Repository: thiagocantao/Bryntum
Catalog: classes-complementares/PlanoDeAcaoCDIS/Properties/Resources.*.resx
Languages: es

# ADataDeInicioRealDeveSerInformada
source: The actual start date must be informed.
es: Se debe informar la fecha de comienzo real.

# ADataDeInícioRealDeveSerMenorOuIgualADataAtual
source: Actual start date must be less than or equal to current date!
es: La fecha de comienzo real debe ser menor o igual a la fecha actual!

# ADataDeTérminoPrevistaDeveSerMaiorOuIgualADataDeInicio
source: The scheduled end date must be greater than or equal to the start date.
es: La fecha de finalización programada debe ser mayor o igual a la fecha de inicio.

# ADataDeTérminoRealDeveSerInformada
source: The actual end date should be informed.
es: Se debe informar la fecha de finalización real.

# ADataDeTérminoRealDeveSerMaiorOuIgualADataDeInicio
source: The actual end date must be greater than or equal to the start date.
es: La fecha de finalización real debe ser mayor o igual a la fecha de inicio.

# ADataDeTérminoRealDeveSerMenorOuIgualADataAtual
source: The actual end date must be less than or equal to the current date.
es: La fecha de finalización real debe ser menor o igual a la fecha actual.

# Anotações
source: Notes
es: _Notas

# Anotações_DoisPontos
source: Notes:
es: _Notas

# AsInformaçõesDaEmpresaInformadaNãoForamEnc
source: The company informed information were not found in the database (table).
es: La compañía informó que la información no se encuentra en la base de datos (tabla).

# Ações
source: Actions
es: &Acciones

# Cancelar
source: Cancel
es: &cancelar

# CodigoDaTarefa
source: Task code.
es: Código de la tarea.

# CustoPrevisto
source: Estimated Cost
es: Costo estimado (r$).

# CustoPrevisto_DoisPontos
source: Estimated Cost:
es: Estimado costo (r$):!

# CustoRealizado
source: Cost Realized
es: Costo (r$).

# CustoRealizado_DoisPontos
source: Cost Realized:
es: Costo (r$):!

# Editar
source: Edit...
es: <Editar...>

# EsforçoPrevistoH
source: Expected effort (h)
es: Esfuerzo para (h).

# EsforçoPrevistoH_DoisPontos
source: Expected effort (h):
es: Esfuerzo para (h):.

# EsforçoRealizadoH
source: Effort Realized (h)
es: Esfuerzos (h).

# EsforçoRealizadoH_DoisPontos
source: Effort Realized (h):
es: Esfuerzos (h):.

# Excluir
source: Delete
es: Eliminar...

# Incluir
source: Include
es: INCLUIR

# InícioPrevisto
source: Expected start
es: ¡Temprano predijo!

# InícioPrevisto_DoisPontos
source: Expected start:
es: Inicio:!

# InícioReal
source: Actual start
es: Inicio real

# InícioReal_DoisPontos
source: Actual Start:
es: Inicio real

# OPlanoDeAçãoAindaNãoPossuiTarefasCliqueNoB
source: The action plan does not have tasks. Click on the button "add" to open the registration screen.
es: El plan de acción no tiene tareas. Haga clic en el botón "añadir" para abrir la pantalla de registro.

# PercentualConcluido
source: % Completed
es: % Completado!

# PlanoDeAção_DoisPontos
source: Action plan:
es: Plan de acción

# Prioridade
source: Priority
es: Prioridad =

# PrioridadeAlta
source: High
es: A_lta

# PrioridadeBaixa
source: Low
es: _Baja

# PrioridadeMédia
source: Average
es: [Promedio]

# Prioridade_DoisPontos
source: Priority:
es: Prioridad =

# Responsável
source: Person in charge
es: Oficial

# Responsável_DoisPontos
source: Person in charge:
es: Oficial

# Salvar
source: Save
es: _Guardar

# SomenteTarefasEmExecuçãoPodemSerExcluídas_Exclamacao
source: Only running tasks can be deleted!
es: Sólo las tareas en ejecución se pueden eliminar!

source: Status
es: --- Estado:

# Status_DoisPontos
source: Status:
es: --- Estado:

# Tarefa
source: Task
es: Tarea...

# Tarefa_DoisPontos
source: Task:
es: Tarea...

# TérminoPrevisto
source: Expected conclusion
es: Término Previsto!

# TérminoPrevisto_DoisPontos
source: Expected conclusion:
es: Terminación esperada:!

# TérminoReal
source: Actual End
es: "Fin real"

# TérminoReal_DoisPontos
source: Actual End:
es: "Fin real"

# VisualizarEmModoAmpliado
source: View expanded mode.
es: Modo de vista ampliado.

# ADataDeTérminoPrevistaDeveSerMaiorOuIgualADataDeInício
source: The expected end date must be greater than or equal to the start date!
es: La fecha de finalización programada debe ser mayor o igual a la fecha de inicio!

# ADataDeInicioRealDeveSerInformada1
source: The actual start date must be reported!
es: ¡Se debe informar la fecha de comienzo real!

# ADataDeTérminoRealDeveSerMenorOuIgualADataAtual1
source: Actual end date must be less than or equal to current date!
es: La fecha de finalización real debe ser menor o igual a la fecha actual!

# ADataDeTérminoRealDeveSerMaiorOuIgualADataDeInício
source: The actual end date must be greater than or equal to the start date!
es: La fecha de finalización real debe ser mayor o igual a la fecha de inicio!

# ADataDeTérminoRealDeveSerInformada1
source: The actual end date should be informed!
es: ¡Se debe informar la fecha de finalización real!

# ADataDeInicioRealDeveSerInformadaParaEsteStatusDeTarefa
source: Actual start date must be entered for this task status
es: Se debe ingresar la fecha de inicio real para el estado de esta tarea

# ADataDeInicioRealNaoPodeSerInformadaParaEsteStatusDeTarefa
source: Actual start date cannot be entered for this task status
es: No se puede ingresar la fecha de inicio real para este estado de tarea

# ADataDeTerminoRealNaoPodeSerInformadaParaEsteStatusDeTarefa
source: Actual finish date cannot be entered for this task status
es: No se puede ingresar la fecha de finalización real para este estado de tarea

# OCustoRealNaoPodeSerInformadaParaEsteStatusDeTarefa
source: Actual cost cannot be reported for this task status
es: No se puede informar el costo real para este estado de tarea

# OEsforcoRealNaoPodeSerInformadoParaEsteStatusDeTarefa
source: Actual effort cannot be reported for this task status
es: No se puede informar el esfuerzo real para este estado de tarea
