Repository: thiagocantao/Bryntum
Catalog: classes-complementares/FormularioCDISMobile/Properties/Resources.*.resx
Languages: es

source: Formulário bloqueado para o usuário
es: Forma, bloqueado por el usuario.

source: Atenção: Não foi possível apresentar o formulário.
es: ADVERTENCIA: no se puede enviar el formulario.

source: Salvar
es: ¡Ahorre!

source: Fechar
es: Cerrar

source: Existem subformulários que estão sendo editados.
es: Hay subformularios que se están editando.

# ViolaçãoDeChavePrimáriaEntreEmContatoComOA
source: Violação de chave primária, Entre em contato com o Administrador do Sistema.
es: Primaria clave violación, póngase en contacto con el administrador del sistema.

source: Não é possível prosseguir com a operação!
es: ¡No es posible proceder con la operación!

source: Já existe um projeto com o nome informado.
es: Ya hay un proyecto con el nombre actualizado.

source: Erro ao executar o evento AntesSalvar
es: Error mientras se ejecuta el evento AntesSalvar.

source: Erro ao executar o evento AposSalvar
es: Error mientras se ejecuta el evento AposSalvar.

source: Plano de ação
es: Plan de acción

source: Email inválido!
es: ¡Correo electrónico no válida!

source: Hora inválida!
es: ¡Hora no válida!

source: Formato Inválido!
es: ¡Formato no válido!

source: O formulário possui campo de lista de opções
es: ¡La forma tiene lista de opciones de campo!

# queNãoTeveOConteúdoDefinidoDuranteSuaCriaç
source: que não teve o conteúdo definido durante sua criação
es: ¡Tenía el contenido definido para su creación!

source: Não se aplica
es: No se aplica.

source: O formulário possui campo Lookup
es: ¡La forma tiene el campo de búsqueda!

source: que não foi especificado durante sua criação
es: que no se ha especificado durante la creación!

source: O formulário possui campo Calculado
es: La forma ha calculado campo.

# queNãoFoiEspecificadoDuranteSuaCriação1
source: que não foi especificado durante sua criação
es: que no fue especificado durante su creación!

# TemQueFazerUmaChamadaNaProcedureParaLerOCa
source: Tem que fazer uma chamada na Procedure para ler o campo no outro formulário!
es: Hay que hacer una llamada en el procedimiento para leer el campo en la otra forma !!

source: Excluir
es: Eliminar!

source: Visualizar
es: Ver!

source: Alterar
es: Cambiar tu foto

# Visualizar1
source: Visualizar
es: Ver!

# CliqueNoBotãoÀDireitaParaSelecionarUmNovoR
source: Clique no botão à direita para selecionar um novo registro
es: Haga clic en el botón de la derecha para seleccionar un nuevo registro!

source: Valor não encontrado
es: ¡Valor no encontrado!

source: O formulário possui campo pré-definido
es: ¡La forma ha definido el campo!

# OFormulárioPossuiCampoLookup1
source: O formulário possui campo Lookup
es: ¡La forma tiene el campo de búsqueda!

# AsInformaçõesDaEmpresaInformadaNãoForamEnc
source: As informações da empresa informada não foram encontradas no banco de dados (tabela empresa)
es: La compañía informó que la información no se encuentra en la base de datos (tabla).

source: Nenhum campo foi definido
es: Se ha establecido ningún campo.

source: O campo
es: ¡El campo!

source: não está caracterizado
es: no aparece.

source: O tamanho do campo
es: El tamaño del campo.

source: não foi informado corretamente
es: no se ha informado correctamente.

source: é menor que a máscara informada
es: ¡es menor que la máscara informada!

source: O formato do campo
es: El formato del campo.

source: não foi informada corretamente
es: no han sido informados adecuadamente.

source: A quantidade de linhas do campo
es: La cantidad de líneas de campo.

source: O valor mínimo do campo
es: El valor mínimo del campo.

source: O valor máximo do campo
es: El valor máximo del campo.

source: A precisão do campo
es: La precisión del campo.

source: As opções do campo
es: Las opciones en el campo.

source: não foram informadas corretamente
es: ¡no se les informó correctamente!

source: As informações do campo
es: La información de campo.

source: O subformulário do campo
es: El campo de subformulario.

# nãoFoiInformadoCorretamenteOuNãoEstáMaisDi
source: não foi informado corretamente ou não está mais disponível
es: no fue informado adecuadamente o no está disponible.

source: não está caracterizado corretamente
es: ¡no se caracteriza correctamente!

source: Visualizar o documento
es: Obtener una vista previa del documento.

# AVariávelExisteConteudoCampoAlteradoNãoFoi
source: A variável existeConteudoCampoAlterado não foi definida. Isto deve ser feito na tela responsável por renderizar o formulário
es: No se ha establecido la variable existeConteudoCampoAlterado. ¡Esto se debe hacer en la pantalla del responsable para la representación de la forma!

source: precisa ser informado
es: ¡necesitan estar informados!

# AsAlteraçõesNãoForamGravadasÉNecessárioGra
source: As alterações não foram gravadas. É necessário gravar os dados antes de prosseguir com o fluxo.
es: No se registraron los cambios. ¡Es necesario registrar los datos antes de continuar con el flujo!

source: Formulário
es: Formulario

source: Impressão
es: Impresión

source: As informações do formulário foram salvas.
es: La información en el formulario se salvaron.!

# OPlanoDeAçãoSóPodeSerDefinidoApósAsInforma
source: O plano de ação só pode ser definido após as informações da aba
es: El plan de acción sólo se puede establecer después de la información de la ficha.

source: terem sido salvas
es: ¡se han salvado!

source: Não foi possível encontrar o componente ToDoList
es: ¡No se pudo encontrar el componente de ToDoList!

# SóÉPossívelAnexarDocumentosApósAsInformaçõ
source: Só é possível anexar documentos após as informações da aba
es: Sólo puede adjuntar documentos después de la información de la ficha.

# ExistemCamposObrigatóriosQueNãoForamPreenc
source: Existem campos obrigatórios que não foram preenchidos ou estão no formato incorreto.
es: Son obligatorios los campos no se han completado o están en el formato incorrecto.

# OFormulárioPrecisaSerSalvoAntesDeSerImpres
source: O formulário precisa ser salvo antes de ser impresso!
es: El formulario debe guardarse antes de ser impreso.

source: Confirma a exclusão do registro selecionado?
es: ¿Confirmar la eliminación del registro seleccionado?
