Repository: thiagocantao/Bryntum
Catalog: classes-complementares/WorkFlowCDIS/Properties/Resources.*.resx
Languages: es

# TramitarParecer
source: transact Opinion
es: Opinión Transact

# Finalizar
source: end
es: final

# Fechar
source: Close
es: cerca

# Falha
source: Failure
es: fracaso

# noProcessamentoDeTempoLimiteDaEtapa
source: the step of processing time limit
es: la etapa de procesamiento de límite de tiempo

# naAlteraçãoDaEtapaDoProcesso
source: in changing the process step
es: en el cambio de la etapa de proceso

# naDefiniçãoDaPróximaEtapaDoProcesso
source: in defining the next stage of the process
es: en la definición de la siguiente etapa del proceso de

# naExecuçãoDeAçõesAutomáticasDaEtapaDoProce
source: the execution of automated actions of process step
es: la ejecución de acciones automatizadas de la etapa de proceso

# noEnvioDeNotificações
source: sending notifications
es: el envío de notificaciones

# MensagemOriginalDoErro
source: original error message:
es: mensaje de error original:

# AsInformaçõesNaBaseDeDadosEncontramSeIncon
source: The information in the database are inconsistent.
es: La información contenida en la base de datos son incompatibles.

# AConfiguraçãoDosParâmetrosParaExecuçãoDePr
source: The parameters setting for performing procedures on the server was incorrect.
es: El ajuste de los parámetros de la realización de procedimientos en el servidor es incorrecta.

# AEtapaDoProcessoFoiAlteradaPorOutroUsuário
source: The stage of the process was changed by another user. Access the process again to see the updated information
es: Otro usuario ha cambiado el paso del proceso. Accede nuevamente al proceso para ver información actualizada.

# AAçãoExecutadaNãoProduziuEfeitoENãoFoiPoss
source: The action taken had no effect and it was not possible to determine the cause.
es: La acción realizada no tuvo ningún efecto y no fue posible determinar la causa.

# AAçãoNãoPodeSerExecutadaPoisOUsuárioNãoPos
source: User does not have permission to perform this action.
es: El usuario no tiene permiso para realizar esta acción.

# FalhaNaExecuçãoDoProcedimentoNoServidorEnt
source: Failure to perform the procedure on the database server. (errorcode {0}:{1})
es: La ejecución del procedimiento falló en el servidor de la base de datos. (errorcode {0}:{1})

# AçãoCanceladaPeloUsuário
source: canceled by user action.
es: cancelado por la acción del usuario.

# ParaProsseguirComOFluxoÉNecessárioPreenche
source: To proceed with the flow, to fill out the Criteria tab!
es: Para continuar con el flujo, para rellenar la ficha Criterios!

# ConfirmaATramitaçãoDoParecer
source: Confirms the processing of the opinion?
es: Confirma el procesamiento de la opinión?

# ConfirmaAFinalizaçãoDoPreenchimentoDoSForm
source: Confirms the completion of the filling (s) form (s)?
es: Confirma la finalización de la forma de llenado (s) (s)?

# ConfirmaAFinalizaçãoDestaEtapaBrBrOpçãoSel
source: Confirms the completion of this step? <br> option selected:
es: Confirma la finalización de este paso? <br> opción seleccionada:

# AAba
source: The tab
es: la pestaña

# precisaSerSalva
source: You need to be saved.
es: Usted necesita ser salvado.

# AssinaturaDigital
source: Digital signature
es: Firma digital

# ParecerTramitadoComSucesso
source: A decision successfully Opinion!
es: Una decisión con éxito en opinar!

# PreenchimentoDoSFormulárioSFinalizadoComSu
source: Fill the (s) form (s) completed successfully!
es: Llene el formulario (s) (s) completado con éxito!

# EtapaFinalizadaComSucesso
source: Step successfully finished!
es: Paso finalizó con éxito!

# ExistemAlteraçõesAindaNãoSalvasBrBrAoPress
source: There are unsaved changes. </ Br> </ br> When you press 'OK', unsaved changes will be lost! </ Br> </ br> Continue?
es: Hay cambios sin guardar. </ Br> </ br> Al pulsar 'OK', los cambios no guardados se perderán! </ Br> </ br> Continuar?

# Fluxo
source: Workflow
es: Flujo

# EtapaAtual
source: Current Step
es: El paso actual

# Solicitante
source: Applicant
es: Área Requirente

# Data
source: Date
es: Fecha

# EtapaAnterior
source: Prev Step
es: El paso anterior

# noAcionamentoDeApisExternasDaEtapa
source: when activating the APIs configured in activty
es: al activar las API configuradas en el paso

# ErroDuranteOProcessamentoDeCausaIndeterminada
source: There was an error during processing and the cause could not be determined.
es: Hubo un error durante el procesamiento y no se pudo determinar la causa.
