Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/rel_StatusReport.*.resx
Languages: es

# ComentáriosSobreX1SX0DoProjeto
source: Comments on {1}s {0} project
es: Comentarios sobre {1} {0} s proyecto

# ArtigoDefinidoFeminino
source: the
es: la

# ArtigoDefinidoMasculino
source: the
es: la

# PlanoDeAçãoProposto
source: proposed action plan
es: plan de acción propuesto

# AnáliseCrítica
source: Critical analysis
es: Análisis critico

# DesempenhoFísico
source: Physical performance
es: El rendimiento físico

# RelatórioDeStatusDeProjeto
source: Project Status Report
es: Proyecto de Informe de Estado

# Projeto
source: Project:
es: proyecto:

# Unidade
source: Unity:
es: unidad:

# Gerente
source: Manager:
es: gerente:

# TarefasConcluídas
source: Completed tasks
es: Las tareas completadas

# Tarefa
source: Task
es: tarea

# InícioPrevisto
source: Expected start
es: Inicio predicha

# TérminoPrevisto
source: Exprected end
es: final Laid

# InícioReal
source: Actual Start
es: Inicio real

# TérminoReal
source: Actual End
es: terminar real

# Responsável
source: Responsible
es: responsable

# TarefasAtrasadas
source: Delayed tasks
es: tareas retardadas

# Tarefa1
source: Task
es: tarea

# Concluído
source: % Completed
es: Done%

# InícioPrevisto1
source: Expected start
es: Inicio predicha

# TérminoPrevisto1
source: Exprected end
es: final Laid

# Responsável1
source: Responsible
es: responsable

# TarefasParaOPróximoPeríodo
source: Tasks for the Next Period
es: Tareas para el próximo período

# Concluído1
source: % Completed
es: Done%

# InícioPrevisto2
source: Expected start
es: Inicio predicha

# TérminoPrevisto2
source: Exprected end
es: final Laid

# Responsável2
source: Responsible
es: responsable

# ComentárioSobreODesempenhoFísicoDoProjeto
source: Comment on the physical performance of the project
es: Comentarios sobre el rendimiento físico del proyecto

source: Status
es: estatus

# Marco
source: Milestone
es: marca

# TérminoPrevisto3
source: Exprected end
es: final Laid

# TérminoReprogr
source: Rescheduled edn
es: Reprogr final.

# TérminoReal1
source: Actual End
es: terminar real

# DesvioD
source: Deviation (d)
es: Desviación (d)

# Marcos
source: Milestones
es: marca

# ConcluídoNoPrazo
source: Completed On Time
es: Finalizada en Tiempo

# ConcluídoComAtraso
source: Completed Delay
es: completado retardo

# NoPrazoAdiantado
source: On Time / Early
es: En Tiempo / principios

# TendênciaDeAtraso
source: Delay trend
es: tendencia de retardo

# Atrasado
source: Late
es: tarde

# PrevistoAtéAData
source: Predicted To Date:
es: Para predicho Fecha:

# Realizado
source: Accomplished:
es: realizada

# GeradoEm
source: Generated on:
es: Generada en:

# Período
source: Period:
es: periodo:

# PágX0DeX1
source: Page: {0} to {1}
es: Página: {0} a {1}

# A
source: the
es: la

# DesempenhoFinanceiro
source: Financial performance
es: rendimiento financiero

# ItemDeDespesa
source: Item Expense
es: Gasto de artículos

# DespesaPrevistaTOTAL
source: Spending Expected TOTAL
es: El gasto total esperado

# DespesaPrevAtéAData
source: Prev expense. until the date
es: Anterior expensas. hasta la fecha

# DespesaRealizada
source: Expenses Realized
es: Los gastos Held

# DespesaRestante
source: Remaining expenses
es: gastos restantes

# Desvio
source: Deviation
es: desvío

# DetalhesDosItensDeDespesaValoresEmR
source: Details Expense Items (Amounts in $)
es: Detalles de Gastos artículos (Valores en R $)

# ItemDeReceita
source: Revenue Item
es: Los ingresos de artículos

# ReceitaPrevista
source: Revenue Expected
es: ingresos esperados

# ReceitaReal
source: Actual revenue
es: Los ingresos reales

# Desvio1
source: Deviation
es: desvío

# ReceitaRestante
source: Remaining revenue
es: Resto de ingresos

# DetalhesDosItensDeReceitasValoresEmR
source: Details of Income Items (Amounts in $)
es: Detalles de las partidas de ingresos (Valores en R $)

# ItemDeReceita1
source: Revenue Item
es: Los ingresos de artículos

# ReceitaPrevistaTOTAL
source: Revenue Expected TOTAL
es: De los ingresos esperados

# ReceitaRealizada
source: Realized revenue
es: los ingresos Held

# Desvio2
source: Deviation
es: desvío

# ReceitaPrevAtéAData
source: Expected revenue to date
es: Anterior ingresos. hasta la fecha

# ReceitaRestante1
source: Remaining revenue
es: Resto de ingresos

# ValorAgregadoRVA
source: Value Added $ (VA)
es: Valor añadido R $ (VA)

# ValorPlanejadoRVP
source: Planned Value $ (VP)
es: Valor Planificado R $ (VP)

# CustoRealizadoRCR
source: Cost realized $ (CR)
es: Dirigida costo de EE.UU. $ (CR)

# ÍndiceDeDesempenhoDoPrazoIDP
source: Term Performance Index (SPI)
es: Índice de Rendimiento plazo (SPI)

# ÍndiceDeDesempenhoDoCustoIDC
source: Cost Performance Index (CPI)
es: Índice de Rendimiento del costo (CPI)

# EstimativaAoConcluirEAC
source: Estimation Upon completion (EAC)
es: Estimación Al finalizar (EAC)

# AnáliseDoValorAgregado
source: Analysis of Value Added
es: Análisis de Valor Añadido

# ComentárioSobreODesempenhoFinanceiroDoProj
source: Comment on the financial performance of the project
es: Comentar sobre el desempeño financiero del proyecto

# Realizado1
source: Accomplished:
es: realizada

# PrevistoAtéAData1
source: Predicted To Date:
es: Para predicho Fecha:

# DetalhesDosItensDeDespesaValoresEmR1
source: Details Expense Items (Amounts in $)
es: Detalles de Gastos artículos (Valores en R $)

# ItemDeDespesa1
source: Item Expense
es: Gasto de artículos

# DespesaPrevistaTOTAL1
source: Spending Expected TOTAL
es: El gasto total esperado

# DespesaRealizada1
source: Expenses Realized
es: Los gastos Held

# DespesaPrevAtéAData1
source: Expected expenditure to date
es: Anterior expensas. hasta la fecha

# Riscos
source: Risks
es: riesgos

# ComentárioSobreOsRiscosDoProjeto
source: Commenting on the project risks
es: Al comentar sobre los riesgos del proyecto

# Status1
source: Status
es: estatus

# Risco
source: Risk
es: riesgo

# Probabilidade
source: Probability
es: probabilidad

# Impacto
source: Impact
es: impacto

# LimiteEliminação
source: Elimination limit
es: Eliminación límite

# Responsavel
source: Responsible
es: responsable

# Questões
source: Questions
es: cuestiones

# Status2
source: Status
es: estatus

# Questão
source: Question
es: pregunta

# Urgência
source: Urgency
es: urgencia

# Prioridade
source: Priority
es: prioridad

# LimiteResolução
source: Resolution Limit
es: umbral de resolución

# Responsavel1
source: Responsible
es: responsable

# ComentárioSobreX0DoProjeto
source: Comment on {0} of the project
es: Comentarios sobre el proyecto {0}

# MetasEResultados
source: Goals and Results
es: Objetivos y Resultados

# Status3
source: Status
es: estatus

# DescriçãoDaMeta
source: Description of Target
es: Descripción del destino

# Indicador
source: Indicator
es: indicador

# Período1
source: Period
es: período

# ResultadoNº
source: Results (No.)
es: Resultados (No.)

# MetaSuperada
source: Goal exceeded
es: Superada meta

# MetaAtingida
source: Hit target
es: objetivo cumplido

# AbaixoDaMetaAlerta
source: Below Target (Alert)
es: Por debajo del objetivo (Alerta)

# MuitoAbaixoDaMeta
source: Very Below Target
es: Muy Por debajo del objetivo

# AtualizaçãoPendente
source: Pending update
es: actualización pendiente

# ComentárioSobreAsMetasEResultadosDoProjeto
source: Comment on the goals and results of the project
es: Comentarios sobre los objetivos y resultados del proyecto

# PendênciasDeToDoList
source: Pending To Do List
es: En espera para hacer la lista

# TarefaDeToDoList
source: To Do List Task
es: Para hacer la lista de tareas

# Status4
source: Status
es: estatus

# TérminoPrevisto4
source: Expected end
es: final Laid

# InícioPrevisto3
source: Expected start
es: Inicio predicha

# Responsável3
source: Responsible
es: responsable

# Tarefa2
source: Assignment
es: tarea

# Status5
source: Status
es: estatus

# InícioPrevisto4
source: Expected start
es: Inicio predicha

# TérminoPrevisto5
source: Expected end
es: final Laid

# Responsável4
source: Responsible
es: responsable

# Contratos
source: Contracts
es: contratos

# NºDoContrato
source: No. Contract
es: No. Contrato

# Fornecedor
source: Provider
es: proveedor

# TérminoVigência
source: End Term
es: plazo que finalice

# ValorTotalR
source: Total value ($)
es: Valor total (R $)

# ValorPagoR
source: Paid Value ($)
es: Valor pagado (R $)

# ValorRestanteR
source: Remaining Value ($)
es: Restante Valor (R $)

# Questão1
source: Question
es: pregunta

# DataDestaAnáliseCríticaX0DdMMYyyy
source: Date of this Critical Analysis: {0: MM / dd / yyyy}
es: Fecha de este análisis crítico: {0: MM / dd / yyyy}

# DesvioDespesaPrevistaAtéADataDespesaRealiz
source: * Offset = Expenses Expected to Date - Carried Expenses ** Remainder expense budget: TOTAL = - Carried Expense
es: * offset = gastos previstos hasta la fecha - Gastos Realizadas ** El resto presupuesto de gastos: Total = - gasto realizado

# SemAnáliseCríticaParaOPeríodo
source: [No critical analysis for the period]
es: [No análisis crítico para el período]

# Tarefa3
source: Assignment
es: tarea
