Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/rel_StatusReportNovoPadrao.*.resx
Languages: es

# Análise
source: Analysis:
es: Análisis

# AnáliseGeral
source: General Analysis
es: Análisis general.

# Concluído
source: % Completed:
es: [LISTO]

# Concluído1
source: % Completed
es: [LISTO]

# Concluído2
source: % Completed
es: [LISTO]

# Contratos
source: Contracts
es: Acuerdos

# Contratos1
source: Contracts
es: Acuerdos

# CustoPrevisto
source: Estimated Cost:
es: Costo estimado:!

# CustoRealizado
source: Realized cost:
es: Coste realizado

# DescriçãoDaMeta
source: Description of the goal
es: Descripción del objetivo.

# DespesaPrevAtéAData
source: Estimated expenditure to date
es: ¡Gasto anterior a la fecha!

# DespesaPrevistaTOTAL
source: Estimated TOTAL Expenditure
es: Estimado TOTAL de gastos.

# DespesaRealizada
source: Expenditure Carried Out
es: ¡Gasto realizado!

# DespesaRestante
source: Expense Remaining
es: ¡Gastos restantes!

# Desvio
source: Deviation
es: (desviación)

# Desvio1
source: Deviation
es: (desviación)

# DesvioD
source: Deviation (D)
es: Desviación (d).

# DesvioDespesaPrevistaAtéADataDespesaRealiz
source: * Deviation = Expenditure Expected to Date - Expenditure Realized ** Remaining Expenditure = Expected Expenditure TOTAL - Expenditure Realized
es: * = Desviación Estimado gasto a gasto fecha celebrada ** restante gasto planeado TOTAL gasto-gasto = cumplida!

# DetalhesDosItensDeDespesaValoresEmR
source: Details of Expense Items (Amounts in $)
es: Detalles de los elementos del gasto (valores de R$).

# DetalhesDosItensDeDespesaValoresEmR1
source: Details of Expense Items (Amounts in $)
es: Detalles de los elementos del gasto (valores de R$).

# DetalhesDosItensDeReceitaValoresEmR
source: Details of Revenue Items (Amounts in $)
es: Detalles de elementos (valores de R$) de ingresos.

# DetalhesDosItensDeReceitaValoresEmR1
source: Details of Revenue Items (Amounts in $)
es: Detalles de elementos (valores de R$) de ingresos.

# Entrega
source: Delivery
es: Entrega:

# Entregas
source: Deliveries
es: "Resultados"

# Entregas1
source: Deliveries
es: "Resultados"

# Fornecedor
source: Vendor
es: <Editor:>

# Gerente
source: Manager
es: Administrador:

# Gerente1
source: Manager:
es: Administrador:

# Impacto
source: Impact
es: IMPACTO

# Impacto1
source: Impact
es: IMPACTO

# Indicador
source: Indicator
es: Marcador...

# InícioPrevisto
source: Expected start:
es: Inicio Previsto:!

# InícioPrevisto1
source: Expected start
es: ¡Temprano predijo!

# InícioPrevisto2
source: Expected start
es: Inicio Previsto!

# InícioPrevisto3
source: Expected start
es: Inicio Previsto!

# InícioPrevisto4
source: Expected start
es: Inicio Previsto!

# InícioReal
source: Actual start
es: Inicio real

# InícioReal1
source: Actual start
es: Inicio real

# InícioReprogr
source: Start:
es: Inicio Reprogr:!

# InícioReprogr1
source: Start
es: Inicio Reprogr.!

# InícoPrevisto
source: Expected start
es: ¡Iníco Previsto!

# ItemDeDespesa
source: Expense Item
es: Elemento de gasto

# ItemDeReceita
source: Revenue item.
es: Tema de ingresos.

# LimiteEliminação
source: Elimination Limit
es: ¡Eliminación del límite!

# LimiteEliminação1
source: Elimination Limit
es: ¡Eliminación del límite!

# LimiteResolução
source: Resolution Limit
es: Límite Resolución!

# LimiteResolução1
source: Resolution Limit
es: Límite Resolución!

# Marco
source: Milestone
es: "Hito"

# Marcos
source: Milestones
es: &Hitos

# Marcos1
source: Milestones
es: &Hitos

# Marcos2
source: Milestones
es: &Hitos

# MetaNº
source: Goal (No.)
es: Meta (Nº)!

# Metas
source: Goals
es: Objetivos

# Metas1
source: Goals
es: Objetivos

# NºDoContrato
source: No. of Contract
es: Número del contrato.

# NãoExistemContratosParaOProjeto
source: There are no contracts for the project
es: No hay contratos para el proyecto.

# NãoExistemDetalhesDeItensDeDespesaParaOPro
source: There are no details of items of expenditure for the project
es: No hay ningún detalle de gastos para el proyecto.

# NãoExistemDetalhesDeItensDeReceitaParaOPro
source: There are no details of items of revenue for the project
es: No hay ninguna información de ingresos para el proyecto.

# NãoExistemEntregasParaOProjeto
source: There are no deliveries for the project
es: No hay las entregas para el proyecto.

# NãoExistemMarcosParaOProjeto
source: There are no milestones for the project
es: Hay no hay hitos del proyecto.

# NãoExistemMetasParaOProjeto
source: There are no targets for the project
es: Hay no hay objetivos para el proyecto.

# NãoExistemPendênciasDeToDoListParaOProjeto
source: There are no backlogs of To Do List for the project.
es: No hay ninguna acumulación de lista de tareas para el proyecto.

# NãoExistemRiscosParaOProjeto
source: There is no risk to the project.
es: No hay riesgo para el proyecto.

# NãoExistemTarefasAtrasadasParaOProjeto
source: There are no overdue tasks for the project.
es: No hay las tareas atrasadas para el proyecto.

# NãoExistemTarefasConcluídasParaOProjeto
source: There are no completed tasks to the project.
es: No hay completadas tareas para el proyecto.

# NãoExistemTarefasParaOPróximoPeríodoParaOP
source: There are no tasks for the coming period for the project.
es: No hay ninguna tarea para el próximo periodo del proyecto.

# NãoExistemX0ParaOProjeto
source: Not exist {0} to the project
es: No existen {0} al proyecto!

# PendênciasDeToDoList
source: To Do List Pendants
es: La lista la cartera.

# PendênciasDeToDoList1
source: To Do List Pendants
es: La lista la cartera.

# Período
source: Period
es: Periodo de tiempo:

# Prioridade
source: Priority
es: Prioridad =

# Prioridade1
source: Priority
es: Prioridad =

# Probabilidade
source: Probability
es: Probabilidad:

# Probabilidade1
source: Probability
es: Probabilidad:

# Projeto
source: Project
es: - Proyecto

# ProjetoX0
source: Project: {0}
es: Proyecto ({0})

# Questões
source: Issues
es: _Problemas:

# ReceitaPrevAtéAData
source: Expected revenue to date
es: ¡Receta anterior hasta la fecha!

# ReceitaPrevistaTOTAL
source: Expected revenue TOTAL
es: TOTAL de los ingresos proyectados.

# ReceitaRealizada
source: Realized Revenue
es: Ingresos obtenidos

# ReceitaRestante
source: Remaining Revenue
es: Queda la receta!

# RelatórioDeStatus
source: Status report
es: Notificación de estado

# Responsável
source: Responsible
es: Oficial

# Responsável1
source: Responsible
es: Oficial

# Responsável2
source: Responsible
es: Oficial

# Responsável3
source: Responsible
es: Oficial

# Responsável4
source: Responsible
es: Oficial

# Responsável5
source: Responsible
es: Oficial

# Responsável6
source: Responsible
es: Oficial

# Responsável7
source: Responsible
es: Oficial

# ResultadoNº
source: Result (No.)
es: Resultado (Nº)!

# Risco
source: Risk
es: Riesgo:

# Risco1
source: Risk
es: Riesgo:

# Risco2
source: Risk
es: Riesgo:

# Riscos
source: Risks
es: Riesgos

# Riscos1
source: Risks
es: Riesgos

# SemAnáliseGeralParaOPeríodo
source: No general analysis for the period.
es: Sin análisis general para el período!

source: Status
es: --- Estado:

# Status1
source: Status
es: --- Estado:

# Status2
source: Status
es: --- Estado:

# Status3
source: Status
es: --- Estado:

# Status4
source: Status
es: --- Estado:

# Status5
source: Status
es: --- Estado:

# Status6
source: Status
es: --- Estado:

# Status7
source: Status
es: --- Estado:

# Tarefa
source: Task
es: Tarea...

# Tarefa1
source: Task
es: Tarea...

# Tarefa2
source: Task
es: Tarea...

# Tarefa3
source: Task
es: Tarea...

# TarefasAtrasadas
source: Delayed Tasks
es: Tareas retrasadas

# TarefasAtrasadas1
source: Delayed Tasks
es: Tareas retrasadas

# TarefasConcluídas
source: Completed tasks
es: Tareas completadas

# TarefasConcluídas1
source: Completed tasks
es: Tareas completadas

# TarefasParaOPróximoPeríodo
source: Tasks for the Next Period
es: Tareas para el próximo periodo.

# TarefasParaOPróximoPeríodo1
source: Tasks for the Next Period
es: Tareas para el próximo periodo.

# TérminoPrevisto
source: Expected End:
es: Terminación esperada:!

# TérminoPrevisto1
source: Expected End
es: ¡Final predicho!

# TérminoPrevisto2
source: Expected End
es: ¡Final predicho!

# TérminoPrevisto3
source: Expected End
es: ¡Final predicho!

# TérminoPrevisto4
source: Expected End
es: ¡Final predicho!

# TérminoPrevisto5
source: Expected End
es: ¡Final predicho!

# TérminoReal
source: Actual End
es: "Fin real"

# TérminoReal1
source: Actual End
es: "Fin real"

# TérminoReprogr
source: End:
es: Final Reprogr:!

# TérminoReprogr1
source: End
es: Final Reprogr.!

# TérminoVigência
source: End Term
es: ¡Fin plazo!

# Unidade
source: Unit
es: Unidad |

# Unidade1
source: Unit:
es: Unidad |

# Urgência
source: Urgency
es: _Urgencia:

# Urgência1
source: Urgency
es: _Urgencia:

# ValorPagoR
source: Amount Paid ($)
es: Importe (r$).

# ValorRestanteR
source: Remaining Amount ($)
es: Resto del importe (r$).

# ValorTotalR
source: Total Value ($)
es: Valor total (r$).
