Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

source: Posts. The numbers are updated by activating the logo in the upper left corner of the screen and also by parameter setting every
pt_pt: Mensagens. Os números são atualizados ao acionar a logomarca no canto superior esquerdo da tela e também por configuração de parâmetro a cada

source: Notifications. The numbers are updated by activating the logo in the upper left corner of the screen and also by parameter setting every
pt_pt: Notificações. Os números são atualizados ao acionar a logomarca no canto superior esquerdo da tela e também por configuração de parâmetro a cada

source: Tasks. The numbers are updated by activating the logo in the upper left corner of the screen and also by parameter setting every
pt_pt: Tarefas. Os números são atualizados ao acionar a logomarca no canto superior esquerdo da tela e também por configuração de parâmetro a cada

source: Notifications. The numbers are updated every 10 minutes or trigger the logo in the upper left corner.
pt_pt: Notificações. Os números são atualizados de 10 em 10 minutos ao acionar a logomarca no canto superior esquerdo.

# menu_organizar_favoritos
source: Organize Favorites
pt_pt: Organizar Favoritos

# menu_passo_no_fluxo
source: Pending Workflow
pt_pt: Pendência Fluxo

# menu_pesquisar
source: Enter text to search
pt_pt: Entre o texto para pesquisar

# menu_pesquisa_nenhum_resultado_encontrado
source: No results were found.
pt_pt: Nenhum resultado foi encontrado.

# menu_pesquisa_resultado
source: Search Results
pt_pt: Resultados da Pesquisa

# menu_sair
source: Exit
pt_pt: Sair

# menu_tarefas
source: Tasks
pt_pt: Tarefas

# menu_tarefas_acesso_negado
source: You have no tasks to access/update in this panel.
pt_pt: Não tem tarefas a serem atualizadas através deste painel.

# menu_tarefas_nao_existem_tarefas
source: You have no tasks.
pt_pt: Não tem tarefas.

# menu_tarefas_nao_existem_tarefas_recursos
source: No tasks of your resources found for approval.
pt_pt: Não há tarefas dos seus recursos para aprovação.

source: Tasks. The numbers are updated every 10 minutes or trigger the logo in the upper left corner.
pt_pt: Tarefas. Os números são atualizados de 10 em 10 minutos ou acionar a logomarca no canto superior esquerdo.

# menu_tarefas_voce_tem_n_tarefa
source: You have <a href="#" onclick="abreTarefas003('N');">{0} task to do</a>.
pt_pt: Tem <a href="#" onclick="abreTarefas003('N');">{0} tarefa não concluída</a>.

# menu_tarefas_voce_tem_n_tarefas
source: You have <a href="#" onclick="abreTarefas003('N');">{0} tasks to do</a>.
pt_pt: Tem <a href="#" onclick="abreTarefas003('N');">{0} tarefas não concluída</a>.

# menu_tarefas_voce_tem_n_tarefas_recursos
source: Your resources sent <a href="#" onclick="abreTarefas004();">{0} tasks for approval</a>.
pt_pt: Os seus recursos enviaram <a href="#" onclick="abreTarefas004();">{0} tarefas para aprovação</a>.

# menu_tarefas_voce_tem_n_tarefas_sendo_n_atrasado
source: You have <a href="#" onclick="abreTarefas003('N');">{0} tasks to do</a>, being <a href="#" onclick="abreTarefas003('A');">{1} delayed</a>.
pt_pt: Tem <a href="#" onclick="abreTarefas003('N');">{0} tarefas não concluídas</a>, sendo <a href="#" onclick="abreTarefas003('A');">{1} atrasada</a>.

# menu_tarefas_voce_tem_n_tarefas_sendo_n_atrasados
source: You have <a href="#" onclick="abreTarefas003('N');">{0} tasks to do</a>, being <a href="#" onclick="abreTarefas003('A');">{1} delayed</a>.
pt_pt: Tem <a href="#" onclick="abreTarefas003('N');">{0} tarefas não concluídas</a>, sendo <a href="#" onclick="abreTarefas003('A');">{1} atrasadas</a>.

# menu_tarefas_voce_tem_n_tarefa_recurso
source: Your resources sent <a href="#" onclick="abreTarefas004();">{0} task for approval</a>.
pt_pt: Os seus recursos enviaram <a href="#" onclick="abreTarefas004();">{0} tarefa para aprovação</a>.

# menu_tarefas_voce_tem_n_tarefa_sendo_n_atrasado
source: You have <a href="#" onclick="abreTarefas003('N');">{0} task to do</a>, being <a href="#" onclick="abreTarefas003('A');">{1} delayed</a>.
pt_pt: Tem <a href="#" onclick="abreTarefas003('N');">{0} tarefa não concluída</a>, sendo <a href="#" onclick="abreTarefas003('A');">{1} atrasada</a>.

# menu_tarefas_voce_tem_n_tarefa_sendo_n_atrasados
source: You have <a href="#" onclick="abreTarefas003('N');">{0} task to do</a>, being <a href="#" onclick="abreTarefas003('A');">{1} delayed</a>.
pt_pt: Tem <a href="#" onclick="abreTarefas003('N');">{0} tarefas não concluídas</a>, sendo <a href="#" onclick="abreTarefas003('A');">{1} atrasadas</a>.

# mes
source: Month
pt_pt: Mes

# meses
source: months
pt_pt: meses

# meta
source: Goal
pt_pt: Meta

# metas
source: Goals
pt_pt: Metas

# MetasDesempenhoProjeto_a_data_de_in_cio_n_o_pode_ser_depois_da_data_de_t_rmino_
source: Start Date cannot be later than the End Date!
pt_pt: A Data de Início não pode ser depois da data de término!

# MetasDesempenhoProjeto_a_descri__o_da_meta_deve_ser_informada_
source: Goal description must be informed.
pt_pt: A descrição da meta deve ser informada.

# MetasDesempenhoProjeto_a_periodicidade_da_meta_deve_ser_informada_
source: Goal periodicity must be informed.
pt_pt: A periodicidade da meta deve ser informada.

source: Field cannot be changed! There are entries of goals and/or results for the current periodicity.
pt_pt: O campo não pode ser alterado! Existem lançamentos de metas e/ou resultados para a periodicidade atual.

# MetasDesempenhoProjeto_o_indicador_deve_ser_informado_
source: Indicator must be informed.
pt_pt: O indicador deve ser informado.

# MetasDesempenhoProjeto_quanto_maior__melhor
source: The Greater, the Better
pt_pt: Quanto Maior, Melhor

# MetasDesempenhoProjeto_quanto_maior__pior
source: The Greater, the Worst
pt_pt: Quanto Maior, Pior

# metasDesempenho_adicionar_aos_favoritos
source: Add to Favorites
pt_pt: Adicionar aos Favoritos

# metasDesempenho_ano
source: Year
pt_pt: Ano

# metasDesempenho_da_unidade
source: of the unit
pt_pt: da unidade

# metasDesempenho_deseja_replicar_as_metas_da_unidade
source: Want to replicate drive goals
pt_pt: Pretende replicar as metas da unidade

# metasDesempenho_deseja_replicar_as_metas_no_ano_de
source: Do you want to replicate goals in the
pt_pt: Pretende replicar as metas no ano de

# metasDesempenho_detalhe_da_meta
source: Meta Detail
pt_pt: Detalhe da Meta

# metasDesempenho_f_rmula_n_o_definida
source: Formula not defined
pt_pt: Fórmula não definida

# metasDesempenho_f_rmula_ok
source: Formula Ok
pt_pt: Fórmula Ok

# MetasDesempenho_MensagemRegistroExcluidoComSucesso
source: Record successfully deleted!
pt_pt: Registo excluído com sucesso!

# MetasDesempenho_MensagemRegistroSalvoComSucesso
source: Record successfully saved!
pt_pt: Registo salvo com sucesso!

source: for the other units of the entity that are related to the indicator
pt_pt: para as demais unidades da entidade que estejam relacionadas com o indicador

# MetasDesempenho_quanto_maior__melhor
source: The Greater, the Better
pt_pt: Quanto Maior, Melhor

# MetasDesempenho_quanto_maior__pior
source: The Greater, the Worst
pt_pt: Quanto Maior, Pior

# meta_
source: Goal:
pt_pt: Meta:

# meta_associada
source: Related Goal
pt_pt: Meta Associada

# meta_per_odo
source: Goal Period
pt_pt: Meta Período

# metodologia
source: METHODOLOGY
pt_pt: METODOLOGIA

# meusProblemas_a
source: the
pt_pt: a

# meusProblemas_cancelamento
source: Cancellation
pt_pt: Cancelamento

# meusProblemas_cancelar
source: Cancel
pt_pt: Cancelar

# meusProblemas_coment__rio_sobre_
source: Comments on
pt_pt: Comentário sobre

# meusProblemas_elimina____o
source: Elimination
pt_pt: Eliminação

# meusProblemas_exclus__o
source: Exclusion
pt_pt: Exclusão

# meusProblemas_falha_ao_atualizar_as_informa__es_
source: Failed to update information.
pt_pt: Falha ao atualizar as informações.

# meusProblemas_n_o_foi_poss_vel_encontrar_o_componente_todolist
source: ToDoList component could not be found
pt_pt: Não foi possível encontrar o componente ToDoList

# meusProblemas_o
source: the
pt_pt: o

# meusProblemas_para_ter_acesso_a_op__o___
source: To have access to option \"
pt_pt: Para ter acesso à opção \"

# meusProblemas_por_favor__informe_o_coment_rio_
source: Please inform the comment.
pt_pt: Por favor, informe o comentário.

# meusProblemas_resolu____o
source: Resolution
pt_pt: Resolução

# meusProblemas_resolver
source: Resolve
pt_pt: Resolver

# meusProblemas___cancelamento
source: ('Cancellation
pt_pt: ('Cancelamento

# meusProblemas___obrigat_rio_salvar_as_informa__es_da_op__o
source: you must save option information
pt_pt: é obrigatório salvar as informações da opção

# meusRiscos_a
source: the
pt_pt: a

# meusRiscos_as_informa__es_foram_salvas_com_sucesso_
source: Information successfully saved.
pt_pt: As informações foram guardadas com sucesso.

# meusRiscos_a_probabilidade_deve_ser_informada_
source: Probability must be informed.
pt_pt: A probabilidade deve ser informada.

source: The amount of characters in the \ "consequence\" field is greater than the maximum allowed.
pt_pt: A quantidade de caracteres no campo \"consequência\" está maior que o máximo permitido.

source: The amount of characters in the \ "Strategy for treatment\" field is greater than the maximum allowed
pt_pt: A quantidade de caracteres no campo \"Estratégia para tratamento\" está maior que o máximo permitido

# meusRiscos_cancelamento
source: Cancellation
pt_pt: Cancelamento

# meusRiscos_cancelar
source: Cancel
pt_pt: Cancelar

# meusRiscos_coment_rio_sobre_
source: Comment on
pt_pt: Comentário sobre

# meusRiscos_coment__rio_sobre_a_elimina____o_do_risco_
source: Comment on the elimination of risk:
pt_pt: Comentário sobre a eliminação do risco:

# meusRiscos_coment__rio_sobre_o_cancelamento_do_risco
source: Comments on the cancellation of risk
pt_pt: Comentário sobre o cancelamento do risco

# meusRiscos_eliminar
source: To eliminate
pt_pt: Eliminar

# meusRiscos_elimina____o
source: Elimination
pt_pt: Eliminação

# meusRiscos_excluir
source: Delete
pt_pt: Excluir

# meusRiscos_exclus__o_
source: Exclusion
pt_pt: Exclusão

# meusRiscos_falha_ao_atualizar_as_informa__es_
source: Failed to update information.
pt_pt: Falha ao atualizar as informações.

# meusRiscos_n_o_foi_poss_vel_encontrar_o_componente_todolist
source: ToDoList component could not be found
pt_pt: Não foi possível encontrar o componente ToDoList

# meusRiscos_o
source: the
pt_pt: o

# meusRiscos_o_campo_nome_deve_ser_informado_
source: Name field must be informed.
pt_pt: O campo nome deve ser informado.

# meusRiscos_o_impacto_deve_ser_informado_
source: Impact must be informed.
pt_pt: O impacto deve ser informado.

# meusRiscos_o_respons_vel_deve_ser_informado_
source: People in charge must be informed.
pt_pt: O responsável deve ser informado.

# meusRiscos_o_tipo_deve_ser_informado_
source: Type must be informed.
pt_pt: O tipo deve ser informado.

# meusRiscos_para_ter_acesso_a_op__o___
source: To have access to option \"
pt_pt: Para ter acesso à opção \"

# meusRiscos_por_favor__informe_o_coment_rio_
source: Please inform the comment.
pt_pt: Por favor, informe o comentário.

# meusRiscos_registrar_
source: Register
pt_pt: Registar

# meusRiscos_resolu____o
source: Resolution
pt_pt: Resolução

# meusRiscos_resolver
source: Eliminate
pt_pt: Resolver

# meusRiscos__de_
source: Elimination
pt_pt: de

# meusRiscos___obrigat_rio_salvar_as_informa__es_da_op__o___
source: option information must be saved \"
pt_pt: é obrigatório guardar as informações da opção \"

# meu_painel_de_bordo
source: My Dashboard
pt_pt: Meu Painel de Bordo

# MinhasDemandas_detalhes_de_demanda
source: Claim Details
pt_pt: Detalhes do Pedido

# MinhasDemandas_inclus_o_de_demanda
source: Claim Inclusion
pt_pt: Inclusão do Pedido

# minhas_pend_ncias_de_workflow
source: My Workflow Pending
pt_pt: As Minhas Pendências de Workflow

# minuto
source: minute
pt_pt: minuto

# minutos
source: minutes
pt_pt: minutos

# mitigar
source: Mitigate
pt_pt: Mitigar

# mnuopt_impacto_alto
source: High
pt_pt: Alto

# mnuopt_impacto_baixo
source: Low
pt_pt: Baixo

# mnuopt_impacto_medio
source: Medium
pt_pt: Médio

# mnuopt_prioridade_alta
source: High
pt_pt: Alta

# mnuopt_prioridade_baixa
source: Low
pt_pt: Baixa

# mnuopt_prioridade_media
source: Medium
pt_pt: Média

# mnuopt_prioridade_muito_alta
source: Very high
pt_pt: Muito alta

# modelo_
source: Model:
pt_pt: Modelo:

# modelo_de_fluxo_
source: Flow Template:
pt_pt: Modelo de Fluxo:

# modelo_formul_rio_
source: Form Model:
pt_pt: Modelo Formulário:

# moderado
source: Moderate
pt_pt: Moderado

# moderno
source: Modern
pt_pt: Moderno

# modificado
source: Modified
pt_pt: Modificado

# moeda
source: Coin
pt_pt: Moeda

# monet_rio
source: Monetary
pt_pt: Monetário

# monitoramento
source: MONITORING
pt_pt: MONITORIZAÇÃO

# mostrar_apenas_n_o_lidas
source: Show only unread
pt_pt: Somente não lidas

# mostrar_gr_fico
source: Show Chart
pt_pt: Mostrar Gráfico

# mostrar_gr_ficos
source: Show Graphics
pt_pt: Mostrar Gráficos

# motivo_
source: Reason:
pt_pt: Motivo:

# movimento
source: Movement
pt_pt: Movimento

# muito_alto
source: Very high
pt_pt: Muito Alto

# muito_baixo
source: Very low
pt_pt: Muito baixo

# munic_pio
source: County
pt_pt: Município

# munic_pio_
source: County:
pt_pt: Município:

# munic_pio__
source: County:*
pt_pt: Município:*

# m_dia
source: Average
pt_pt: Média

# m_dia_
source: Average:
pt_pt: Média:

# m_dio
source: Medium
pt_pt: Médio

# m_dio_
source: Medium:
pt_pt: Médio:

# m_dulo
source: Module
pt_pt: Módulo

# m_nimo
source: Minimum
pt_pt: Mínimo

# m_s
source: Month
pt_pt: Mês

# m_scara_
source: Mask:
pt_pt: Máscara:

# m_s_
source: Month:
pt_pt: Mês:

# m_s_ano
source: Month year
pt_pt: Mês/Ano

# m_s_ano_
source: Month year:
pt_pt: Mês/Ano:

# m_s_assinatura
source: Month Signature
pt_pt: Mês da Assinatura

# m_s_os
source: Month OS
pt_pt: Mês OS

# m_s_t_rmino
source: Month Term
pt_pt: Mês do Término

# m_ximo
source: Maximum
pt_pt: Máximo

# nacional
source: National
pt_pt: Nacional

# nao
source: No
pt_pt: Não

# nascimento
source: Birth
pt_pt: Nascimento

# naturalidade
source: Naturalness
pt_pt: Naturalidade

# natureza
source: Nature
pt_pt: Natureza

# natureza_
source: Nature:
pt_pt: Natureza:

# negativa
source: Negative
pt_pt: Negativa

# nenhum
source: none
pt_pt: Nenhum

# nenhuma
source: None
pt_pt: Nenhuma

# nenhuma_a__o_autom_tica___
source: No automatic action ...
pt_pt: Nenhuma ação automática...

# nenhuma_exce__o_cadastrada
source: No Exemption Registered
pt_pt: Nenhuma Exceção Registada

# nenhuma_informa__o
source: No Information
pt_pt: Nenhuma informação

# nenhuma_informa__o_a_apresentar
source: No information to display
pt_pt: Nenhuma informação a Apresentar

# nenhuma_informa__o_a_ser_apresentada_
source: No information to display.
pt_pt: Nenhuma informação a ser apresentada.

# nenhuma_outra_entidade_est__com_acesso_a_este_mapa
source: No other Entity has access to this Map
pt_pt: Nenhuma outra Entidade está com o acesso a este Mapa

# nenhum_crit_rio_foi_selecionado_
source: No Criteria Selected!
pt_pt: Nenhum Critério foi Selecionado!

# nenhum_formul_rio_associado_
source: No associated form.
pt_pt: Nenhum formulário associado.

# nenhum_formul_rio_para_exibir_
source: No form to view.
pt_pt: Nenhum formulário para exibir.

# nenhum_perfil_cadastrado
source: No profile registered
pt_pt: Nenhum perfil registado

# nenhum_perfil_notificado___
source: No profile reported ...
pt_pt: Nenhum perfil notificado...

# nenhum_resultado_para_atualizar_no_indicador_selecionado_
source: No Results to Refresh in Selected Indicator.
pt_pt: Nenhum Resultado para Atualizar no Indicador Selecionado.

# nenhum_risco_foi_selecionado_
source: No Risk has been Selected!
pt_pt: Nenhum Risco foi Selecionado!

# nenhum_tipo_de_projeto_est__relacionado_a_este_formul_rio
source: No project type is related to this form
pt_pt: Nenhum tipo de projeto está relacionado a este formulário

# nenhum_tipo_de_projeto_est__relacionado_a_este_modelo_de_fluxo
source: No type of project is related to this flow model
pt_pt: Nenhum tipo de projeto está relacionado a este modelo de fluxo

# nivel
source: Level
pt_pt: Nivel

# nome
source: Name
pt_pt: Nome

# nomeanexo
source: First Name
pt_pt: NomeAnexo

# nomeprojeto
source: Project Name
pt_pt: NomeProjeto

# nome_
source: Name:
pt_pt: Nome:

# nome_arquivo
source: File Name
pt_pt: Nome Arquivo

# nome_a__o
source: Name Action
pt_pt: Nome Ação

# nome_cr
source: CR Name:
pt_pt: Nome CR

# nome_da_unidade
source: Unit name
pt_pt: Nome da unidade

# nome_do_projeto
source: Project Name
pt_pt: Nome do projeto

# nome_do_projeto_
source: Project name:
pt_pt: Nome do Projeto:

# nome_do_risco
source: Risk Name
pt_pt: Nome do Risco

# nome_do_usu_rio
source: username
pt_pt: Nome do Utilizador

# nome_no_menu
source: Name in the Menu
pt_pt: Nome no Menu

# nome_projeto
source: Project Name
pt_pt: Nome Projeto

# nome_recurso
source: Name Resource
pt_pt: Nome Recurso

# nome_tarefa
source: Task Name
pt_pt: Nome Tarefa

# nome__
source: Name:*
pt_pt: Nome:*

# nota
source: Note
pt_pt: Nota

# NovaAnalise_an_lise_salva_com_sucesso_
source: Review saved successfully!
pt_pt: Análise guardada com sucesso!

# NovaAnalise_erro_ao_salvar_an_lise_
source: Error saving analysis!
pt_pt: Erro ao guardar análise!

# novaCdis_nome_do_favorito___obrigat_rio_
source: Name of the Favorite is required
pt_pt: O nome do Favorito é obrigatório

# novaCdis_n_o_existe_favoritos_registrados_
source: Name of the Favorite is required
pt_pt: Não existem favoritos registados

# novaCdis_visualize_aqui_a_lista_de_mensagens
source: Click here to access your message list
pt_pt: Clique aqui para aceder à sua lista de mensagens

# novaCdis_visualize_aqui_a_lista_de_mensagens____
source: Click here to access your message list
pt_pt: Clique aqui para aceder à sua lista de mensagens

# novaCdis_visualize_aqui_a_lista_de_notifica__es
source: No notifications
pt_pt: Não há notificações

# novaCdis_visualize_aqui_a_lista_de_notifica__es____
source: No notifications
pt_pt: Não há notificações

# novaCdis_visualize_aqui_a_lista_de_tarefas
source: Click here to access your kanban
pt_pt: Clique aqui para aceder ao Kanban

# novaCdis_visualize_aqui_a_lista_de_tarefas____
source: Click here to access your kanban
pt_pt: Clique aqui para aceder ao Kanban

# novaReunioes_deseja_realmente_excluir_o_plano_de_a__o_pendente_selecionado_
source: Do you really want to delete the selected pending action plan?
pt_pt: Pretende mesmo excluir o plano de ação pendente selecionado?

# novaReunioes_deseja_realmente_excluir_o_plano_de_a__o_selecionado_
source: Do you really want to delete the selected action plan?
pt_pt: Pretende mesmo excluir o plano de ação selecionado?

# novaReunioes_n_o_foi_realizado_a_conex_o_com_a_base_de_dados_
source: Connection to the database was not made.
pt_pt: Não foi realizada a conexão com a base de dados.

# novaReunioes_n_o_h__atualiza__o_para_o_sistema_
source: No system updates found.
pt_pt: Não há atualização para o sistema.

# novaReunioes_por_favor_especificar_o_t_tulo_do_arquivo_
source: Please specify the title of the file.
pt_pt: Por favor especificar o título do arquivo.

# novaReunioes_por_favor_selecione_um_arquivo_para_anexar_
source: Please select a file to attach.
pt_pt: Por favor selecione um arquivo para anexar.

# novaReunioes_solicita__o_de_atualiza__o_realizada_com_
source: Update request performed
pt_pt: Solicitação de atualização realizada com

# novaReunioes__mensagem___
source: Message =
pt_pt: Mensagem =

# novaReunioes__na_resposta_do_webservice_de_atualiza__o__c_digo___
source: in update webservice response: Code =
pt_pt: na resposta do webservice de atualização: Código =

# novaReunioes__na_resposta_do_webservice_de_banco_de_dados__c_digo___
source: in the database webservice response: Code =
pt_pt: na resposta do webservice de banco de dados: Código =

# novaReunioes__na_resposta_do_webservice_de_item_atual__c_digo___
source: in the current item webservice response: Code =
pt_pt: na resposta do webservice de item atual: Código =

# novaReunioes__na_resposta_do_webservice_de_permiss_o__c_digo___
source: in the permission webservice response: Code =
pt_pt: na resposta do webservice de permissão: Código =

# novaReunioes__na_resposta_do_webservice_de_retornar_tabelas__c_digo___
source: in the return tables webservice response: Code =
pt_pt: na resposta do webservice de retornar tabelas: Código =

# nova_etapa_
source: New Stage:
pt_pt: Nova Etapa:

# nova_senha
source: New password
pt_pt: Nova Senha

# nova_vig_ncia
source: New Term
pt_pt: Nova Validade

# novembro
source: November
pt_pt: Novembro

# novembro_
source: November:
pt_pt: Novembro:

# novo
source: New
pt_pt: Novo

# novos_
source: New:
pt_pt: Novos:

# novo_calend_rio
source: New Calendar
pt_pt: Novo Calendário

# novo_campo
source: New Field
pt_pt: Novo Campo

# novo_dado
source: New Data
pt_pt: Novo Dado

# novo_fluxo
source: New Flow
pt_pt: Novo Fluxo

# novo_formul_rio
source: New Form
pt_pt: Novo Formulário

# novo_objeto
source: New Object
pt_pt: Novo Objeto

# novo_registro
source: New Registration
pt_pt: Novo Registo

# novo_respons_vel
source: New Responsible
pt_pt: Novo Responsável

# no_ato
source: In the act
pt_pt: No ato

# no_m_s
source: In The Month
pt_pt: No Mês

# no_per_odo
source: In the period
pt_pt: No período

# numero_
source: Number
pt_pt: Numero

# numero_contrato
source: Contract Number
pt_pt: Numero Contrato

# num_rico
source: Numeric
pt_pt: Numérico

# n_
source: No.
pt_pt: Nº

# n_mero
source: Number
pt_pt: Número

# n_meros
source: Numbers
pt_pt: Números

# n_meros_
source: Numbers
pt_pt: Números

# n_mero_
source: Number:
pt_pt: Número:

source: No
pt_pt: Não

# n_o_ativo
source: Not active
pt_pt: Não Ativo

# n_o_comp_e_o_sinalizador_geral
source: Does not influence the KPI
pt_pt: Não compõe o sinalizador geral

# n_o_h__a__es_pendentes
source: There are no pending actions
pt_pt: Não há ações pendentes

# n_o_h__coment_rios_para_serem_exibidos
source: There are no comments to display
pt_pt: Não há comentários para serem exibidos

# n_o_h__indicador_criado_nesta_unidade_
source: There is no indicator created on this unit.
pt_pt: Não há um indicador criado nesta unidade.

# n_o_h__outras_despesas_pendentes
source: No other expenses pending
pt_pt: Não há outras despesas pendentes

# n_o_iniciada
source: Not Started
pt_pt: Não Iniciada

# n_o_iniciado
source: Not Started
pt_pt: Não Iniciado

# n_o_possui_tarefas
source: does not have tasks
pt_pt: não possui tarefas

# n_o_se_aplica
source: Not applicable
pt_pt: Não se aplica

# n_vezes
source: N Times
pt_pt: N Vezes

# n__etapas
source: NÂº Stages
pt_pt: Nº Etapas

# n__parcela
source: plot number
pt_pt: nº parcela

# n__protocolo
source: Protocol No.:
pt_pt: Nº Protocolo

# objetivo
source: goal
pt_pt: Objetivo

# ObjetivoEstrategico_AcoesSugeridas_a_descri__o_deve_ser_informado_
source: The description must be informed!
pt_pt: A descrição deve ser informada!

# ObjetivoEstrategico_AcoesSugeridas_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# ObjetivoEstrategico_AcoesSugeridas_exclu_da_com_sucesso_
source: deleted successfully!
pt_pt: excluída com sucesso!

# ObjetivoEstrategico_AcoesSugeridas_inclu_da_com_sucesso_
source: included successfully!
pt_pt: incluída com sucesso!

# ObjetivoEstrategico_Analises_MensagemRegistroExcluidoComSucesso
source: Record successfully deleted!
pt_pt: Registo excluído com sucesso!

# ObjetivoEstrategico_Analises_MensagemRegistroSalvoComSucesso
source: Record successfully saved!
pt_pt: Registo salvo com sucesso!

# ObjetivoEstrategico_Estrategias_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!
