Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# CadastroUsuariosNovo_perfis
source: Profiles
pt_pt: Perfis

# CadastroUsuariosNovo_por_favor__forne_a_um_endere_o_de_e_mail_v_lido
source: Please provide a valid email.
pt_pt: Por favor, forneça um endereço de email válido

# CadastroUsuariosNovo_por_favor__forne_a_um_endere_o_de_e_mail_v_lido_
source: Please provide a valid email.
pt_pt: Por favor, forneça um endereço de email válido.

# CadastroUsuariosNovo_prefer_ncias
source: Preferences
pt_pt: Preferências

# CadastroUsuariosNovo_prezado_a_
source: Dear
pt_pt: Estimado(a).

# CadastroUsuariosNovo_ps__por_favor__n_o_responda_esse_e_mail
source: Please do not reply to this email
pt_pt: Por favor, não responda a este email

# CadastroUsuariosNovo_ps__por_favor__n_o_responda_esse_e_mail_
source: PS: Please do not reply to this email.
pt_pt: PS: Por favor, não responda esse email.

# CadastroUsuariosNovo_salvar
source: Save
pt_pt: Guardar

# CadastroUsuariosNovo_seguem_credenciais_para_acesso_ao_sistema
source: credentials for system access are available
pt_pt: seguem as credenciais para acesso ao sistema

# CadastroUsuariosNovo_senha
source: password
pt_pt: senha

# CadastroUsuariosNovo_senha_alterada_
source: Password Changed!
pt_pt: Senha Alterada!

# CadastroUsuariosNovo_senha_alterada__
source: Password Changed!
pt_pt: Senha Alterada!

# CadastroUsuariosNovo_seu_acesso_ao_sistema
source: your access to the system
pt_pt: o seu acesso ao sistema

# CadastroUsuariosNovo_seu_usu_rio_e_senha_n_o_foram_alterados
source: your username and password have not changed
pt_pt: o seu utilizador e senha não foram alterados.

# CadastroUsuariosNovo_seu_usu_rio_e_senha_n_o_foram_alterados_
source: Your username and password have not been changed.
pt_pt: O seu utilizador e senha não foram alterados.

# CadastroUsuariosNovo_sua_senha_do
source: your password of
pt_pt: a sua senha do

source: Your <system> system password has been reset by your system administrator to
pt_pt: A sua senha do <u>@nomeSistema</u> foi redefinida pelo administrador do sistema para

# CadastroUsuariosNovo_sua_senha_n_o_foi_alterada_
source: Your password has not been changed.
pt_pt: A sua senha não foi alterada.

# CadastroUsuariosNovo_substitui__o_de_usu_rios
source: Users replacement
pt_pt: Substituição de utilizadores

# CadastroUsuariosNovo_unidade
source: Business Unit
pt_pt: unidade

# CadastroUsuariosNovo_unidade__
source: Unity :
pt_pt: Unidade :

# CadastroUsuariosNovo_usuario
source: user
pt_pt: utlizador

# CadastroUsuariosNovo_usuario_cadastrado
source: User registered
pt_pt: Utilizador registado

# CadastroUsuariosNovo_usuario_exclu_do_com_sucesso_
source: User excluded successfully!
pt_pt: Utilizador excluído com sucesso!

# CadastroUsuariosNovo_usuario_inclu_do_com_sucesso_
source: User added successfully!
pt_pt: Utilizador incluído com sucesso!

# CadastroUsuariosNovo_usuario__
source: User:
pt_pt: Utilizador:

# CadastroUsuariosNovo_usu_rios_inativos
source: Inactive Users
pt_pt: Utilizadores inativos

# CadastroUsuariosNovo_usu_rio_com_o_cpf_j__existe
source: User with SSN already exists
pt_pt: utilizador com o cpf já existe

# CadastroUsuariosNovo_usu_rio_com_o_cpf_j__existe_
source: User with SSN already exists
pt_pt: Utilizador com o cpf já existe.

# CadastroUsuariosNovo_usu_rio_destino__
source: Destination user:
pt_pt: Utlizador destino:

# CadastroUsuariosNovo_usu_rio_origem__
source: Origin user:
pt_pt: Utilizador origem:

# CadastroUsuariosNovo_usu_rio_que_vai_receber_o_conjuto_de_permiss_es__
source: User that will receive set of permissions:
pt_pt: Utilizador que vai receber o conjuto de permissões:

# CadastroUsuariosNovo__tamb_m_
source: Â also?
pt_pt: também?

# CadastroUsuariosNovo__usu_rio_cadastrado_em_outra_
source: * User registered in another
pt_pt: *Utilizador registado noutra

# cadastroUsuarios_email_do_usu_rio_ser_informado_
source: User Email must be informed.
pt_pt: O email do utilizador deve ser informado.

# cadastroUsuarios_nome_do_usu_rio_deve_ser_informado_
source: User Name must be informed.
pt_pt: O nome do utilizador deve ser informado.

# caixa_de_entrada
source: Inbox
pt_pt: Caixa de entrada

# calcular
source: Calculate
pt_pt: Calcular

# calendarios_cadastro_de_calend_rios
source: Calendars Registration
pt_pt: Registo de Calendários

# Calendarios_confirma_a_exclus_o_do_calend_rio_
source: Do you confirm the deletion of the calendar?
pt_pt: Confirma a exclusão do calendário?

# Calendarios_excluir
source: Delete
pt_pt: Excluir

source: The calendar can not be deleted, since it has dependencies with other objects!
pt_pt: O calendário não pode ser excluído, porque possui dependências com outros objetos!

# Calendarios_o_calend_rio_padr_o_n_o_pode_ser_exclu_do
source: Default calendar can not be deleted
pt_pt: O calendário padrão não pode ser excluído

# calend_rio
source: Calendar
pt_pt: Calendário

# caminho_critico
source: Critical Path
pt_pt: Caminho Crítico

# campo
source: Field
pt_pt: Campo

# campos
source: Fields
pt_pt: Campos

# campo_
source: Field:
pt_pt: Campo:

# campo_lista
source: Field List
pt_pt: Campo Lista

# campo_obrigat_rio
source: Required field
pt_pt: Campo Obrigatório

# campo_obrigat_rio_
source: Required field!
pt_pt: Campo Obrigatório!

# campo_obrigat_rio__
source: Required field !
pt_pt: Campo obrigatório !

# cancelada
source: Cancelled
pt_pt: Cancelada

# cancelar
source: Cancel
pt_pt: Cancelar

# cancelar_convite
source: Cancel Invitation
pt_pt: Cancelar convite

# capacidade__h_
source: Capacity (h)
pt_pt: Capacidade (h)

# caracteriza__o
source: Characterization
pt_pt: Caracterização

# cargo
source: Office
pt_pt: Cargo

# carregando
source: Loading
pt_pt: arregando

# carregando___
source: Loading...
pt_pt: A carregar…

# carregar_configura__es_originais
source: Load original settings
pt_pt: Carregar configurações originais

# carregar_configura__es_originais_da_consulta
source: Load original query settings
pt_pt: Carregar as configurações originais da consulta

# carrega_as_configura__es_originais_da_consulta
source: Loads the original query settings
pt_pt: Carregar as configurações originais da consulta

# carteira
source: Portfolio
pt_pt: Carteira

# carteiras
source: Portfolios
pt_pt: Carteiras

# carteirasDeProjetos_ativa
source: Active
pt_pt: Ativa

# carteirasDeProjetos_carteiras_controladas_pelo_sistema
source: Portfolios controlled by the system
pt_pt: Carteiras controladas pelo sistema

# carteirasDeProjetos_erro_
source: Error:
pt_pt: Erro:

# carteirasDeProjetos_inativas
source: inactive
pt_pt: inativas

# carteirasDeProjetos_o_campo_
source: Field
pt_pt: O campo

# carteirasDeProjetos_permiss_es
source: Permissions
pt_pt: Permissões

# carteirasDeProjetos_registro_alterado_com_sucesso_
source: Registry changed successfully!
pt_pt: Registo alterado com sucesso!

# carteirasDeProjetos_registro_exclu_do_com_sucesso_
source: Registry deleted successfully!
pt_pt: Registo excluído com sucesso!

# carteirasDeProjetos_registro_inclu_do_com_sucesso
source: Record added successfully
pt_pt: Registo incluído com sucesso

# carteirasDeProjetos__deve_ser_informado_
source: must be informed!
pt_pt: deve ser Informado!

# carteira_
source: Portfolio:
pt_pt: Carteira:

# carteira_associada
source: Associated Portfolio
pt_pt: Carteira Associada

# categoria
source: Category
pt_pt: Categoria

# categoriasDeMensagens_a_categoria_de_mensagem_deve_ser_informada_
source: Message category must be informed.
pt_pt: A categoria de mensagem deve ser informada.

source: The message category can not be deleted because messages are linked to it.
pt_pt: A categoria de mensagem não pode ser excluída, porque existem mensagens vinculadas à mesma.

# categoriasDeMensagens_categoria_de_mensagem_alterada_com_sucesso_
source: Message category changed successfully!
pt_pt: Categoria de mensagem alterada com sucesso!

# categoriasDeMensagens_categoria_de_mensagem_exclu_da_com_sucesso_
source: Category deleted message successfully!
pt_pt: Categoria de mensagem excluída com sucesso!

# categoriasDeMensagens_categoria_de_mensagem_inclu_da_com_sucesso_
source: Message category successfully included!
pt_pt: Categoria de mensagem incluída com sucesso!

# categoriasDeMensagens_categoria_de_mensagem_j__existente_
source: Message category already exists!
pt_pt: Categoria de mensagem já existente!

# categoriasDeMensagens_editar
source: Edit
pt_pt: Editar

# categoriasDeMensagens_excluir
source: Delete
pt_pt: Excluir

# categoriasDeMensagens_incluir
source: Include
pt_pt: Incluir

# categoriasNova_a_sigla_da_categoria_deve_ser_informada_
source: Category Acronym must be informed.
pt_pt: A sigla da categoria deve ser informada.

# categoriasNova_categoria_alterada_com_sucesso
source: Category changed successfully
pt_pt: Categoria alterada com sucesso

# categoriasNova_categoria_exclu_da_com_sucesso
source: Category deleted successfully
pt_pt: Categoria excluída com sucesso

# categoriasNova_categoria_inclu_da_com_sucesso
source: Category included successfully
pt_pt: Categoria incluída com sucesso

# categoriasNova_matriz
source: Matrix
pt_pt: Matriz

# categoriasNova_o_nome_da_categoria_deve_ser_informado_
source: Category name must be informed.
pt_pt: O nome da categoria deve ser informado.

# categoria_
source: Category:
pt_pt: Categoria:

# celular
source: Cell phone
pt_pt: Celular

# celula_nao_editavel
source: non-editable cell
pt_pt: Célula não editável

# cenario
source: Scenario
pt_pt: Cenário

# centro
source: center
pt_pt: Centro

# cen_rios
source: Scenarios
pt_pt: Cenários

# cen_rio_
source: Scenario:
pt_pt: Cenário:

# cen_rio_1
source: Scenario 1
pt_pt: Cenário 1

# cen_rio_2
source: Scenario 2
pt_pt: Cenário 2

# cen_rio_3
source: Scenario 3
pt_pt: Cenário 3

# cen_rio_4
source: Scenario 4
pt_pt: Cenário 4

# cen_rio_5
source: Scenario 5
pt_pt: Cenário 5

# cen_rio_6
source: Scenario 6
pt_pt: Cenário 6

# cen_rio_7
source: Scenario 7
pt_pt: Cenário 7

# cen_rio_8
source: Scenario 8
pt_pt: Cenário 8

# cen_rio_9
source: Scenario 9
pt_pt: Cenário 9

# cen__1
source: S 1
pt_pt: Cen. 1

# cen__2
source: S 2
pt_pt: Cen. 2

# cen__3
source: S 3
pt_pt: Cen. 3

# cen__4
source: S 4
pt_pt: Cen. 4

# cen__5
source: S 5
pt_pt: Cen. 5

# cen__6
source: S 6
pt_pt: Cen. 6

# cen__7
source: S 7
pt_pt: Cen. 7

# cen__8
source: S 8
pt_pt: Cen. 8

# cen__9
source: S 9
pt_pt: Cen. 9

# chave_prim_ria
source: Primary key
pt_pt: Chave primária

# checklist_exigidos
source: CheckList required
pt_pt: CheckList exigidos

# cidade
source: City
pt_pt: Cidade

# cidade_
source: City:
pt_pt: Cidade:

# cliente
source: Client
pt_pt: Cliente

# clientes_afetados
source: Affected Clients
pt_pt: Clientes Afetados

# cliente_
source: Customer:
pt_pt: Cliente:

# clique_para_editar
source: Click for edit
pt_pt: Clique para editar

# CNI_GestaoMetas_a_descri__o_deve_ser_informada_
source: Description must be informed.
pt_pt: A descrição deve ser informada.

# CNI_GestaoMetas_a_meta_deve_ser_informada_
source: Goal must be informed.
pt_pt: A meta deve ser informada.

# CNI_GestaoMetas_deve_ser_associada_uma_macrometa_ou_uma_micrometa_
source: Must be related to a macro-goal or micro-goal.
pt_pt: Deve ser associada uma macrometa ou uma micrometa.

# CNI_GestaoMetas_o_coment_rio_deve_ser_informado_
source: Comment must be informed.
pt_pt: O comentário deve ser informado.

# codigo_categoria
source: Code Category
pt_pt: Codigo Categoria

# codigo_conta
source: Account Code
pt_pt: Codigo Conta

# codigo_entidade
source: Entity Code
pt_pt: Código Entidade

# codigo_superior
source: Top code
pt_pt: Codigo superior

# codigo_usuario
source: User Code
pt_pt: Codigo Usuario

# coluna
source: Column
pt_pt: Coluna

# colunas_
source: Columns:
pt_pt: Colunas:

# coluna_fixa_
source: Fixed column?
pt_pt: Coluna fixa?

# comando_
source: Command:
pt_pt: Comando:

# coment_rio
source: Comment
pt_pt: Comentário

# coment_rios
source: Comments
pt_pt: Comentários

# coment_rios_
source: Comments:
pt_pt: Comentários:

# coment_rio_
source: Comment:
pt_pt: Comentário:

# comites_nome_do_grupo_deve_ser_informado_
source: Group Name must be informed.
pt_pt: Nome do grupo deve ser informado.

# comparar_cen_rios
source: Compare Scenarios
pt_pt: Comparar Cenários

# compara__o
source: Comparation
pt_pt: Comparação

# compartilhado
source: Shared
pt_pt: Compartilhado

# compartilhamentoIndicador_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# compartilhar
source: To share
pt_pt: Compartilhar

# compet_ncia
source: Competence
pt_pt: Competência

# complexidade_
source: Complexity:
pt_pt: Complexidade:

# componentes
source: Components
pt_pt: Componentes

# comunica__es
source: News & Events
pt_pt: Comunicações

# comunica__o
source: Communication
pt_pt: Comunicação

# conclu_da
source: Completed
pt_pt: Concluída

# conclu_das
source: Completed
pt_pt: Concluídas

# conclu_do
source: Completed
pt_pt: Concluído

# conclu_do_
source: Completed:
pt_pt: Concluído:

# concordo
source: I agree
pt_pt: Concordo

# conector
source: Connector
pt_pt: Conector

# conectores
source: Connectors
pt_pt: Conectores

# conex_es
source: Electrical / Electronic Manufacturing
pt_pt: Conexões

# configSprint_o_hor_rio_de_in_cio_da_reuni_o_deve_ser_informado_
source: Meeting Start Time must be informed.
pt_pt: O horário de início da reunião deve ser informado.

# configSprint_o_hor_rio_de_in_cio_e_t_rmino_n_o_devem_ser_iguais_
source: Start and End Times cannot be the same.
pt_pt: O horário de início e término não devem ser iguais.

# configSprint_o_hor_rio_de_in_cio___maior_que_o_hor_rio_de_t_rmino_
source: Start Time is greater than end time.
pt_pt: O horário de início é maior que o horário de término.

# configSprint_o_hor_rio_de_t_rmino_da_reuni_o_deve_ser_informado_
source: Meeting End Time must be informed.
pt_pt: O horário de término da reunião deve ser informado.

# configSprint_o_local_deve_ser_informado_
source: Location must be informed.
pt_pt: O local deve ser informado.

# configSprint_o_tipo_de_gr_fico_deve_ser_informado_
source: Graph Type must be informed.
pt_pt: O tipo de gráfico deve ser informado.

# ConfiguracaoMapaEstrategico_excluir
source: Delete
pt_pt: Excluir

# ConfiguracaoMapaEstrategico_novo
source: New
pt_pt: Novo

# ConfiguracaoMapaEstrategico_selecionar
source: Select
pt_pt: Selecionar

# ConfiguracaoMapaEstrategico_selecionar_imagem_do_mapa
source: Select Map Image
pt_pt: Selecionar Imagem do Mapa

# ConfiguracaoNovoMapaEstrategico_associar_objetivo_a_
source: Associate objective to:
pt_pt: Associar objetivo a:

source: Click Select Map Image to choose the strategic map drawing to be used for tracking ...
pt_pt: Clique em Selecionar Imagem do Mapa para escolher o desenho do mapa estratégico a ser utilizado para acompanhamento...

# ConfiguracaoNovoMapaEstrategico_deseja_excluir_o_objetivo_estrat_gico
source: Do you want to delete the strategic goal
pt_pt: Pretende excluir o objetivo estratégico

# ConfiguracaoNovoMapaEstrategico_deseja_excluir_o_objetivo_estrat_gico__
source: Do you want to delete the '
pt_pt: Pretende excluir o objetivo estratégico '

# ConfiguracaoNovoMapaEstrategico_excluir
source: Delete
pt_pt: Excluir

# ConfiguracaoNovoMapaEstrategico_formato_permitido
source: Allowed format
pt_pt: Formato permitido

source: Enter the goal title and who it is associated with.
pt_pt: Informe o título do objetivo e a quem está associado.

# ConfiguracaoNovoMapaEstrategico_nenhum_arquivo_selecionado
source: No file selected
pt_pt: Nenhum arquivo selecionado

# ConfiguracaoNovoMapaEstrategico_novo
source: New
pt_pt: Novo

# ConfiguracaoNovoMapaEstrategico_n_o_foram_corretamente_especificados
source: not correctly specified
pt_pt: não foram corretamente especificados

# ConfiguracaoNovoMapaEstrategico_objetivo_estrat_gico
source: Strategic Objective
pt_pt: Objetivo Estratégico

# ConfiguracaoNovoMapaEstrategico_os_par_metros_para_a_a__o
source: The parameters for the action
pt_pt: Os parâmetros para a ação

# ConfiguracaoNovoMapaEstrategico_resolu__o_recomendada
source: Recommended Resolution
pt_pt: Resolução recomendada

# ConfiguracaoNovoMapaEstrategico_selecionar
source: Select
pt_pt: Selecionar

# ConfiguracaoNovoMapaEstrategico_selecionar_imagem_do_mapa
source: Select Map Image
pt_pt: Selecionar Imagem do Mapa

# ConfiguracaoNovoMapaEstrategico_t_tulo_
source: Title:
pt_pt: Título:

# ConfiguracoesStatusReport_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# Configuracoes_ano___inv_lido_ou_n_o_foi_informado_
source: Year invalid or not informed.
pt_pt: O ano é inválido ou não foi informado.

# Configuracoes_erro__
source: Error:
pt_pt: Erro:

# Configuracoes_op__o_de_ano_edit_vel_deve_ser_informado_
source: Editable year option must be informed.
pt_pt: Opção de ano editável deve ser informado.

# Configuracoes_op__o_de_meta_edit_vel_deve_ser_informado_
source: Editable Goal Option must be informed.
pt_pt: Opção de meta editável deve ser informado.

# Configuracoes_op__o_de_resultado_edit_vel_deve_ser_informado_
source: Editable Result Option must be informed.
pt_pt: Opção de resultado editável deve ser informado.

# Configuracoes_Periodicidade_deve_ser_informada
source: frequency should be informed
pt_pt: Periodicidade deve ser informada

# Configuracoes_registro_alterado_com_sucesso
source: Record successfully changed
pt_pt: Registo alterado com sucesso

# Configuracoes_registro_exclu_do_com_sucesso
source: Successfully deleted record
pt_pt: Registo excluído com sucesso

# Configuracoes_registro_inclu_do_com_sucesso
source: Record added successfully
pt_pt: Registo incluído com sucesso

# configura__es
source: Settings
pt_pt: Configurações

# configura__o
source: Configuration
pt_pt: Configuração

# confirmar
source: Confirm
pt_pt: Confirmar

# confirmar_exclus_o_
source: Confirm deletion?
pt_pt: Confirmar exclusão?

# confirma_a_exclus_o_do_registro_
source: Do you confirm the deletion of the record?
pt_pt: Confirma a exclusão do registo?

# confirma_exclus_o_
source: Confirm exclusion?
pt_pt: Confirma a exclusão?

# consequ_ncia
source: Consequence
pt_pt: Consequência

# consequ_ncias
source: Consequences
pt_pt: Consequências

# consulta
source: Query
pt_pt: Consulta

# consultar
source: Consult
pt_pt: Consultar

# consultas
source: Inquiries
pt_pt: Consultas

# consulta_em__rvore
source: Tree Query
pt_pt: Consulta em árvore

# consulta_olap
source: OLAP Query
pt_pt: Consulta OLAP

# consulta_simples
source: Simple consultation
pt_pt: Consulta simples

# consultor
source: Consultant
pt_pt: Consultor

# consultores
source: Consulting
pt_pt: Consultores

# conta
source: Account
pt_pt: Conta

# contaDesembolsoFinanceiro_a_descri__o_da_conta_deve_ser_informada_
source: Account Description must be informed.
pt_pt: A descrição da conta deve ser informada.

# contaDesembolsoFinanceiro_a__rea_deve_ser_informada_
source: Area must be informed.
pt_pt: A Área deve ser informada.

# contaDesembolsoFinanceiro_o_grupo_deve_ser_informado_
source: Group must be informed.
pt_pt: O grupo deve ser informado.

# contar
source: Tell
pt_pt: Contar

# contato
source: Contact
pt_pt: Contato

# conta_
source: Account:
pt_pt: Conta:

# conta_cod
source: COUNT_COD
pt_pt: CONTA_COD

# conta_superior
source: Top Account
pt_pt: Conta Superior

# continuidade
source: Continuity
pt_pt: Continuidade

# contratar
source: To hire
pt_pt: Contratar

# contrato
source: Contract
pt_pt: Contrato

# contratos
source: Contracts
pt_pt: Contratos

# ContratosExtendido_alguns_dados_s_o_de_preenchimento_obrigat_rio_
source: Some details must be completed:
pt_pt: Alguns dados são de preenchimento obrigatório:

# ContratosExtendido_a_data_da_os_deve_ser_informada_
source: Service Order Date must be informed!
pt_pt: A data da OS deve ser informada.

# ContratosExtendido_a_data_da_os_n_o_pode_ser_maior_que_a_data_de_t_rmino_
source: Service Order Date cannot be later than the End Date!
pt_pt: A data da OS não pode ser maior que a data de término!

# ContratosExtendido_a_data_de_assinatura_deve_ser_informada_
source: Signing Date must be informed!
pt_pt: A data de assinatura deve ser informada.

# ContratosExtendido_a_data_de_t_rmino_deve_ser_informada_
source: End Date must be informed.
pt_pt: A data de término deve ser informada.

# ContratosExtendido_a_descri__o_do_objeto_deve_ser_informada_
source: Object Description must be informed.
pt_pt: A descrição do objeto deve ser informada.

# ContratosExtendido_a_fonte_deve_ser_informada_
source: Source must be informed.
pt_pt: A fonte deve ser informada.

# ContratosExtendido_a_origem_deve_ser_informada_
source: Origin must be informed.
pt_pt: A origem deve ser informada.

# ContratosExtendido_a_raz_o_social_deve_ser_informada_
source: Company Name must be informed.
pt_pt: A razão social deve ser informada.

# ContratosExtendido_a_situa__o_deve_ser_informada_
source: Situation must be informed.
pt_pt: A situação deve ser informada.

# ContratosExtendido_a_unidade_gestora_deve_ser_informada_
source: Managing Unit must be informed.
pt_pt: A unidade gestora deve ser informada.

# ContratosExtendido_o_crit_rio_de_medi__o_deve_ser_informado_
source: Measurement Criterion must be informed.
pt_pt: O critério de medição deve ser informado.

# ContratosExtendido_o_crit_rio_de_reajuste_deve_ser_informado_
source: Readjustment Criterion must be informed.
pt_pt: O critério de reajuste deve ser informado.

# ContratosExtendido_o_gestor_deve_ser_informado_
source: Manager must be informed.
pt_pt: O gestor deve ser informado.

# ContratosExtendido_o_instrumento_deve_ser_informado_
source: Instrument must be informed.
pt_pt: O instrumento deve ser informado.

# ContratosExtendido_o_munic_pio_deve_ser_informado_
source: City must be informed.
pt_pt: O município deve ser informado.

# ContratosExtendido_o_n_mero_do_contrato_deve_ser_informado_
source: Contract Number must be informed.
pt_pt: O número do contrato deve ser informado.

# ContratosExtendido_o_segmento_deve_ser_informado_
source: Segment must be informed.
pt_pt: O segmento deve ser informado.

# ContratosExtendido_o_tipo_de_contrata__o_deve_ser_informado_
source: Contracting Type must be informed.
pt_pt: O tipo de contratação deve ser informado.

# ContratosExtendido_para_ter_acesso_a_op__o
source: To have access to option
pt_pt: Para ter acesso à opção

# ContratosExtendido_permiss_es
source: Permissions
pt_pt: Permissões

# ContratosExtendido___obrigat_rio_salvar_as_informa__es_da_op__o
source: you must save option information
pt_pt: é obrigatório salvar as informações da opção

# ContratosNovo_alguns_dados_s_o_de_preenchimento_obrigat_rio_
source: Some details must be completed:
pt_pt: Alguns dados são de preenchimento obrigatório:

# ContratosNovo_a_data_de_in_cio_n_o_pode_ser_maior_que_a_data_de_t_rmino_
source: Start Date cannot be later than the End Date!
pt_pt: A data de início não pode ser maior que a data de término!

# ContratosNovo_a_descri__o_do_objeto_deve_ser_informada_
source: Object Description must be informed.
pt_pt: A descrição do objeto deve ser informada.

# ContratosNovo_a_unidade_gestora_deve_ser_informada_
source: Managing Unit must be informed.
pt_pt: A unidade gestora deve ser informada.

# ContratosNovo_cliente
source: Client
pt_pt: Cliente

# ContratosNovo_fornecedor
source: Provider
pt_pt: Fornecedor

# ContratosNovo_interessados
source: Interested
pt_pt: Interessados

# ContratosNovo_o_n_mero_do_contrato_deve_ser_informado_
source: Contract Number must be informed.
pt_pt: O número do contrato deve ser informado.

# ContratosNovo_o_respons_vel_deve_ser_informado_
source: People in charge must be informed.
pt_pt: O responsável deve ser informado.

# ContratosNovo_o_status_do_contrato_deve_ser_informado_
source: Contract Status must be informed.
pt_pt: O status do contrato deve ser informado.
