Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# DetalhesContratosExtendido_a_situa__o_deve_ser_informada_
source: Situation must be informed.
pt_pt: A situação deve ser informada.

# DetalhesContratosExtendido_a_unidade_gestora_deve_ser_informada_
source: Managing Unit must be informed.
pt_pt: A unidade gestora deve ser informada.

# DetalhesContratosExtendido_garantia_deve_ser_informada_
source: warranty must be informed.
pt_pt: garantia deve ser informada.

# DetalhesContratosExtendido_nova_raz_o_social
source: New Company Name
pt_pt: Nova Razão Social

# DetalhesContratosExtendido_o_crit_rio_de_medi__o_deve_ser_informado_
source: Measurement Criterion must be informed.
pt_pt: O critério de medição deve ser informado.

# DetalhesContratosExtendido_o_crit_rio_de_reajuste_deve_ser_informado_
source: Readjustment Criterion must be informed.
pt_pt: O critério de reajuste deve ser informado.

# DetalhesContratosExtendido_o_gestor_deve_ser_informado_
source: Manager must be informed.
pt_pt: O gestor deve ser informado.

# DetalhesContratosExtendido_o_instrumento_deve_ser_informado_
source: Instrument must be informed.
pt_pt: O instrumento deve ser informado.

# DetalhesContratosExtendido_o_munic_pio_deve_ser_informado_
source: City must be informed.
pt_pt: O município deve ser informado.

# DetalhesContratosExtendido_o_n_mero_do_contrato_deve_ser_informado_
source: Contract Number must be informed.
pt_pt: O número do contrato deve ser informado.

# DetalhesContratosExtendido_o_segmento_deve_ser_informado_
source: Segment must be informed.
pt_pt: O segmento deve ser informado.

# DetalhesContratosExtendido_o_tipo_de_contrata__o_deve_ser_informado_
source: Contracting Type must be informed.
pt_pt: O tipo de contratação deve ser informado.

source: When you save it, if there are records of subcontractors for this contract they will be excluded!
pt_pt: Quando guardar, se houver registo de sub contratadas para este contrato os mesmos serão excluidos!

# DetalhesContratosExtendido_valor_garantia_deve_ser_informada_
source: Warranty Price must be informed.
pt_pt: Valor garantia deve ser informada.

source: You are changing the option Allow Subcontracting to No.
pt_pt: Está a alterar a opção permitir Subcontratação para Não.

# detalhesObjetivoEstrategico_associar_projeto_ao_objetivo_estrat_gico_selecionado
source: Link Project to Selected Strategic Objective
pt_pt: Associar Projeto ao Objetivo Estratégico Selecionado

source: Gantt of Projects Associated with Selected Strategic Objective
pt_pt: Gantt dos Projetos Associados ao Objetivo Estratégico Selecionado

# detalhesObjetivoEstrategico_indicador_resultante
source: Resultant Indicator
pt_pt: Indicador Resultante

# detalhesObjetivoEstrategico_MensagemAssociacaoProjetoExcluidoComSucesso
source: Record successfully deleted!
pt_pt: Registo excluído com sucesso!

# detalhesObjetivoEstrategico_MensagemAssociacaoProjetoSalvoComSucesso
source: Record successfully saved!
pt_pt: Registo salvo com sucesso!

# detalhesObjetivoEstrategico_MensagemIndicadorExcluidoComSucesso
source: Record successfully deleted!
pt_pt: Registo excluído com sucesso!

# detalhesObjetivoEstrategico_MensagemIndicadorSalvoComSucesso
source: Record successfully saved!
pt_pt: Registo salvo com sucesso!

# detalhesObjetivoEstrategico_nenhum_projeto_foi_selecionado
source: No Projects Selected
pt_pt: Nenhum Projeto foi Selecionado

# detalhesObjetivoEstrategico_plano_de_trabalho
source: Work plan
pt_pt: Plano de trabalho

# detalhesObjetivoEstrategico_polaridade_negativa
source: Negative polarity
pt_pt: Polaridade Negativa

# detalhesObjetivoEstrategico_respons_vel_
source: Responsible:
pt_pt: Responsável:

# detalhesObjetivoEstrategico_salvar_layout
source: Save Layout
pt_pt: Salvar Layout

# DetalhesTDL_atribui__o_atualizada_com_sucesso_
source: Updated Assignment Successfully!
pt_pt: Atribuição Atualizada com Sucesso!

source: The actual start date must be informed if the actual ending has been completed
pt_pt: A data de início real deve ser informada se o término real foi preenchido

# DetalhesTDL_a_data_de_in_cio_real_n_o_pode_ser_maior_a_data_atual
source: Actual start date can not be higher than current date
pt_pt: A data de início real não pode ser maior a data atual

# DetalhesTDL_a_data_de_t_rmino_real_n_o_pode_ser_maior_que_a_data_atual
source: Actual end date can not be greater than current date
pt_pt: A data de término real não pode ser maior que a data atual

# DetalhesTDL_a_data_de_t_rmino_real_n_o_pode_ser_menor_a_data_in_cio_real
source: The actual end date can not be less than the actual start date
pt_pt: A data de término real não pode ser menor a data início real

source: The task can only have status equal to Completed if the actual term is informed
pt_pt: A tarefa só poderá ter status igual a Concluída se o término real for informado

# DetalhesTDL_dados_salvos_com_sucesso_
source: Data saved successfully!
pt_pt: Dados salvos com sucesso!

# DetalhesTDL_erro_ao_atualizar_a_atribui__o
source: Error Updating Assignment
pt_pt: Erro ao Atualizar a Atribuição

# DetalhesTDL_est_gio_
source: Flag:
pt_pt: Estágio:

source: Actual start can not be filled if status is not started
pt_pt: Início real não pode estar preenchido se o status está como não iniciado

source: The status of the task must be equal to 'Completed' if the actual term is informed
pt_pt: O status da tarefa deve ser igual a 'Concluído' caso o término real estiver informado

# DetalhesTDL_s__indicar_esfor_o_real_se_o_in_cio_real_estiver_preenchido
source: Only indicate actual effort if the actual start is completed
pt_pt: Indicar o esforço real apenas se o início real estiver preenchido

# DetalhesTDL_t_rmino_prev__
source: Due Date:
pt_pt: Término Prev.:

source: Start and End Dates cannot be different when the task is a milestone!
pt_pt: As datas de início e término não podem ser diferentes quando a tarefa é um marco!

# DetalhesTS_atribui__o_atualizada_com_sucesso_
source: Updated Assignment Successfully!
pt_pt: Atribuição Atualizada com Sucesso!

# DetalhesTS_data_de_in_cio_dever__ser_informada_
source: Start Date must be informed!
pt_pt: Data de início deverá ser informada!

# DetalhesTS_data_de_in_cio_n_o_pode_ser_maior_que_a_data_atual_
source: Start date cannot be later than the current date!
pt_pt: Data de início não pode ser maior que a data atual!

# DetalhesTS_data_de_in_cio_n_o_pode_ser_maior_que_a_data_de_t_rmino_
source: Start Date cannot be later than the End Date!
pt_pt: Data de início não pode ser maior que a data de término!

# DetalhesTS_data_de_t_rmino_dever__ser_informada_
source: End Date must be informed!
pt_pt: Data de término deverá ser informada!

# DetalhesTS_data_de_t_rmino_n_o_pode_ser_maior_que_a_data_atual_
source: End Date cannot be later than the current date!
pt_pt: Data de término não pode ser maior que a data atual!

# DetalhesTS_data_de__nicio_e_t_rmino_dever_o_ser_informadas_
source: Start and End Dates must be informed!
pt_pt: Data de ínicio e término deverão ser informadas!

# DetalhesTS_erro_ao_atualizar_a_atribui__o
source: Error Updating Assignment
pt_pt: Erro ao Atualizar a Atribuição

# DetalhesTS_execu__o_da_tarefa
source: Task Execution
pt_pt: Execução da Tarefa

# DetalhesTS_lista_de_pend_ncias_para_cadastrar
source: List of Pending Matters to register
pt_pt: Lista de pendências para registar

# DetalhesTS_o_percentual_conclu_do_deve_ser_100__quando_existir_t_rmino_real_
source: The percentage completed must be 100% when there's an actual completion!
pt_pt: O percentual concluído deve ser 100% quando existir término real!

# DetalhesTS_o_percentual_conclu_do_deve_ser_informado_
source: Percentage completed must be informed!
pt_pt: O percentual concluído deve ser informado!

# DetalhesTS_para_uma_tarefa_marco__o_percentual_conclu_do_deve_0_ou_100__
source: For a milestone task, the completed percentage must be 0 or 100%!
pt_pt: Para uma tarefa marco, o percentual concluído deve 0 ou 100%!

# DetalhesTS_trabalho_real_dever__ser_informado_
source: Start Date must be informed!
pt_pt: O trabalho real deverá ser informado!

# detalhes_
source: Details:
pt_pt: Detalhes:

# detalhe_
source: Detail:
pt_pt: Detalhe:

# dez
source: Ten
pt_pt: Dez

# dezembro
source: December
pt_pt: Dezembro

# dezembro_
source: December:
pt_pt: Dezembro:

# de_
source: From:
pt_pt: De:

# de_2000
source: of 2000
pt_pt: de 2000

# dia
source: Day
pt_pt: Dia

# dias
source: days
pt_pt: dias

# dias_atraso
source: Delay Days
pt_pt: Dias Atraso

# dias__teis
source: working days
pt_pt: dias úteis

# digite_o_texto_para_filtrar
source: Enter text to filter
pt_pt: Digite o texto para filtrar

# diminuir_fonte
source: Decrease font size
pt_pt: Diminuir fonte

# diminuir_zoom
source: Zoom out
pt_pt: Diminuir zoom

# direita
source: Right
pt_pt: Direita

# diretoria
source: Board of Directors
pt_pt: Direção

# discordo
source: I disagree
pt_pt: Discordo

# disponibilidade
source: Availability
pt_pt: Disponibilidade

# disponibilidade_
source: Availability:
pt_pt: Disponibilidade:

# dispon_veis
source: Available
pt_pt: Disponíveis

# dispon_vel
source: Available
pt_pt: Disponível

# dispon_vel_
source: Available:
pt_pt: Disponível:

# distrito
source: District
pt_pt: Distrito

# distrito_
source: District:
pt_pt: Distrito:

# documento
source: Document
pt_pt: Documento

# domingo
source: Sunday
pt_pt: Domingo

# dotacoesOrcamentarias_a_dota__o_or_ament_ria_deve_ser_informada_
source: Budgetary Appropriation must be informed.
pt_pt: A dotação orçamentária deve ser informada.

# dotacoesOrcamentarias_deseja_realmente_restaurar_o_registro_selecionado_
source: Do you really want to restore the record selected?
pt_pt: Pretende mesmo restaurar o registo selecionado?

source: Record cannot be excluded, because it's being used by other screen.
pt_pt: O registo não pode ser excluído, porque está a ser utilizado por outro painel.

source: Record cannot be excluded, because there is more than a version related to this file.
pt_pt: O registo não pode ser excluído, porque existe mais do que uma versão relacionada a esse arquivo.

source: Record cannot be included, because it's already on the database.
pt_pt: O registo não pode ser incluído, porque já existe na base de dados.

# dota__es
source: Appropriations
pt_pt: Dotações

# dota__o
source: Allocation
pt_pt: Dotação

# do_projeto
source: of the Project
pt_pt: do Projeto

# drag_as_informa__es_foram_salvas_
source: Information saved.
pt_pt: As informações foram guardadas.

# drag_o_valor_informado_n_o___um_n_mero_v_lido
source: The value informed is not a valid number
pt_pt: O valor informado não é um número válido

# drag_selecione_uma_perspectiva_na_janela_da_esquerda_
source: Please select a perspective from the left window.
pt_pt: Selecione uma perspectiva na janela da esquerda.

# drag_selecione_um_objeto_na_janela_da_esquerda_
source: Please select an object from the left window.
pt_pt: Selecione um objeto na janela da esquerda.

# duracao_d
source: Duration (D)
pt_pt: Duração (D)

# dura__o
source: Duration
pt_pt: Duração

# e
source: and
pt_pt: e

# edital
source: Notice
pt_pt: Edital

# editaMensagens_campo_mensagem_deve_ser_informado_
source: Message field must be informed.
pt_pt: O campo mensagem deve ser informado.

# editaMensagens_campo_resposta_deve_ser_informado_
source: Answer field must be informed.
pt_pt: O campo resposta deve ser informado.

# editaMensagens_prazo_para_resposta_deve_ser_informado
source: Answer Deadline must be informed
pt_pt: O prazo para resposta deve ser informado

# editar
source: Edit
pt_pt: Editar

# editaResultados_o_valor_m_nimo_permitido___
source: The minimum allowed value is
pt_pt: O valor mínimo permitido é

# editar_cronograma
source: Edit Schedule
pt_pt: Editar Cronograma

# editar_dado_compartilhado
source: Update shared data
pt_pt: Editar dado compartilhado

# editar_desenho
source: Edit drawing
pt_pt: Editar desenho

# editar_detalhes
source: Edit Details
pt_pt: Editar Detalhes

# editar_eap
source: Edit WBS
pt_pt: Editar EAP

# editar_meta
source: Edit Goal
pt_pt: Editar Meta

# editar_prefer_ncias_do_usu_rio
source: Edit User Preferences
pt_pt: Editar preferências do utilizador

# editar_relat_rio
source: Edit Report
pt_pt: Editar Relatório

# edit_vel
source: Editable
pt_pt: Editável

# edit_vel_
source: Editable:
pt_pt: Editável:

# edit_vel__
source: Editable?
pt_pt: Editável ?

# edi_ao_novo
source: Editions / New
pt_pt: Ediçao/Novo

# edi__o
source: Edition
pt_pt: Edição

# eliminar
source: Exclude
pt_pt: Eliminar

# emitente
source: Issuer
pt_pt: Emitente

# EmpenhoFinanceiro_a_data_em_que_foi_empenhado_deve_ser_informada_
source: The date in which it was performed must be informed!
pt_pt: A data em que foi empenhado deve ser informada.

# EmpenhoFinanceiro_o_projeto_deve_ser_informado_
source: Project must be informed.
pt_pt: O projeto deve ser informado.

# EmpenhoFinanceiro_o_valor_deve_ser_informado_
source: Value must be informed.
pt_pt: O valor deve ser informado.

# EmpenhoFinanceiro_selecione__despesa__ou__receita__
source: Please select 'Expense' or 'Income'.
pt_pt: Selecione 'Despesa' ou 'Receita'.

# empenhosFinanceiros_aprovado
source: Approved
pt_pt: Aprovado

# empenhosFinanceiros_aprovar
source: To approve
pt_pt: Aprovar

# empenhosFinanceiros_despesa
source: Expense
pt_pt: Despesa

# empenhosFinanceiros_editar
source: Edit
pt_pt: Editar

# empenhosFinanceiros_empenho_alterado_com_sucesso
source: Commitment changed successfully
pt_pt: Empenho alterado com sucesso

# empenhosFinanceiros_empenho_exclu_do_com_sucesso
source: Success successfully deleted
pt_pt: Empenho excluído com sucesso

# empenhosFinanceiros_empenho_inclu_do_com_sucesso
source: Successfully included commitment
pt_pt: Empenho incluído com sucesso

# empenhosFinanceiros_erro_ao_excluir_o_registro_
source: Error deleting the record!
pt_pt: Erro ao excluir o registo!

# empenhosFinanceiros_erro_ao_salvar_o_registro_
source: Error saving record!
pt_pt: Erro ao gravar o registo!

# empenhosFinanceiros_excluir
source: Delete
pt_pt: Excluir

# empenhosFinanceiros_incluir
source: Include
pt_pt: Incluir

# empenhosFinanceiros_pendente
source: Pending
pt_pt: Pendente

# empenhosFinanceiros_receita
source: Recipe
pt_pt: Receita

# empenhosFinanceiros_reprovado
source: Disapproved
pt_pt: Reprovado

# empenhosFinanceiros_status_alterado_com_sucesso
source: Status successfully changed
pt_pt: Status alterado com sucesso

# empresa
source: Company
pt_pt: Empresa

# empresas
source: Companies
pt_pt: Empresas

# empresa_
source: Company:
pt_pt: Empresa:

# em_execu__o
source: In Execution
pt_pt: Em execução

# encaminhar
source: Forward
pt_pt: Encaminhar

# encerrado
source: Closed
pt_pt: Encerrado

# encerrar
source: To close
pt_pt: Encerrar

# endere_o
source: Address
pt_pt: Endereço

# enfermeiro
source: Nurse
pt_pt: Enfermeiro

# engenheiro
source: Engineer
pt_pt: Engenheiro

# entendido
source: Understood
pt_pt: Entendido

# entidade
source: Entity
pt_pt: Entidade

# entidades
source: Entities
pt_pt: Entidades

# entidade_
source: Entity:
pt_pt: Entidade:

# entrada
source: Input
pt_pt: Entrada

# entrada_no_sistema
source: System Input
pt_pt: Entrada no Sistema

# entrar
source: Enter
pt_pt: Entrar

# entrega
source: Delivery
pt_pt: Entrega

# entregas
source: Deliveries
pt_pt: Entregas

# entregas_atrasadas
source: Late Deliveries
pt_pt: Entregas Atrasadas

# entregas_realizadas
source: Deliveries Made
pt_pt: Entregas Realizadas

# enviada_em
source: Sent in
pt_pt: Enviada Em

# enviada_por
source: Submitted By
pt_pt: Enviada Por

# enviar
source: Send
pt_pt: Enviar

# enviar_ata
source: Submit News
pt_pt: Enviar Ata

# enviar_pauta
source: Send agenda
pt_pt: Enviar Pauta

# EnvioMensagens_nenhum_destinat_rio_foi_selecionado_
source: No recipient selected!
pt_pt: Nenhum destinatário foi selecionado!

# EnvioMensagens_selecionar_destinat_rios
source: Select Recipients
pt_pt: Selecionar Destinatários

# envio_pendente
source: Pending submission
pt_pt: Envio Pendente

# equipamento
source: Equipment
pt_pt: Equipamento

# equipe
source: Team
pt_pt: Equipa

# EquipeProjetoAgil_deseja_realmente_excluir_o_recurso_
source: Do you really want to delete the resource?
pt_pt: Pretende mesmo excluir o recurso?

# EquipeProjetoAgil_erro_ao_excluir__
source: Error deleting:
pt_pt: Erro ao excluir:

# EquipeProjetoAgil_recurso_exclu_do_com_sucesso_
source: Resource deleted successfully!
pt_pt: Recurso excluído com sucesso!

# erroConexaoBancoDeDados
source: It is not possible to establish a connection with the database. Contact the system administrator.
pt_pt: Não foi possível estabelecer uma conexão com o banco de dados. Entre em contato com o administrador do sistema.

# erroInatividade_a_aplica__o_dever__ser
source: The application should be
pt_pt: A aplicação deverá ser

# erroInatividade_a_aplica__o_dever__ser_reiniciada__pois_tornou_se_inativa
source: The application should be restarted as it has become inactive.
pt_pt: A aplicação deverá ser reiniciada, pois tornou-se inativa.

# erroInatividade_clique_aqui
source: Click here
pt_pt: Clique aqui

# erroInatividade_inatividade_no_sistema_brisk
source: Brisk PPM - Session Expired
pt_pt: Brisk PPM - Sessão Expirada

# erroInatividade_pois_tornou_se_inativa_
source: because it became inactive.
pt_pt: porque tornou-se inativa.

# erroInatividade_reiniciada
source: restarted
pt_pt: reiniciada

# erro_clique_para_voltar
source: Click to go back
pt_pt: Clique para voltar

# erro_ComunicacaoErro
source: There was a system error. Please open a system support call by entering the code {0}.
pt_pt: Ocorreu um erro no sistema. Favor abrir um pedido para o suporte do sistema, informando o código {0}.

# erro_voltar
source: Back
pt_pt: Voltar

# escolher_um_modelo
source: Choose a Model
pt_pt: Escolher um Modelo

# escopo
source: Scope
pt_pt: Objetivo

# escopo_
source: Scope:
pt_pt: Objetivo:

# escrita
source: Writing
pt_pt: Escrita

# esfor_o_real
source: Actual Effort
pt_pt: Esforço Real

# esfor_o_real_
source: Actual Effort:
pt_pt: Esforço Real:

source: Start and end dates can not be different when the task is a milestone
pt_pt: As datas de início e término não podem ser diferentes quando a tarefa é um marco

source: Start and End Dates cannot be different when the task is a milestone!
pt_pt: As datas de início e término não podem ser diferentes quando a tarefa é um marco!

# espacoTrabalho_DetalhesTS_data_de_in_cio_dever__ser_informada
source: Start date should be reported
pt_pt: Data de início deverá ser informada

# espacoTrabalho_DetalhesTS_data_de_in_cio_dever__ser_informada_
source: Start Date must be informed!
pt_pt: Data de início deverá ser informada!

# espacoTrabalho_DetalhesTS_data_de_in_cio_n_o_pode_ser_maior_que_a_data_atual
source: Start date can not be greater than the current date
pt_pt: Data de início não pode ser maior que a data atual

# espacoTrabalho_DetalhesTS_data_de_in_cio_n_o_pode_ser_maior_que_a_data_atual_
source: Start date cannot be later than the current date!
pt_pt: Data de início não pode ser maior que a data atual!

source: Start date can not be greater than the end date
pt_pt: Data de início não pode ser maior que a data de término

source: Start Date cannot be later than the End Date!
pt_pt: Data de início não pode ser maior que a data de término!

# espacoTrabalho_DetalhesTS_data_de_t_rmino_dever__ser_informada
source: End date should be reported
pt_pt: Data de término deverá ser informada

# espacoTrabalho_DetalhesTS_data_de_t_rmino_dever__ser_informada_
source: End Date must be informed!
pt_pt: Data de término deverá ser informada!

# espacoTrabalho_DetalhesTS_data_de_t_rmino_n_o_pode_ser_maior_que_a_data_atual
source: End date can not be greater than the current date
pt_pt: Data de término não pode ser maior que a data atual

# espacoTrabalho_DetalhesTS_data_de_t_rmino_n_o_pode_ser_maior_que_a_data_atual_
source: End Date cannot be later than the current date!
pt_pt: Data de término não pode ser maior que a data atual!

# espacoTrabalho_DetalhesTS_data_de__nicio_e_t_rmino_dever_o_ser_informadas
source: Start and end date must be informed
pt_pt: Data de ínicio e fim deverão ser informadas

# espacoTrabalho_DetalhesTS_data_de__nicio_e_t_rmino_dever_o_ser_informadas_
source: Start and End Dates must be informed!
pt_pt: Data de ínicio e fim deverão ser informadas!

# espacoTrabalho_DetalhesTS_lista_de_pend_ncias_para_cadastrar
source: List of Pending Matters to register
pt_pt: Lista de pendências para registar

source: The percentage completed should be 100% when there is a real term
pt_pt: A percentagem concluída deve ser de 100% quando existir um término real

source: The percentage completed must be 100% when there's an actual completion!
pt_pt: A percentagem concluída deve ser de 100% quando existir um término real!

# espacoTrabalho_DetalhesTS_o_percentual_conclu_do_deve_ser_informado
source: The completed percentage must be informed
pt_pt: A percentagem concluída deve ser informada

# espacoTrabalho_DetalhesTS_o_percentual_conclu_do_deve_ser_informado_
source: Percentage completed must be informed!
pt_pt: A percentagem concluída deve ser informada!

# espacoTrabalho_DetalhesTS_o_trabalho_real_n_o_pode_ser_maior_que_99_999_99
source: Actual Work can not be greater than 99,999.99
pt_pt: O Trabalho Real não pode ser maior do que 99.999,99

# espacoTrabalho_DetalhesTS_o_trabalho_restante_n_o_pode_ser_maior_que_99_999_99
source: Remaining Work can not be greater than 99,999.99
pt_pt: O Trabalho Restante não pode ser maior do que 99.999,99

source: For a milestone task, the completed percentage should be 0 or 100%
pt_pt: Para uma tarefa marco, a percentagem concluída deve ser 0 ou 100%

source: For a milestone task, the completed percentage must be 0 or 100%!
pt_pt: Para uma tarefa marco, a percentagem concluída deve ser de 0 ou 100%!

# espacoTrabalho_DetalhesTS_trabalho_real_dever__ser_informado
source: Actual work should be informed
pt_pt: O trabalho real deverá ser informado

# espacoTrabalho_DetalhesTS_trabalho_real_dever__ser_informado_
source: Start Date must be informed!
pt_pt: O trabalho real deverá ser informado!

# espa_o_de_trabalho
source: Work space
pt_pt: Espaço de Trabalho

# especialista
source: Specialist
pt_pt: Especialista

# Esqueceu_A_Senha
source: Forgot password
pt_pt: Esqueceu a senha

# esquerda
source: Left
pt_pt: Esquerda

# estimativa_
source: Estimate:
pt_pt: Estimativa:

# estrat_gia
source: Strategy
pt_pt: Estratégia

# estrat_gias
source: Strategies
pt_pt: Estratégias

# estrat_gia_para_tratamento
source: Treatment strategy
pt_pt: Estratégia para tratamento

# estrat_gico_
source: Strategic?
pt_pt: Estratégico?

# est_gio
source: Stage
pt_pt: Estágio

# est_gio_
source: Internship:
pt_pt: Estágio:

# etapa
source: Milestone
pt_pt: Etapa

# etapaatual
source: Current Stage
pt_pt: EtapaAtual

# etapas
source: Phases
pt_pt: Etapas

# etapa_destino_
source: Destination Stage:
pt_pt: Etapa Destino:

# etapa_inicial
source: Initial Stage
pt_pt: Etapa Inicial

# etapa_origem
source: Origin Stage
pt_pt: Etapa Origem

# etapa_origem_
source: Origin Stage:
pt_pt: Etapa Origem:

# etapa_timer_
source: Timer Stage:
pt_pt: Etapa Temporizador:

# et_alteraSenha_licenciado_para__
source: Licensed to:
pt_pt: Licenciado para:

# et_alteraSenha_nome_de_usu_rio_deve_ser_informado
source: Username must be informed
pt_pt: Nome do utilizador deve ser informado

# et_alteraSenha_nome_de_usu_rio_e_senha_devem_ser_informados
source: Username and password must be entered
pt_pt: Nome do utilizador e senha devem ser informados

# et_alteraSenha_nome_de_usu_rio_ou_senha_inv_lidos_
source: Invalid username or password.
pt_pt: Nome de Utilizador ou senha inválidos.

# et_alteraSenha_senha_alterada_com_sucesso_
source: Password changed successfully!
pt_pt: Senha alterada com sucesso!
