Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# ObjetivoEstrategico_Estrategias_descri__o_deve_ser_informada
source: Description must be informed
pt_pt: A descrição deve ser informada

# ObjetivoEstrategico_Estrategias_estrat_gia_exclu_da_com_sucesso_
source: Strategy deleted successfully!
pt_pt: Estratégia excluída com sucesso!

# ObjetivoEstrategico_Estrategias_estrat_gia_inclu_da_com_sucesso_
source: Strategy included successfully!
pt_pt: Estratégia incluída com sucesso!

# ObjetivoEstrategico_ToDoList_aten__o
source: Attention
pt_pt: Atenção

# ObjetivoEstrategico_ToDoList_a_descri__o_do_plano_de_a__o_deve_ser_informado_
source: The description of the action plan must be informed!
pt_pt: A descrição do plano de ação deve ser informada!

# ObjetivoEstrategico_ToDoList_cr_tico
source: Critical
pt_pt: Crítico

source: Gantt of Selected Strategic Objective Action Plan
pt_pt: Gantt do Plano de Ação do Objetivo Estratégico Selecionado

# ObjetivoEstrategico_ToDoList_MensagemRegistroExcluidoComSucesso
source: Action plan deleted successfully!
pt_pt: Plano de ação excluído com sucesso!

# ObjetivoEstrategico_ToDoList_MensagemRegistroSalvoComSucesso
source: Action plan saved successfully!
pt_pt: Plano de ação salvo com sucesso!

# ObjetivoEstrategico_ToDoList_MensagemTarefaTDLExcluidoComSucesso
source: Record successfully deleted!
pt_pt: Registo excluído com sucesso!

# ObjetivoEstrategico_ToDoList_MensagemTarefaTDLSalvoComSucesso
source: Record successfully saved!
pt_pt: Registo salvo com sucesso!

# ObjetivoEstrategico_ToDoList_o_respons_vel_deve_ser_informado_
source: Person responsible must be informed!
pt_pt: O responsável deve ser informado!

# ObjetivoEstrategico_ToDoList_satisfat_rio
source: Satisfactory
pt_pt: Satisfatório

# objetivos
source: Goals
pt_pt: Objetivos

# ObjetivosEstrategicosMapa_dados_exclu_dos_com_sucesso
source: Data deleted sucessfully!
pt_pt: Dados excluídos com sucesso!

# ObjetivosEstrategicosMapa_dados_gravados_com_sucesso
source: Data updated sucessfully!
pt_pt: Dados atualizados com sucesso!

# ObjetivosEstrategicosMapa_dados_inclu_dos_com_sucesso
source: Data included sucessfully!
pt_pt: Dados incluídos com sucesso!

source: There are themes or strategic objectives directly associated!
pt_pt: Existem temas ou objetivos estratégicos diretamente associados!

source: It is not allowed to include a Strategic Objective with the same name for the same strategic map!
pt_pt: Não se permite a inclusão do Objetivo Estratégico com o mesmo nome para um mesmo mapa estratégico!

# ObjetivosEstrategicosMapa_objetivos_estrat_gicos
source: Strategic Objectives
pt_pt: Objetivos Estratégicos

source: Validity Start Date cannot be later than the End Date!
pt_pt: A data de início da validade não pode ser maior que a data de término

source: Strategic Objective Description must be informed
pt_pt: A Descrição do Objetivo Estratégico deve ser informada

# ObjetivosEstrategicosMapa__a_descri__o_do_tema_deve_ser_informado
source: Theme description must be informed
pt_pt: A descrição do Tema deve ser informada

# ObjetivosEstrategicosMapa__o_mapa_deve_ser_informado
source: Map must be informed
pt_pt: O Mapa deve ser informado

# ObjetivosEstrategicosMapa__o_respons_vel_deve_ser_informado
source: People in charge must be informed
pt_pt: O Responsável deve ser informado

# ObjetivosEstrategicosMapa__o_t_tulo_do_objetivo_estrat_gico_deve_ser_informado
source: Strategic Objective Title must be informed
pt_pt: O Título do Objetivo Estratégico deve ser informado

# objetivos_
source: Objectives:
pt_pt: Objetivos:

# objetivos_estrat_gicos
source: Strategic objectives
pt_pt: Objetivos Estratégicos

# objetivos_selecionados
source: Selected Objectives
pt_pt: Objetivos Selecionados

# objetivo_
source: Goal:
pt_pt: Objetivo:

# objetivo_estrategico
source: Strategic Objective
pt_pt: Objetivo Estrategico

# objetivo_estrat_gico
source: Strategic Objective
pt_pt: Objetivo Estratégico

# objetivo_estrat_gico_
source: Strategic Objective:
pt_pt: Objetivo Estratégico:

# objeto
source: Object
pt_pt: Objeto

# objetos_afetados
source: Affected Objects
pt_pt: Objetos Afetados

# objeto_
source: Object:
pt_pt: Objeto:

# objeto_pai
source: Father Object
pt_pt: Objeto Pai

# obrigat_rio
source: Mandatory
pt_pt: Obrigatório

# obrigat_rio_
source: Mandatory?
pt_pt: Obrigatório?

# observacao
source: Note
pt_pt: Observacao

# observa__es
source: Comments
pt_pt: Observações

# ocorr_ncia
source: Occurrence
pt_pt: Ocorrência

# ocorr_ncias
source: occurrences
pt_pt: Ocorrências

# ocorr_ncia_
source: Occurrence:
pt_pt: Ocorrência:

# ocupado
source: Busy
pt_pt: Ocupado

# ocupante_
source: Occupant?
pt_pt: Ocupante?

# ofertadas
source: Offered
pt_pt: Ofertadas

# oficial
source: Official
pt_pt: Oficial

# of_cio
source: Craft
pt_pt: Ofício

source: No row was selected for the S Curve presentation
pt_pt: Nenhuma linha foi selecionada para a apresentação da Curva S

source: Error exporting data. Make sure you have not exceeded the maximum number of 256 columns!
pt_pt: Erro ao exportar os dados. Verifique se não ultrapassou o número máximo de 256 colunas!

# ol_
source: Hello
pt_pt: Olá

# operacional
source: Operational
pt_pt: Operacional

# operacional_
source: Operational?
pt_pt: Operacional?

# opera__o
source: Operation
pt_pt: Operação

# opera__o_
source: Operation:
pt_pt: Operação:

# opera__o_realizada
source: Operation Performed
pt_pt: Operação Realizada

# op__es
source: options
pt_pt: Opções

# op__o
source: Option
pt_pt: Opção

# op__o_
source: Option:
pt_pt: Opção:

# op__o_de_menu
source: Menu Option
pt_pt: Opção de Menu

# op__o_vis_o_mapa_em__rvore
source: KPI Tree
pt_pt: Em Árvore

# op__o_vis_o_mapa_iluminado
source: KPI Strategy Map
pt_pt: Mapa Iluminado

# ordem
source: Order
pt_pt: Ordem

# ordem_
source: Order:
pt_pt: Ordem:

# origem
source: Origin
pt_pt: Origem

# origem_
source: Source:
pt_pt: Origem:

# origem_tarefa_
source: Task Origin:
pt_pt: Origem Tarefa:

# or_amento_anterior
source: Previous Budget
pt_pt: Orçamento Anterior

# ou
source: Or
pt_pt: Ou

# outros
source: Others
pt_pt: Outros

# outubro
source: October
pt_pt: Outubro

# outubro_
source: October:
pt_pt: Outubro:

# o_risco_selecionado_n_o_possui_tarefas
source: The selected risk has no tasks
pt_pt: O risco selecionado não inclui tarefas

# o_usu_rio_a_ser_informado_dever__corresponder_ao_email_completo
source: The user to be informed is appropriate to the complete email registered in the system. If you have questions, please contact a person who has registered your user in the system.
pt_pt: O utilizador a ser informado deverá corresponder ao email completo registado no sistema. Se tiver dúvidas, entre em contacto com a pessoa que efetuou o registo do seu utilizador no sistema.

# padr_o
source: Pattern
pt_pt: Padrão

# pagamentos
source: Payments
pt_pt: Pagamentos

source: When choosing a task, you must choose the resource to register the financial entries.
pt_pt: Ao escolher uma tarefa, deve ser escolhido obrigatoriamente o recurso para registar o lançamento financeiro.

# pagamentosFinanceiros_aprovado
source: Approved
pt_pt: Aprovado

# pagamentosFinanceiros_aprovar
source: To approve
pt_pt: Aprovar

# pagamentosFinanceiros_consultar
source: Consult
pt_pt: Consultar

# pagamentosFinanceiros_data_do_pagamento___obrigat_ria_
source: Payment Date is mandatory.
pt_pt: A data do Pagamento é obrigatória.

# pagamentosFinanceiros_despesa
source: Expense
pt_pt: Despesa

# pagamentosFinanceiros_editar
source: Edit
pt_pt: Editar

# pagamentosFinanceiros_erro_ao_excluir_o_registro_
source: Error deleting the record!
pt_pt: Erro ao excluir o registo!

source: Error exporting data. Make sure you have not exceeded the maximum number of 256 columns!
pt_pt: Erro ao exportar os dados. Verifique se não foi ultrapassado o número máximo de 256 colunas!

# pagamentosFinanceiros_erro_ao_salvar_o_registro_
source: Error saving record!
pt_pt: Erro ao salvar o registo!

# pagamentosFinanceiros_excluir
source: Delete
pt_pt: Excluir

# pagamentosFinanceiros_fornecedor_
source: Supplier:
pt_pt: Fornecedor:

# pagamentosFinanceiros_incluir
source: Include
pt_pt: Incluir

# pagamentosFinanceiros_o_projeto_deve_ser_informado_
source: Project must be informed.
pt_pt: O projeto deve ser informado.

# pagamentosFinanceiros_o_valor_deve_ser_informado_
source: Value must be informed.
pt_pt: O valor deve ser informado.

# pagamentosFinanceiros_pagamentos_do_projeto
source: Project Payments
pt_pt: Pagamentos do Projeto

# pagamentosFinanceiros_pagamento_alterado_com_sucesso
source: Payment changed successfully
pt_pt: Pagamento alterado com sucesso

# pagamentosFinanceiros_pagamento_exclu_do_com_sucesso
source: Payment deleted successfully
pt_pt: Pagamento excluído com sucesso

# pagamentosFinanceiros_pagamento_inclu_do_com_sucesso
source: Payment included successfully
pt_pt: Pagamento incluído com sucesso

# pagamentosFinanceiros_pago_em_
source: Paid on:
pt_pt: Pago Em:

# pagamentosFinanceiros_pendente
source: Pending
pt_pt: Pendente

# pagamentosFinanceiros_recebido_em_
source: Received on:
pt_pt: Recebido Em:

# pagamentosFinanceiros_receita
source: Recipe
pt_pt: Receita

# pagamentosFinanceiros_reprovado
source: Disapproved
pt_pt: Reprovado

# pagamentosFinanceiros_selecione__despesa__ou__receita__
source: Please select 'Expense' or 'Income'.
pt_pt: Selecione 'Despesa' ou 'Receita'.

# pagamentosFinanceiros_status_alterado_com_sucesso
source: Status successfully changed
pt_pt: Status alterado com sucesso

# pagina
source: Page
pt_pt: Página

# pago_em_
source: Paid in:
pt_pt: Pago em:

# PainelDinamicoProjetos_carteira
source: Wallet
pt_pt: Carteira

source: The execution time of a panel can not be less than 0 (Zero)!
pt_pt: O tempo de execução de um painel não pode ser inferior a 0 (Zero)!

# PainelDinamicoProjetos_painel_de_projetos_e_metas_por_carteira
source: Portfolio Projects and Goals Panel
pt_pt: Painel de Projetos e Metas por Carteira

# PainelGerenciamento_curva_s
source: S Curve
pt_pt: Curva S

# PainelGerenciamento_curva_s___
source: S Curve -
pt_pt: Curva S -

# PainelGerenciamento_desempenho_econ_mico
source: Economic Performance
pt_pt: Desempenho Económico

# PainelGerenciamento_desempenho_econ_mico___
source: Economic Performance -
pt_pt: Desempenho Económico -

# PainelGerenciamento_obras_civis_e_fornecimento_e_montagem
source: Civil Works and Supply and Assembly
pt_pt: Obras Civis e Fornecimento e Montagem

# PainelMensagens_assunto
source: Subject matter
pt_pt: Assunto

# PainelMensagens_a_pasta_deve_possuir_um_nome_
source: The folder must have a name!
pt_pt: A pasta deve conter um nome!

# PainelMensagens_a_pasta_n_o_foi_exclu_da__pois_h__mensagens_dentro_dela_
source: The folder was not deleted because there are messages inside it!
pt_pt: A pasta não foi excluída, há mensagens dentro dela!

# PainelMensagens_baixa_prioridade
source: Low Priority
pt_pt: Prioridade Baixa

# PainelMensagens_caixa_de_entrada
source: Inbox
pt_pt: Caixa de Entrada

# PainelMensagens_data
source: Date
pt_pt: Data

# PainelMensagens_de
source: In
pt_pt: De

# PainelMensagens_deseja_categorizar_o_item_selecionado_como__
source: Do you want to categorize the item selected as "
pt_pt: Pretende categorizar o item selecionado como "

# PainelMensagens_deseja_excluir_a_pasta_selecionada_
source: Do you want to exclude the selected folder?
pt_pt: Pretende excluir a pasta selecionada?

# PainelMensagens_deseja_mover_o_item_selecionado_para_a_pasta__
source: Do you want to move the selected Item to the folder "
pt_pt: Pretende mover o item selecionado para a pasta "

# PainelMensagens_editar_pasta
source: Edit Folder
pt_pt: Editar Pasta

# PainelMensagens_edi__o_de_pasta
source: Folder Editing
pt_pt: Edição de Pasta

# PainelMensagens_incluir_pasta
source: Add Folder
pt_pt: Incluir Pasta

# PainelMensagens_inclus_o_de_pasta___caixa_de_entrada
source: Folder Inclusion - Inbox
pt_pt: Inserção de Pasta - Caixa de Entrada

# PainelMensagens_inclus_o_de_pasta___caixa_de_sa_da
source: Folder Inclusion - Outbox
pt_pt: Inserção de Pasta - Caixa de Saída

# PainelMensagens_itens_enviados
source: Items Sent
pt_pt: Itens Enviados

# PainelMensagens_mensagem_original
source: Original message
pt_pt: Mensagem Original

# PainelMensagens_nenhum_destinat_rio_foi_selecionado_
source: No recipient selected!
pt_pt: Não foi selecionado nenhum destinatário!

# PainelMensagens_selecionar_destinat_rios
source: Select Recipients
pt_pt: Selecionar Destinatários

# PainelMensagens_sem_categoria
source: Without category
pt_pt: Sem Categoria

# PainelMetas_painel_de_metas_estrat_gicas
source: Strategic Goals Panel
pt_pt: Painel de Metas Estratégicas

# PainelMetas_painel_de_metas_estrat_gicas_
source: Strategic Goals Panel
pt_pt: Painel de Metas Estratégicas:

# papel
source: Paper
pt_pt: Papel

# para
source: for
pt_pt: para

# para_
source: For:
pt_pt: Para:

source: To edit the meeting, your browser must accept the opening of POP-UPs.
pt_pt: Para editar a realização da reunião é necessário que o seu navegador aceite a abertura de POP-UPs.

# para___
source: If You Need To
pt_pt: Para...

# parceiros
source: Privacy Policy
pt_pt: Parceiros

# parcela
source: Portion
pt_pt: Parcela

# ParcelasContrato_atrasadas
source: Late
pt_pt: Atrasadas

# parcelas_
source: Plots:
pt_pt: Parcelas:

# parcerias
source: Partnerships
pt_pt: Parcerias

# parcial
source: Partial
pt_pt: Parcial

# parecer_
source: Seem:
pt_pt: Opinião:

# participantes
source: Attendees
pt_pt: Participantes

# ParticipantesCurso_deseja_realmente_excluir_todos_os_registros_
source: Do you really want to exclude all records?
pt_pt: Pretende mesmo excluir todos os registos?

# ParticipantesCurso_o_cnpj_informado___inv_lido_
source: Tax Payer ID is invalid.
pt_pt: O CNPJ informado é inválido.

# ParticipantesCurso_o_cpf_informado___inv_lido
source: Individual Tax Payer ID is invalid
pt_pt: O CPF informado é inválido

# ParticipantesCurso_o_email_informado___inv_lido_
source: Email is invalid.
pt_pt: O email informado é inválido.

# ParticipantesCurso_o_nome_do_participante_deve_ser_informado_
source: Participant Name must be informed.
pt_pt: O nome do participante deve ser informado.

# pasta
source: folder
pt_pt: pasta

# pasta_
source: Folder:
pt_pt: Pasta:

# pauta
source: Schedule
pt_pt: Pauta

# pauta_
source: Schedule:
pt_pt: Pauta:

# pa_s
source: Parents
pt_pt: País

# PendenciasWorkflowSGDA_assinatura_realizada_com_sucesso_
source: Registration made successfully!
pt_pt: Assinatura realizada com sucesso!

# PendenciasWorkflowSGDA_nenhum_registro_foi_selecionado_
source: No record selected!
pt_pt: Nenhum registo foi selecionado!

# PendenciasWorkflow_assinatura_realizada_com_sucesso_
source: Registration made successfully!
pt_pt: Assinatura realizada com sucesso!

# PendenciasWorkflow_nenhum_registro_foi_selecionado_
source: No record selected!
pt_pt: Nenhum registo foi selecionado!

# pendentes
source: Pending
pt_pt: Pendentes

# pendente_
source: Pending?
pt_pt: Pendente?

# pend_ncias
source: Pending Matters
pt_pt: Pendências

# percentual
source: Percentage
pt_pt: Percentagem

# percentualconcluido
source: Percentage Completed
pt_pt: PercentagemConcluida

# perfil
source: Profile
pt_pt: Perfil

# perfil_
source: Profile:
pt_pt: Perfil:

# perfis
source: Profiles
pt_pt: Perfis

# perfis_notificados
source: Notified Profiles
pt_pt: Perfis Notificados

# perfis__
source: Profiles:
pt_pt: Perfis:

# pergunta
source: Question
pt_pt: Pergunta

# perguntas
source: The
pt_pt: Perguntas

# pergunta_
source: Question:
pt_pt: Pergunta:

# periodicidade
source: Periodicity
pt_pt: Periodicidade

# periodicidade_
source: Periodicity:
pt_pt: Periodicidade:

# PeriodoEstrategico_editar
source: Edit
pt_pt: Editar

# PeriodoEstrategico_excluir
source: Delete
pt_pt: Excluir

# PeriodoEstrategico_existem_metas_e_ou_resultados_informados_para_o_per_odo_
source: There are goals and / or results reported for the period.
pt_pt: Existem metas e/ou resultados informados para o período.

# PeriodoEstrategico_incluir
source: Include
pt_pt: Incluir

# PeriodoEstrategico_o_ano_digitado_n_o_pode_ser_igual_aos_j__existentes_
source: The year inserted cannot be equal to those already in use!
pt_pt: O Ano digitado não pode ser igual aos já existentes!

# periodo_002_acumulado
source: Accumulated
pt_pt: Acumulado

# periodo_002_carregando___
source: Loading...
pt_pt: A carregar...

# periodo_002_gerando_imagem___
source: Generating image ...
pt_pt: A gerar imagem...

# periodo_002_meta_x_resultado
source: Goal X Result
pt_pt: Meta X Resultado

# periodo_002_sem_informa__es_a_apresentar
source: No Information to Present
pt_pt: Sem Informações a Apresentar

# periodo_002_visualizar_gr_fico_em_modo_ampliado
source: View graph in extended mode
pt_pt: Visualizar gráfico em modo ampliado

# permissao
source: Permission
pt_pt: Permissao

# PermissaoObjetoEstrategia_mapa_estrat_gico__
source: Strategy Map:
pt_pt: Mapa estratégico:

# permissoes
source: Permissions
pt_pt: Permissoes

# permiss_es
source: Permissions
pt_pt: Permissões

# permiss_es_herdadas_em_n_vel_superior
source: Inherited permissions at the top level
pt_pt: Permissões herdadas em nível superior

# permiss_o_herdada
source: Inherited permission
pt_pt: Permissão herdada

# permiss_o_n_o_edit_vel
source: Uneditable permission
pt_pt: Permissão não editável

# permiss_o_personalizada
source: Custom Permission
pt_pt: Permissão personalizada

# permitir
source: To allow
pt_pt: Permitir

# personalizadas
source: Custom
pt_pt: Personalizadas

# personalizar
source: Customize
pt_pt: Personalizar

# perspectiva
source: Perspective
pt_pt: Perspectiva

# perspectivas
source: Perspectives
pt_pt: Perspectivas

# PerspectivasMapa_existem_temas_ou_objetivos_estrat_gicos_diretamente_associados_
source: There are themes or strategic objectives directly associated!
pt_pt: Existem temas ou objetivos estratégicos diretamente associados!

source: It is not allowed to edit perspectives with the same name for the same strategic map!
pt_pt: Não se permite a edição de perspectivas com um mesmo nome para um mesmo mapa estratégico!

source: It is not allowed to include perspectives with the same name for the same strategic map!
pt_pt: Não se permite a inclusão de perspectivas com um mesmo nome para um mesmo mapa estratégico!

# PerspectivasMapa_perspectivas
source: Perspective
pt_pt: Perspectivas

# PerspectivasMapa_perspectiva_alterada_com_sucesso_
source: Perspective updated successfully!
pt_pt: Perspectiva alterada com sucesso!

# PerspectivasMapa_perspectiva_exclu_da_com_sucesso_
source: Perspective excluded successfully!
pt_pt: Perspectiva excluída com sucesso!

# PerspectivasMapa_perspectiva_inclu_da_com_sucesso_
source: Perspective included successfully!
pt_pt: Perspectiva incluída com sucesso!

# PerspectivasMapa_usu_rio_n_o_cadastrado
source: User is offline
pt_pt: Utilizador não registado

# PerspectivasMapa__a_descri__o_da_perspectiva_deve_ser_informada
source: Perspective Description must be informed
pt_pt: A descrição da Perspectiva deve ser informada

# PerspectivasMapa__o_mapa_deve_ser_informado
source: Map must be informed
pt_pt: O Mapa deve ser informado

# perspectiva_
source: Perspective:
pt_pt: Perspectiva:

# per_odo
source: Period
pt_pt: Período

# per_odo_
source: Period:
pt_pt: Período:

# per_odo_de_vig_ncia_at_
source: Validity Periodo Until
pt_pt: Período de Validade Até

# per_odo_de_vig_ncia_a_partir_de
source: Validity Period From
pt_pt: Período de Validade A Partir De

# per_odo_de_vig_ncia_entre
source: Validity Period Between
pt_pt: Período de Validade Entre

# per_odo_n_o_edit_vel
source: Period is not updateable
pt_pt: Período não editável

# per_odo__
source: Period:
pt_pt: Período:

# peso
source: Weight
pt_pt: Peso

# pesos
source: Weights
pt_pt: Pesos

# peso_
source: Weight:
pt_pt: Peso:

# peso_lb
source: Lb Weight
pt_pt: Peso LB

# peso__
source: Weight:
pt_pt: Peso:

# pessoa
source: Person
pt_pt: Pessoa

# pessoal
source: Folks
pt_pt: Pessoal

# pessoas_com_acesso___etapa
source: People with Stage Access
pt_pt: Pessoas com Acesso à Etapa

# planejado
source: Planned
pt_pt: Planeado

# planejamento
source: Planning
pt_pt: Planeamento

# PlanejamentoSprint_a_data_de_t_rmino_n_o_pode_ser_menor_que_a_data_de_in_cio_
source: The end date can not be less than the start date!
pt_pt: A data de término não pode ser menor que a data de início!

# PlanejamentoSprint_a_estimativa_deve_ser_informada_
source: Estimate must be informed.
pt_pt: A estimativa deve ser informada.

# PlanejamentoSprint_dados_salvos_com_sucesso_
source: Data saved successfully!
pt_pt: Dados guardados com sucesso!

# PlanejamentoSprint_erro_ao_editar_o_registro_
source: Error while editing the registry!
pt_pt: Erro ao editar o registo!

# PlanejamentoSprint_erro_ao_excluir_o_item_
source: Error deleting item!
pt_pt: Erro ao excluir o item!

# PlanejamentoSprint_erro_ao_excluir_o_registro_
source: Error deleting the record!
pt_pt: Erro ao excluir o registo!

# PlanejamentoSprint_erro_ao_publicar_
source: Error publishing!
pt_pt: Erro ao publicar!

# PlanejamentoSprint_erro_ao_salvar_dados_
source: Error saving data!
pt_pt: Erro ao guardar dados!

# PlanejamentoSprint_erro_ao_salvar_item_
source: Error saving item!
pt_pt: Erro ao salvar item!

# PlanejamentoSprint_erro_ao_salvar_o_registro_
source: Error saving record!
pt_pt: Erro ao salvar o registo!

# PlanejamentoSprint_item_exclu_do_com_sucesso_
source: Item deleted successfully!
pt_pt: Item excluído com sucesso!

# PlanejamentoSprint_item_salvo_com_sucesso_
source: Item saved successfully!
pt_pt: Item guardado com sucesso!

# PlanejamentoSprint_o_papel_do_recurso_deve_ser_informado_
source: Resource Role must be informed.
pt_pt: O papel do recurso deve ser informado.

# PlanejamentoSprint_o_percentual_de_dedica__o_deve_ser_informado_
source: Dedication Percentage must be informed.
pt_pt: O percentual de dedicação deve ser informado.

# PlanejamentoSprint_o_recurso_deve_ser_informado_
source: Resource must be informed.
pt_pt: O recurso deve ser informado.

# PlanejamentoSprint_publica__o_realizada_com_sucesso_
source: Publication successfully completed!
pt_pt: Publicação realizada com sucesso!

# PlanejamentoSprint_recurso_alterado_com_sucesso_
source: Feature changed successfully!
pt_pt: Recurso alterado com sucesso!

# PlanejamentoSprint_recurso_exclu_do_com_sucesso_
source: Resource deleted successfully!
pt_pt: Recurso excluído com sucesso!

# PlanejamentoSprint_recurso_inclu_do_com_sucesso_
source: Feature included successfully!
pt_pt: Recurso incluído com sucesso!

# PlanilhaCustos_a_fonte_de_recursos_deve_ser_informada_
source: Resource Source must be informed.
pt_pt: A fonte de recursos deve ser informada.

# PlanilhaCustos_a_quantidade_deve_ser_informada_
source: Amount must be informed.
pt_pt: A quantidade deve ser informada.

# PlanilhaCustos_a_soma_dos_valores_anuais_n_o_deve_ser_superior_ao_valor_total_
source: The sum of the annual values must not exceed the total value.
pt_pt: A soma dos valores anuais não deve ser superior ao valor total.

# PlanilhaCustos_o_item_deve_ser_informado_
source: Item must be informed.
pt_pt: O item deve ser informado.

# PlanilhaCustos_o_valor_unit_rio_deve_ser_informado_
source: Unit Price must be informed.
pt_pt: O valor unitário deve ser informado.

# plano
source: Plan
pt_pt: Plano

# planoContasFluxoCaixa1_a_descri__o_do_plano_de_contas_deve_ser_informada_
source: Account plan description must be informed.
pt_pt: A descrição do plano de contas deve ser informada.

# planoContasFluxoCaixa1_deseja_realmente_excluir_o_registro_selecionado_
source: Do you really want to delete the record selected?
pt_pt: Pretende mesmo excluir o registo selecionado?

# planoContasFluxoCaixa1_o_m_todo_n_o_foi_implementado_
source: Method not implemented!
pt_pt: O método não foi implementado!
