Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# adm_edicaoWorkflows_requer_assinatura_digital
source: Requires Digital Signature
pt_pt: Requer Assinatura Digital

# adm_edicaoWorkflows_requer_assinatura_digital_
source: Requires digital signature:
pt_pt: Requer assinatura digital:

# adm_edicaoWorkflows_respons_vel_pela_a__o_
source: responsible for the action:
pt_pt: responsável pela ação:

# adm_edicaoWorkflows_resumo_do_modelo_de_fluxo
source: Flow model feedback
pt_pt: Resumo do modelo de fluxo

# adm_edicaoWorkflows_salvar
source: Save
pt_pt: Guardar

# adm_edicaoWorkflows_semanas
source: weeks
pt_pt: semanas

# adm_edicaoWorkflows_sem_imagem
source: No image
pt_pt: Sem Imagem

source: If the form to be shown in this step comes from an earlier step, select the source step:
pt_pt: Se o formulário a ser mostrado nesta etapa vem de uma etapa anterior, selecione a etapa de origem:

source: If the form to be shown in this step comes from an earlier step, indicate the step:
pt_pt: Se o formulário a ser mostrado nesta etapa vem de uma etapa anterior, indicar qual é a etapa:

# adm_edicaoWorkflows_somente_leitura
source: Only reading
pt_pt: Apenas Leitura

# adm_edicaoWorkflows_somente_leitura_
source: Only reading:
pt_pt: Apenas leitura:

# adm_edicaoWorkflows_subfluxo
source: Subflow
pt_pt: Subfluxo

# adm_edicaoWorkflows_subprocesos
source: Subprocesses
pt_pt: Subprocessos

# adm_edicaoWorkflows_subprocesso
source: Subprocess
pt_pt: Subprocesso

# adm_edicaoWorkflows_subprocessos
source: Subprocesses
pt_pt: Subprocessos

# adm_edicaoWorkflows_tempo_de_espera
source: Waiting time
pt_pt: Tempo de espera

# adm_edicaoWorkflows_tempo_limite_
source: Limit time:
pt_pt: Tempo Limite:

# adm_edicaoWorkflows_texto_
source: text:
pt_pt: texto:

# adm_edicaoWorkflows_timers
source: Timers
pt_pt: Temporizadores

# adm_edicaoWorkflows_tipo_de_mensagem
source: Message Type
pt_pt: Tipo de Mensagem

# adm_edicaoWorkflows_tipo_de_mensagem_
source: Type of Message:
pt_pt: Tipo de Mensagem:

# adm_edicaoWorkflows_t_tulo
source: Title:
pt_pt: Título:

source: Forms titles. When submitting the forms, these will be the titles that each will have.
pt_pt: Títulos dos formulários, quando é feita a apresentação dos formulários, estes serão os títulos que cada um terá:

# adm_edicaoWorkflows_unidade_de_tempo_do_prazo_previsto_para_a_etapa
source: Time unit of the period provided for step
pt_pt: Unidade de tempo do prazo previsto para a etapa

# adm_edicaoWorkflows_vers_o
source: Version
pt_pt: Versão

# adm_edicaoWorkflows_voltar
source: Back
pt_pt: VOLTAR

# adm_edicaoWorkflows_volta_pra_lista_de_modelos_de_fluxos
source: Back to the list of flow models
pt_pt: Volta para a lista de modelos de fluxos

# adm_edicaoWorkflows__cone_do_bot_o_
source: Button icon
pt_pt: Ícone do botão

# adm_FormulacaoReformulacao_aten__o___
source: WARNING!!!
pt_pt: ATENÇÃO!!!

source: Confirm exclusion of data from the last reformulation made?
pt_pt: Confirma exclusão de dados da última reformulação efetuada?

source: Confirm execution of initial procedure for project unblocking?
pt_pt: Confirma execução do procedimento de início do desbloqueio de projetos?

source: Confirm file generation and start of reformulation?
pt_pt: Confirma criação de arquivos e início da reformulação?

# adm_GrupoFluxo_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# adm_GrupoFluxo_descri__o_do_grupo_de_fluxo_deve_ser_informado_
source: Flow group description must be informed.
pt_pt: Descrição do grupo de fluxo deve ser informado.

source: This group cannot be excluded, because there are flow templates associated to it.
pt_pt: Este grupo não pode ser excluído, porque já há modelos de fluxos associados a ele.

# adm_GrupoFluxo_grupos_de_fluxo_controlados_pelo_sistema
source: Flow groups controlled by the system
pt_pt: Grupos de Fluxo controlados pelo sistema

# adm_GrupoFluxo_grupo_de_fluxo_exclu_do_com_sucesso_
source: Flow group deleted successfully!
pt_pt: Grupo de fluxo excluído com sucesso!

# adm_GrupoFluxo_grupo_de_fluxo_inclu_do_com_sucesso_
source: Flow group included successfully!
pt_pt: Grupo de fluxo incluído com sucesso!

# adm_GrupoFluxo_ordem_do_grupo_de_fluxo_deve_ser_informado_
source: Flow group order must be informed.
pt_pt: A ordem do grupo de fluxo deve ser informada.

# adm_GrupoRecurso_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# adm_GrupoRecurso_editar
source: Edit
pt_pt: Editar

source: This group can not be deleted because there are corporate resources associated with it
pt_pt: Este grupo não pode ser excluído porque há recursos corporativos associados a ele

# adm_GrupoRecurso_excluir
source: Delete
pt_pt: Excluir

# adm_GrupoRecurso_grupo_exclu_do_com_sucesso_
source: Group deleted successfully!
pt_pt: Grupo excluído com sucesso!

# adm_GrupoRecurso_grupo_inclu_do_com_sucesso_
source: Group successfully included!
pt_pt: Grupo incluído com sucesso!

# adm_GrupoRecurso_incluir
source: Include
pt_pt: Incluir

# adm_GrupoRecurso_nome_do_grupo_de_recurso_deve_ser_informado_
source: Resource group name must be informed.
pt_pt: O nome do grupo de recurso deve ser informado.

source: It is not allowed to include a resource group with the same name in the entity
pt_pt: Não é permitido incluir um Grupo de recurso com o mesmo nome na entidade

# adm_GrupoRecurso_tipo_de_recurso_deve_ser_informado_
source: Resource type must be informed.
pt_pt: O tipo de recurso deve ser informado.

# adm_ImportaExportaZeus_aten__o___
source: WARNING!!!
pt_pt: ATENÇÃO!!!

source: Confirm exporting data to ZEUS?
pt_pt: Confirma execução do procedimento de exportar dados para o ZEUS?

source: Confirm Budget Schedule file generation?
pt_pt: Confirma execução do procedimento de criar arquivo do Cronograma Orçamentário?

source: Confirm importing data from ZEUS?
pt_pt: Confirma execução do procedimento de importar os dados do ZEUS?

# adm_IntegracaoZeus_confirma_gera__o_do_arquivo_para_exportar_para_o_zeus_
source: Confirm file generation to export to Zeus?
pt_pt: Confirma criação do arquivo para exportar para o Zeus?

# adm_PesoItensCurva_UHE_categoria_deve_ser_escolhida
source: Select a category
pt_pt: A categoria deve ser escolhida

# adm_PesoItensCurva_UHE_projeto_deve_ser_escolhido
source: Select a project
pt_pt: O projeto deve ser escolhido

source: Error saving the meeting type. There can be duplicate description!
pt_pt: Erro ao Guardar o tipo de reunião. Não pode existir descrição duplicada!

source: The data you are trying to delete is being used by another screen in the system.
pt_pt: O dado que se está a tentar excluir está a ser usado por outro painel do sistema.

# adm_TipoReuniao_o_m_dulo_do_sistema_deve_ser_informado_
source: System Module must be informed.
pt_pt: O Módulo do sistema deve ser informado.

# adm_TipoReuniao_o_tipo_de_reuni_o_deve_ser_informado_
source: Meeting Type must be informed.
pt_pt: O Tipo de Reunião deve ser informado.

# adm_TipoReuniao_tipo_de_reuni_o_alterado_com_sucesso_
source: Meeting type changed successfully!
pt_pt: Tipo de reunião alterado com sucesso!

# adm_TipoReuniao_tipo_de_reuni_o_inclu_do_com_sucesso_
source: Meeting type included successfully!
pt_pt: Tipo de reunião incluído com sucesso!

# afeta_a_meta_
source: Affects the goal?
pt_pt: Afeta a meta?

# agenda
source: Schedule
pt_pt: Agenda

# agenda_
source: Schedule:
pt_pt: Agenda:

# ago
source: Aug
pt_pt: Ago

# agosto
source: August
pt_pt: Agosto

# agosto_
source: August:
pt_pt: Agosto:

source: Invalid decimal value in CCBM field
pt_pt: O campo CCBM não está preenchido com valor decimal válido

# agrupamentoContratoMaster_campo_elm_n_o_est__preenchido_com_valor_decimal_v_lido
source: Invalid decimal value in ELM field
pt_pt: O campo ELM não está preenchido com valor decimal válido

source: Invalid decimal value in EPBM field
pt_pt: O campo EPBM não está preenchido com valor decimal válido

source: Invalid decimal value in IMPSA field
pt_pt: O campo IMPSA não está preenchido com valor decimal válido

# agrupamentoContratoMaster_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# agrupamento_
source: Grouping:
pt_pt: Agrupamento:

# ajuda
source: Help
pt_pt: Ajuda

# Ajudas_a_funcionalidade_deve_ser_escolhida_
source: Select a functionality.
pt_pt: A funcionalidade deve ser escolhida.

# Ajudas_dados_atualizados_com_sucesso
source: Data successfully updated
pt_pt: Dados atualizados com sucesso

# Ajudas_dados_exclu_dos_com_sucesso
source: Data deleted successfully
pt_pt: Dados excluídos com sucesso

# Ajudas_dados_inclu_dos_com_sucesso
source: Data included successfully
pt_pt: Dados incluídos com sucesso

# Ajudas_item_de_ajuda_alterado_com_sucesso_
source: Help item successfully changed!
pt_pt: Item de ajuda alterado com sucesso!

# Ajudas_item_de_ajuda_exclu_do_com_sucesso_
source: Help item deleted successfully!
pt_pt: Item de ajuda excluído com sucesso!

# Ajudas_item_de_ajuda_inclu_do_com_sucesso_
source: Help item successfully included!
pt_pt: Item de ajuda incluído com sucesso!

# Ajudas_o_detalhe_da_ajuda_deve_ser_preenchido_
source: Help Detail must be completed.
pt_pt: O detalhe da ajuda deve ser preenchido.

# Ajudas_o_t_tulo_da_ajuda_deve_ser_informado_
source: Help Title must be informed.
pt_pt: O título da ajuda deve ser informado.

# alerta
source: Alert
pt_pt: Alerta

# AlertasCronograma_alerta_alterado_com_sucesso_
source: Alert changed successfully!
pt_pt: Alerta alterado com sucesso!

# AlertasCronograma_alerta_exclu_do_com_sucesso_
source: Alert deleted successfully!
pt_pt: Alerta excluído com sucesso!

# AlertasCronograma_alerta_inclu_do_com_sucesso_
source: Alert included successfully!
pt_pt: Alerta incluído com sucesso!

source: Anticipation of item 2 cannot be greater than or equal to that in item 1!
pt_pt: A antecendência do item 2 não pode ser maior ou igual à antecendência do item 1!

source: Reoccurrence of item 3 cannot be greater than or equal to that in item 2!
pt_pt: A recorrência do item 3 não pode ser maior ou igual à antecendência do item 2!

source: Please inform the reoccurrence in days the alert should be sent before the task starts!
pt_pt: Informe a recorrência em dias que o alerta deverá ser enviado antes que a tarefa se inicie!

source: Please inform how many days before the task starts the alert should be sent!
pt_pt: Informe quantos dias antes que a tarefa se inicie deverá ser enviado o alerta!

# AlertasCronograma_lista_de_tarefas_associadas
source: Related Tasks List
pt_pt: Lista de Tarefas Associadas

# AlertasCronograma_o_nome_do_alerta_deve_ser_informado_
source: Alert Name must be informed!
pt_pt: O nome do alerta deve ser informado!

source: Pending issue in item 2. Reoccurrence cannot be greater than or equal to the anticipation!
pt_pt: Pendência no item 2. A recorrência não pode ser maior ou igual à antecendência!

source: Pending issue in item 2. Please inform how many days before the task starts the reoccurring alert should no longer be sent!
pt_pt: Pendência no item 2. Informe quantos dias antes que a tarefa se inicie deverá ser parado de enviar o alerta recorrente!

source: Pending issue in item 3. Please inform the reoccurrence in days the alert should be sent before the task starts!
pt_pt: Pendência no item 3. Informe a recorrência quantos dias o alerta deverá ser enviado antes que a tarefa se inicie!

source: Pending issue in item 4. Please inform the reoccurrence in days the alert should be sent before the task ends!
pt_pt: Pendência no item 4. Informe a recorrência quantos dias o alerta deverá ser enviado antes que a tarefa se encerre!

source: Pending issue in item 5. Please inform the reoccurrence in days the alert should be sent in case the task is delayed!
pt_pt: Pendência no item 5. Informe a recorrência quantos dias o alerta deverá ser enviado caso a tarefa esteja atrasada!

# alertModal_evento_passado_para_alert___nulo_
source: Event sent to Alert is null!
pt_pt: O evento passado para Alert é nulo!

# alinhamento
source: Alignment
pt_pt: Alinhamento

# alta
source: High
pt_pt: Alta

# alta_
source: High:
pt_pt: Alta:

# alterado_por_
source: Amended by:
pt_pt: Alterado por:

# alterar
source: Change
pt_pt: Alterar

# alterarSenhaViaOpMenu_adicionar_aos_favoritos
source: Add to Favorites
pt_pt: Adicionar aos Favoritos

# alterarSenhaViaOpMenu_as_senhas_n_o_coincidem
source: the passwords do not match
pt_pt: as senhas não coincidem

# alterarSenhaViaOpMenu_aten__o_caps_lock_ligado_
source: Attention CAPS LOCK On.
pt_pt: Atenção CAPS LOCK Ligado.

# alterarSenhaViaOpMenu_licenciado_para_
source: Licensed to:
pt_pt: Licenciado para:

# alterarSenhaViaOpMenu_nome_de_usu_rio_deve_ser_informado
source: Username must be informed
pt_pt: O nome de utilizador deve ser informado

# alterarSenhaViaOpMenu_nome_de_usu_rio_e_senha_devem_ser_informados
source: Username and password must be entered
pt_pt: O nome do utilizador e senha devem ser informados

# alterarSenhaViaOpMenu_nome_de_usu_rio_ou_senha_inv_lidos_
source: Invalid username or password.
pt_pt: Nome de Utilizador ou senha inválidos.

# alterarSenhaViaOpMenu_senha_alterada_com_sucesso_
source: Password changed successfully!
pt_pt: Senha alterada com sucesso!

# alterarSenhaViaOpMenu_senha_deve_ser_informada
source: Password must be informed
pt_pt: A senha deve ser informada

# alterar_meta
source: Change goal
pt_pt: Alterar meta

# alterar_nomes_coluna
source: Change column names
pt_pt: Alterar nomes da coluna

# alterar_senha
source: Change Password
pt_pt: Alterar senha

# alterar_status
source: Change Status
pt_pt: Alterar Status

# alto
source: High
pt_pt: Alto

# alto_
source: High:
pt_pt: Alto:

# altura_
source: Height:
pt_pt: Altura:

# alunos
source: Students
pt_pt: Alunos

# al_quota
source: Aliquot
pt_pt: Percentagem

# amarelo
source: Yellow
pt_pt: Amarelo

# ambiente
source: Environment
pt_pt: Ambiente

# ambiente_
source: Environment:
pt_pt: Ambiente:

# ambos
source: Both
pt_pt: Ambos

# analisar
source: Analyze
pt_pt: Analisar

# analisar_cen_rio_1
source: Analyze Scenario 1
pt_pt: Analisar Cenário 1

# analisar_cen_rio_2
source: Analyze Scenario 2
pt_pt: Analisar Cenário 2

# analisar_cen_rio_3
source: Analyze Scenario 3
pt_pt: Analisar Cenário 3

# analisar_cen_rio_4
source: Analyze Scenario 4
pt_pt: Analisar Cenário 4

# analisar_cen_rio_5
source: Analyze Scenario 5
pt_pt: Analisar Cenário 5

# analisar_cen_rio_6
source: Analyze Scenario 6
pt_pt: Analisar Cenário 6

# analisar_cen_rio_7
source: Analyze Scenario 7
pt_pt: Analisar Cenário 7

# analisar_cen_rio_8
source: Analyze Scenario 8
pt_pt: Analisar Cenário 8

# analisar_cen_rio_9
source: Analyze Scenario 9
pt_pt: Analisar Cenário 9

# AnaliseDasMetas_deseja_realmente_excluir_o_registro_
source: Do you really want to exclude the record?
pt_pt: Deseja mesmo excluir o registo?

# AnaliseDasMetas_novo_detalhe
source: new detail
pt_pt: novo detalhe

# analiseMelhoresPraticas_olap_melhores_pr_ticas
source: OLAP Best Practices
pt_pt: OLAP Melhores Práticas

# analisesCriticasProjetos_altera__es_salvas_com_sucesso_
source: Changes saved successfully!
pt_pt: Alterações salvas com sucesso!

# analisesCriticasProjetos_a_an_lise_deve_ter_menos_de_8000_caracteres_
source: Analysis must not exceed 8000 characters.
pt_pt: A análise deve ter menos de 8000 caracteres.

# analisesCriticasProjetos_boletim
source: Report card
pt_pt: Boletim

# AnalisesIndicador_as_tend_ncias_devem_ser_informadas_
source: Trends must be informed.
pt_pt: As tendências devem ser informadas.

# AnalisesIndicador_a_agenda_deve_ser_informada_
source: Agenda must be informed.
pt_pt: A agenda deve ser informada.

# AnalisesIndicador_o_status_deve_ser_informado_
source: Status must be informed.
pt_pt: O status deve ser informado.

# analises_an_lises_inclu_das_com_sucesso_
source: Reviews included successfully!
pt_pt: Análises incluídas com sucesso!

# analises_per_odo_em_andamento
source: Period in Progress
pt_pt: Período em Andamento

# analista
source: Analyst
pt_pt: Analista

# anal_tica
source: Analytical
pt_pt: Analítica

# anexar_documentos
source: Attach Documents
pt_pt: Anexar Documentos

# anexo
source: Attachment
pt_pt: Anexo

# AnexoBibliotecaDocumentos_anexos
source: Attachments
pt_pt: Anexos

# AnexoBibliotecaDocumentos_banco_de_dados
source: Database
pt_pt: Banco de Dados

# AnexoBibliotecaDocumentos_bando_de_dados
source: database
pt_pt: banco de dados

source: An error occurred while excluding attachment for the project
pt_pt: Houve um erro ao efetuar a exclusão do anexo para o projeto

source: Record cannot be excluded, because it's being used by other screen
pt_pt: O registo não pode ser excluído, porque está a ser utilizado por outro item

source: Record cannot be excluded, because there is more than a version related to this file.
pt_pt: O registo não pode ser excluído, porque existe mais do que uma versão relacionada a esse arquivo.

# AnexoIndicador_anexos
source: Attachments
pt_pt: Anexos

# AnexoObjetivoEstrategico_anexos
source: Attachments
pt_pt: Anexos

# anexos
source: Attachments
pt_pt: Anexos

# AnexosCadastroDocumentos_anexos
source: Attachments
pt_pt: Anexos

# AnexosProjeto_anexos
source: Attachments
pt_pt: Anexos

# AnexosProjeto_PopUp_arquivo_bloqueado_por
source: File blocked by
pt_pt: Arquivo bloqueado por

# AnexosProjeto_PopUp_edi__o_da_pasta_
source: Folder Editing:
pt_pt: Edição da Pasta:

# AnexosProjeto_PopUp_edi__o_do_anexo_
source: Editing the Annex:
pt_pt: Edição do Anexo:

# AnexosProjeto_PopUp_em_
source: in:
pt_pt: em:

# AnexosProjeto_PopUp_pasta_raiz
source: Root Folder
pt_pt: Pasta Raiz

# AnexosProjeto_PopUp_tamanho_m_ximo_do_arquivo_em_megabytes_
source: Maximum file size in MegaBytes:
pt_pt: Tamanho Máximo do arquivo em MegaBytes:

# Anexos_Contratos_anexos
source: Attachments
pt_pt: Anexos

# anexo_
source: Attachment:
pt_pt: Anexo:

# ano
source: Year
pt_pt: Ano

# anotacoes
source: Annotations
pt_pt: Anotacoes

# anota__es
source: Annotations
pt_pt: Anotações

# ano_
source: Year:
pt_pt: Ano:

# ano_assinatura
source: Year Signature
pt_pt: Ano Assinatura

# ano_ativo_
source: Active Year:
pt_pt: Ano Ativo:

# ano_atual
source: Current Year
pt_pt: Ano Atual

# ano_os
source: Year OS
pt_pt: Ano OS

# ano_t_rmino
source: Year End
pt_pt: Ano Término

# anterior
source: Previous
pt_pt: Anterior

# Antes_de_elaborar_o_orcamento_cadastre_os_dados_do_projeto_atividade
source: Before budgeting, record project / activity data!
pt_pt: Antes de efetuar o orçamento, registe os dados do projeto/atividade!

# anual
source: Yearly
pt_pt: Anual

# an_lise
source: Analyze
pt_pt: Análise

# an_lises
source: Reviews
pt_pt: Análises

# an_lises_
source: Reviews:
pt_pt: Análises:

# an_lise_
source: Analysis:
pt_pt: Análise:

# an_lise__
source: Analyze:
pt_pt: Análise:

# apagar
source: Delete
pt_pt: Apagar

# apenas_os_marcos
source: Milestones Only
pt_pt: Apenas os Marcos

# aplicado_
source: Applied?
pt_pt: Aplicado?

# aplicar
source: Apply
pt_pt: Aplicar

# aplicar_
source: To apply
pt_pt: Aplicar

# AprovacaoMedicao_o_ramo_de_atividade_deve_ser_informado_
source: Field of activity must be informed.
pt_pt: O ramo de atividade deve ser informado.

# aprovacaoTarefas_anexos
source: Attachments
pt_pt: Anexos

# aprovacaoTarefas_coment_rios
source: comments
pt_pt: Comentários

# aprovadas
source: Approved
pt_pt: Aprovadas

# aprovado
source: Approved
pt_pt: Aprovado

# aprovador
source: Approver
pt_pt: Aprovador

# aprovador_
source: Approver:
pt_pt: Aprovador:

# aprovado_por_
source: Approved by:
pt_pt: Aprovado Por:

# aprovar
source: To approve
pt_pt: Aprovar

# aprova__es
source: Approvals
pt_pt: Aprovações

# aprova__o
source: Approval
pt_pt: Aprovação

# aprova__o_
source: Approval:
pt_pt: Aprovação:

# aprov__reprov__por_
source: Approv./Refus. by:
pt_pt: Aprov./Reprov. por:

# arquivo
source: Archive
pt_pt: Arquivo

# arquivo_
source: Archive:
pt_pt: Arquivo:

# arquivo_csv_
source: CSV file:
pt_pt: Arquivo CSV:

# artigo_a
source: The
pt_pt: A

# artigo_o
source: The
pt_pt: O

# assinado_
source: Signed?
pt_pt: Assinado?

# assinatura
source: signature
pt_pt: Assinatura

# AssinaturaOficios_assinatura_realizada_com_sucesso_
source: Registration made successfully!
pt_pt: Assinatura realizada com sucesso!

# AssinaturaOficios_nenhum_registro_foi_selecionado_
source: No record selected!
pt_pt: Nenhum registo foi selecionado!

# assinatura_
source: Signature:
pt_pt: Assinatura:

# assistente
source: Assistant
pt_pt: Assistente

# AssociacaoTarefasAlerta_escolha_a_tarefa_a_ser_associada__n
source: Select the task to be related!\n
pt_pt: Escolha a tarefa a ser associada!\n

# AssociacaoTarefasAlerta_escolha_pelo_menos_um_usu_rio_para_receber_o_alerta__n
source: Select at least one user to receive the alert!\n
pt_pt: Escolha pelo menos um usuário para receber o alerta!\n

# AssociacaoTarefasAlerta_tipos_de_tarefas_listadas
source: Types of tasks listed: Current project schedule tasks; Tasks that are not of the frame type or work package; Tasks with percentage completed less than 100%; Tasks not yet registered in the alert.
pt_pt: Tipos de tarefas listadas: Tarefas de cronograma do projeto atual; Tarefas que não sejam do tipo marco ou pacote de trabalho; Tarefas com percentual concluído menor que 100%; Tarefas ainda não cadastradas no alerta.

# AssociacaoTarefasPaises_pa_ses_associados___tarefa__
source: Countries related to the Task:
pt_pt: Países associados à Tarefa:

# AssociacaoTarefasPaises_tarefa_associada_com_sucesso_
source: Task associated with success!
pt_pt: Tarefa associada com sucesso!

# associar_a_
source: Associate to:
pt_pt: Associar a:

# associar_indicador
source: Associate Indicator
pt_pt: Associar Indicador

# associar_status_reports
source: Associate Status Reports
pt_pt: Associar Status Reports

# associa__o
source: Association
pt_pt: Associação

# assunto
source: Subject
pt_pt: Assunto

# assuntosDemandas_campo_assunto_deve_ser_informado_
source: Subject field must be informed.
pt_pt: Campo assunto deve ser informado.

# assuntosDemandas_campo_fluxo_associado_deve_ser_informado_
source: Related Flow field must be informed.
pt_pt: Campo fluxo associado deve ser informado.

# assuntosDemandas_campo_respons_vel_deve_ser_informado_
source: People in charge field must be informed.
pt_pt: Campo responsável deve ser informado.

# assuntosDemandas_permiss_es
source: Permissions
pt_pt: Permissões

# assuntosLicoesAprendidas_a_descri__o_do_assunto_deve_ser_informada_
source: Subject description must be informed.
pt_pt: A descrição do Assunto deve ser informada.

# assuntosLicoesAprendidas_li__o_aprendida_alterada_com_sucesso_
source: Lesson learned changed successfully!
pt_pt: Lição aprendida alterada com sucesso!

# assuntosLicoesAprendidas_li__o_aprendida_exclu_da_com_sucesso_
source: Lesson learned successfully deleted!
pt_pt: Lição aprendida excluída com sucesso!

# assuntosLicoesAprendidas_li__o_aprendida_inclu_da_com_sucesso_
source: Lesson learned successfully included!
pt_pt: Lição aprendida incluída com sucesso!

source: The data you are trying to delete is being used by another screen in the system.
pt_pt: O dado que se tenta excluir está a ser usado por outra tela do sistema.

# assunto_
source: Subject:
pt_pt: Assunto:

# As_Senhas_Nao_Coincidem
source: Passwords do not match
pt_pt: As senhas não coincidem

# ata
source: Minutes of Meeting
pt_pt: Ata

# atendimento
source: Attendance
pt_pt: Atendimento

# aten__o
source: Attention
pt_pt: Atenção

# ativa_
source: Active?
pt_pt: Ativa?

# atividade
source: Activity
pt_pt: Atividade

# atividades_executadas
source: Activities Performed
pt_pt: Atividades Executadas

# atividade_
source: Activity:
pt_pt: Atividade:

# ativo
source: Enabled
pt_pt: Ativo

# ativo_
source: Enabled:
pt_pt: Ativo:

# ativo_active
source: Active
pt_pt: Ativo
