Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# atrasada
source: Delayed
pt_pt: Atrasada

# atrasadas
source: Delayed
pt_pt: Atrasadas

# atrasada_
source: Late?
pt_pt: Atrasada?

# atrasado
source: Delayed
pt_pt: Atrasado

# atraso
source: Delay
pt_pt: Atraso

# atrasos_em_to_do_list
source: To Do List Delays
pt_pt: Atrasos em To Do List

# atrasos_no_cronograma
source: Schedule Delays
pt_pt: Atrasos no Cronograma

# atual
source: Current
pt_pt: Atual

# atualizacaoMetas_deseja_excluir_a_meta_do_projeto_
source: Do you want to delete the project goal?
pt_pt: Deseja excluir a meta do projeto?

# atualizacaoMetas_erro_ao_atualizar_informa__es_
source: Error updating information!
pt_pt: Erro ao atualizar informações!

# atualizacaoMetas_erro_ao_excluir_a_meta_do_projeto_
source: Error deleting project goal!
pt_pt: Erro ao excluir a meta do projeto!

# atualizacaoMetas_erro_ao_incluir_a_meta_no_projeto_
source: Error adding project goal!
pt_pt: Erro ao incluir a meta no projeto!

source: There are deployed goals and / or outcomes associated with the goal in question. The deletion of this record will cause the associated history to be lost. Do you confirm the deletion?
pt_pt: Existem metas desdobradas e/ou resultados associados à meta em questão. A exclusão deste registo irá resultar em perda do histórico associado. Confirma a exclusão?

# atualizacaoMetas_informa__es_atualizadas_com_sucesso_
source: Information updated successfully!
pt_pt: Informações atualizadas com sucesso!

# atualizacaoMetas_meta_exclu_da_do_projeto_com_sucesso_
source: Goal successfully deleted from the project!
pt_pt: Meta excluída do projeto com sucesso!

# atualizacaoMetas_meta_inclu_da_no_projeto_com_sucesso_
source: Goal included in the project successfully!
pt_pt: Meta incluída no projeto com sucesso!

# AtualizacaoResultadosProjetos_atualiza__o_do_indicador
source: Indicator Update
pt_pt: Atualização do Indicador

# AtualizacaoResultadosProjeto_quanto_maior__melhor
source: The Greater, the Better
pt_pt: Quanto Maior, Melhor

# AtualizacaoResultadosProjeto_quanto_maior__pior
source: The Greater, the Worst
pt_pt: Quanto Maior, Pior

# atualizacaoResultados_atrasados
source: Arrears
pt_pt: Atrasados

# atualizacaoResultados_cancelar
source: Cancel
pt_pt: Cancelar

# atualizacaoResultados_editar
source: Edit
pt_pt: Editar

# atualizacaoResultados_f_rmula_n_o_definida
source: Formula not defined
pt_pt: Fórmula não definida

# atualizacaoResultados_f_rmula_ok
source: Formula Ok
pt_pt: Fórmula Ok

source: Value greater than that allowed for the data! Maximum Value:
pt_pt: O Valor é Maior que o Permitido para o Dado! Valor Máximo:

source: Value lower than that allowed for the data! Minimum Value:
pt_pt: O Valor é Menor que o Permitido para o Dado! Valor Mínimo:

# AtualizacaoResultados_quanto_maior__melhor
source: The Greater, the Better
pt_pt: Quanto Maior, Melhor

# AtualizacaoResultados_quanto_maior__pior
source: The Greater, the Worst
pt_pt: Quanto Maior, Pior

# atualizacaoResultados_salvar
source: Save
pt_pt: Salvar

# atualizacaoTarefas_detalhes
source: Details
pt_pt: Detalhes

# atualizando_
source: Updating ...
pt_pt: A atualizar…

# atualizando___
source: Updating ...
pt_pt: A atualizar...

# atualizar
source: Update
pt_pt: Atualizar

# atualizar_campos
source: Update fields
pt_pt: Atualizar campos

# atualiza__es
source: Updates
pt_pt: Atualizações

# atualiza__o
source: Update
pt_pt: Atualização

# atualiza__o_
source: Last update:
pt_pt: Atualização:

# at_
source: Up until
pt_pt: Até

# at__
source: To:
pt_pt: Até:

# auditoria
source: Audit
pt_pt: Auditoria

# aumentar_fonte
source: Increase font size
pt_pt: Aumentar fonte

# aumentar_zoom
source: Zoom in
pt_pt: Aumentar zoom

# autom_tico
source: Automatic
pt_pt: Automático

# autor
source: Author
pt_pt: Autor

# auxiliar
source: Help
pt_pt: Auxiliar

# avaliado
source: Rated
pt_pt: Avaliado

# avaliado_
source: Rated:
pt_pt: Avaliado:

# avaliar_f_rmula
source: Assess Formula
pt_pt: Avaliar Fórmula

# avan_ar
source: Next
pt_pt: Avançar

# avisar_a_cada
source: Inform at every
pt_pt: Avisar a cada

# avisos
source: Notices
pt_pt: Avisos

# aviso_
source: Notice:
pt_pt: Aviso:

# azul
source: Blue
pt_pt: Azul

# a_cada
source: At each
pt_pt: A cada

source: The copy of a flow template can only be made for a flow template with version created and not published
pt_pt: A cópia de um modelo de fluxo só poderá ser efetuada para um modelo de fluxo com versão criada e não publicada.

# a_nova_senha_dever__ter_entre_4_e_14_caracteres_
source: The new Password must have between 4 and 14 characters.
pt_pt: A nova senha deverá ter entre 4 e 14 caracteres.

# a_oes_sugeridas
source: Suggested Actions
pt_pt: Ações Sugeridas

# a_partir_do_in_cio_da_etapa
source: from the beginning of step
pt_pt: a partir do início da etapa

# a_partir_do_in_cio_do_fluxo
source: from the beginning of the flow
pt_pt: a partir do início do fluxo

# A_pessoa_consta_como_participe_em_projetos_e_nao_pode_ser_excluida
source: The person appears as a participant in some project and can not be removed!
pt_pt: A pessoa está como participante em projeto(s) e não pode ser excluída!

# a__es
source: Actions
pt_pt: Ações

# a__es_
source: Actions:
pt_pt: Ações:

# a__es_autom_ticas
source: Auto Actions
pt_pt: Ações Automáticas

# a__es_do_mapa
source: Map Actions
pt_pt: Ações do Mapa

# a__o
source: Action
pt_pt: Ação

# a__o_
source: Action:
pt_pt: Ação:

# a__o_autom_tica
source: Auto Action
pt_pt: Ação Automática

# baixa
source: Low
pt_pt: Baixa

# baixar
source: Download
pt_pt: Baixar

# baixa_
source: Low:
pt_pt: Baixa:

# baixo
source: Low
pt_pt: Baixo

# baixo_
source: Low:
pt_pt: Baixo:

# banco_
source: Bank:
pt_pt: Banco:

# banco_dados
source: Data Bank
pt_pt: Banco Dados

# barraNavegacao_deseja_realmente_excluir_o_registro_
source: Do you really want to exclude the record?
pt_pt: Pretende excluir mesmo o registo?

source: Component \"hfGeral\" not found! \nThis component must be within component \"pnCallback\"
pt_pt: O componente \"hfGeral\" não foi encontrado! \nEste componente deve ser colocado dentro do componente \"pnCallback\"

# barraNavegacao_o_m_todo_n_o_foi_implementado_
source: Method not implemented!
pt_pt: O método não foi implementado!

# barraNavegacao_o_m_todo___excluirregistroselecionado___n_o_foi_implementado_
source: Method \"ExcluirRegistroSelecionado\" not implemented!
pt_pt: O método \"ExcluirRegistoSelecionado\" não foi implementado!

# barraNavegacao_o_m_todo___limpacamposformulario___n_o_foi_implementado_
source: Method \"LimpaCamposFormulario\" not implemented!
pt_pt: O método \"LimpaCamposFormulario\" não foi implementado!

# barraNavegacao_o_m_todo___montacamposformulario___n_o_foi_implementado_
source: Method \"MontaCamposFormulario\" not implemented!
pt_pt: O método \"MontaCamposFormulario\" não foi implementado!

# barraNavegacao_o_m_todo___ongridfocusedrowchanged___n_o_foi_implementado_
source: Method \"OnGridFocusedRowChanged\" not implemented!
pt_pt: O método \"OnGridFocusedRowChanged\" não foi implementado!

source: Record cannot be excluded because it's being used
pt_pt: O registo não pode ser excluído porque está a ser utilizado por outro

source: Record cannot be included because it's already on the database.
pt_pt: O registo não pode ser incluído porque já existe no banco de dados.

# basic_conclu_do
source: completed
pt_pt: Concluído

# basic_duracao__d_
source: Duration (d)
pt_pt: Duracao (d)

# basic_dura__o
source: Duration
pt_pt: Duração

# basic_in_cio
source: Start
pt_pt: Início

# basic_in_cio_lb
source: Home LB
pt_pt: Início LB

# basic_peso_lb
source: Weight LB
pt_pt: Peso LB

# basic_previsto
source: Foreseen
pt_pt: Previsto

# basic_realizado
source: Accomplished
pt_pt: Realizado

# basic_tarefa
source: Assignment
pt_pt: Tarefa

# basic_trabalho__h_
source: Work (h)
pt_pt: Trabalho (h)

# basic_t_rmino
source: Term
pt_pt: Término

# basic_t_rmino_lb
source: Term LB
pt_pt: Término LB

# basic_t_rmino_real
source: Real Term
pt_pt: Término Real

# basic___peso
source: % Weight
pt_pt: % Peso

# bem_vindo_ao_assistente_para_configura__o_de_relat_rios_e_consultas_din_micas
source: Welcome to the wizard for configuring reports and dynamic queries! The purpose of this wizard is to assist you in creating and delivering reports to solution end users. The wizard has been broken down into a few steps to guide you through this build and thus make it easier to make reports and queries available. In this step you will need to enter the name of the report or query, its title and which solution module it should be embedded. Once this is done, click on the "Next" option and the wizard will take you to the next step. Remember that the process can be aborted at any time by pressing the "Cancel" option. Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â Â
pt_pt: Bem vindo ao assistente para configuração de relatórios e consultas dinâmicas! O objetivo deste assistente é auxiliá-lo na criação e disponibilização de relatórios aos usuários finais da solução. O assistente foi dividido em algumas etapas para guia-lo nesta construção e assim tornar mais fácil o trabalho de disponibilizar os relatórios e consultas. Nesta etapa você precisará informar o nome do relatório ou consulta, seu título e a qual módulo da solução ele deve ser incorporado. Feito isso, acione a opção "Próximo" para que o assistente o encaminhe à próxima etapa. Lembre-se que o processo pode ser abortado a qualquer momento acionando a opção "Cancelar".

# biblioteca
source: Library
pt_pt: Biblioteca

# bloqueio
source: Block
pt_pt: Bloqueio

# boletim
source: Bulletin
pt_pt: Boletim

# buscar
source: Search
pt_pt: Procurar

# c
source: W
pt_pt: C

# cadastrar_me
source: Sign me up
pt_pt: Registar-me

# cadastro
source: Register
pt_pt: Registo

# CadastroAquisicoes_a_descri__o_do_item_deve_ser_informada_
source: Item description must be informed.
pt_pt: A descrição do item deve ser informada.

# CadastroAquisicoes_o_percentual_contratado___obrigat_rio_
source: Hired percentage is mandatory.
pt_pt: O percentual contratado é obrigatório.

# CadastroAquisicoes_o_prazo_m_ximo_para_contrata__o_deve_ser_informado_
source: Maximum deadline for hiring must be informed.
pt_pt: O prazo máximo para contratação deve ser informado.

# CadastroAquisicoes_o_respons_vel_deve_ser_informado_
source: People in charge must be informed.
pt_pt: O responsável deve ser informado.

# CadastroAquisicoes_o_valor_previsto___obrigat_rio_
source: Estimated value is mandatory.
pt_pt: O Valor previsto é obrigatório.

# CadastroAvisos_aviso_gravado_com_sucesso_
source: Notice saved successfully!
pt_pt: Aviso gravado com sucesso!

# CadastroAvisos_a_data_de_in_cio_n_o_pode_ser_anterior___data_atual_
source: Start Date cannot be before the current date!
pt_pt: A Data de Início não pode ser anterior à data atual!

# CadastroAvisos_a_data_de_in_cio_n_o_pode_ser_maior_que_a_data_de_t_rmino_
source: Start Date cannot be later than the End Date!
pt_pt: A Data de Início não pode ser maior que a Data de Término!

# CadastroAvisos_a_data_de_t_rmino_n_o_pode_ser_anterior___data_atual_
source: End Date cannot be before the current date!
pt_pt: A Data de Término não pode ser anterior à data atual!

# CadastroAvisos_campo_assunto_deve_ser_informado_
source: Subject field must be informed!
pt_pt: Campo Assunto deve ser informado!

# CadastroAvisos_campo_aviso_deve_ser_informado_
source: Notice field must be informed!
pt_pt: Campo Aviso deve ser informado!

# CadastroAvisos_campo_data_de_in_cio_deve_ser_informado_
source: Start Date field must be informed!
pt_pt: Campo data de início deve ser informado!

# CadastroAvisos_campo_data_de_t_rmino_deve_ser_informado_
source: End Date field must be informed!
pt_pt: Campo data de término deve ser informado!

# CadastroAvisos_campo_tipo_de_destinat_rio_deve_ser_informado_
source: Recipient Type field must be informed!
pt_pt: Campo Tipo de destinatário deve ser informado!

# cadastroCalendarioBase_deve_ser_informado_
source: Base Calendar must be selected
pt_pt: Deve ser selecionado um calendário Base

# CadastroConsultores_detalhes_do_consultor
source: Consultant Details
pt_pt: Detalhes do Consultor

# CadastroConsultores_selecionar_produtos_do_consultor
source: Select Products from Consultant
pt_pt: Selecionar Produtos do Consultor

# CadastroCriterioMedicao_o_crit_rio_de_medi__o_deve_ser_informado_
source: Measurement Criterion must be informed.
pt_pt: O critério de medição deve ser informado.

# CadastroCriterioReajuste_o_crit_rio_de_reajuste_deve_ser_informado_
source: Readjustment Criterion must be informed.
pt_pt: O critério de reajuste deve ser informado.

# cadastroDemandasComplexas_in_cio_deve_ser_informado_
source: Start must be informed.
pt_pt: Início deve ser informado.

# cadastroDemandasComplexas_t_rmino_deve_ser_informado_
source: End must be informed.
pt_pt: Término deve ser informado.

# cadastroDemandasComplexas_t_tulo_deve_ser_informado_
source: Title must be informed.
pt_pt: Título deve ser informado.

# cadastroDemandasComplexas_unidade_deve_ser_informada_
source: Unit must be informed.
pt_pt: Unidade deve ser informada.

source: Attention! This email is from a user of another {0}. Do you want to include the user in this {0} as well?
pt_pt: Atenção! Este email é de um utilizador de outra {0}. Deseja incluir o utilizador nesta {0} também?

# cadastroEntidades_a_sigla_de_
source: Acronym for
pt_pt: A Sigla de

# cadastroEntidades_coordenadas_salvas_com_sucesso
source: Coordinates saved successfully
pt_pt: Coordenadas salvas com sucesso

# cadastroEntidades_dados_gravados_com_sucesso
source: Data successfully saved!
pt_pt: Dados gravados com sucesso!

# cadastroEntidades_deseja_realmente_excluir_o_registro_
source: Do you really want to delete the record?
pt_pt: Pretende excluir mesmo o registo?

# cadastroEntidades_email_do_usu_rio_deve_ser_informado_
source: User Email must be informed.
pt_pt: Email do utilizador deve ser informado.

# cadastroEntidades_entidade_salva_com_sucesso_
source: Entity successfully created!
pt_pt: Entidade criada com sucesso!

# cadastroEntidades_erro_ao_salvar_
source: Error saving:
pt_pt: Erro ao salvar:

source: This unit has active users. You will not be able to delete it.
pt_pt: Esta unidade possui utilizadores ativos. Não será possível excluí-la.

# cadastroEntidades_exclu_da_com_sucesso
source: deleted successfully
pt_pt: excluída com sucesso

# cadastroEntidades_incluir_usu_rio_na__0__atual_
source: Include user on {0} Current?
pt_pt: Incluir utilizador na {0} Atual?

# cadastroEntidades_inclu_da_com_sucesso
source: included successfully
pt_pt: incluída com sucesso

source: An entity with this name, acronym or reserved code already exists!
pt_pt: Já existe uma entidade com esse nome, sigla ou código reservado!

# cadastroEntidades_nome_de_
source: Name of
pt_pt: Nome de

# cadastroEntidades_nome_do_usu_rio_deve_ser_informado_
source: User Name must be informed.
pt_pt: Nome do utilizador deve ser informado.

# cadastroEntidades_o_e_mail_n_o_existe_na_
source: Email does not exist in the
pt_pt: O E-mail não Existe na

# cadastroEntidades_permiss_es
source: Permissions
pt_pt: Permissões

# cadastroEntidades_por_favor__forne_a_um_endere_o_de_e_mail_v_lido
source: Please provide a valid email.
pt_pt: Por favor, forneça um endereço de e-mail válido

# cadastroEntidades_por_favor__forne_a_um_endere_o_de_e_mail_v_lido_
source: Please provide a valid email.
pt_pt: Por favor, forneça um endereço de e-mail válido.

# cadastroEntidades__deve_ser_informado_
source: must be informed.
pt_pt: deve ser informado.

# cadastroEntidades___cadastre_primero_na_tela_usuario_e_tente_novamente_
source: ! First register on User screen, then try again!
pt_pt: Registe primero no painel Utilizador e tente novamente!

# cadastroEntidade_a_sigla_da_entidade_deve_ser_informado
source: Entity Initials must be informed
pt_pt: A Sigla da Entidade deve ser informada

# cadastroEntidade_email_do_usu_rio_deve_ser_informado
source: User Email must be informed
pt_pt: Email do utilizador deve ser informado

# cadastroEntidade_nome_da_entidade_deve_ser_informado
source: Entity Name must be informed
pt_pt: Nome da Entidade deve ser informada

# cadastroEntidade_nome_do_usu_rio_deve_ser_informado
source: User Name must be informed
pt_pt: Nome do utilizador deve ser informado

# CadastroFaixasTolerancia_o_valor_final_deve_ser_maior_que_o_valor_inicial
source: Final value must be greater than the initial value
pt_pt: O valor final deve ser maior que o valor inicial

# CadastroFederacao_a_uf_deve_ser_informada_
source: Sate must be informed.
pt_pt: A UF deve ser informada.

# CadastroFontesContratacao_a_fonte_de_contrata__o_deve_ser_informada_
source: Contracting Party must be informed.
pt_pt: A fonte de contratação deve ser informada.

# CadastroFornecedores_editar
source: Edit
pt_pt: Editar

# CadastroFornecedores_erro_ao_salvar_o_registro_
source: Error saving record!
pt_pt: Erro ao salvar o registo!

# CadastroFornecedores_excluir
source: Delete
pt_pt: Excluir

# CadastroFornecedores_fornecedor_alterado_com_sucesso_
source: Supplier changed successfully!
pt_pt: Fornecedor alterado com sucesso!

# CadastroFornecedores_fornecedor_exclu_do_com_sucesso_
source: Supplier deleted successfully!
pt_pt: Fornecedor excluído com sucesso!

# CadastroFornecedores_fornecedor_inclu_do_com_sucesso_
source: Supplier included successfully!
pt_pt: Fornecedor incluído com sucesso!

# CadastroFornecedores_incluir
source: Include
pt_pt: Incluir

# CadastroFornecedores_o_cnpj_informado___inv_lido_
source: Corporate Tax Payer ID is invalid.
pt_pt: O CNPJ informado é inválido.

# CadastroFornecedores_o_cpf_informado___inv_lido_
source: Individual Tax Payer ID is invalid.
pt_pt: O CPF informado é inválido.

# CadastroFornecedores_o_email_informado___inv_lido_
source: Email is invalid.
pt_pt: O email informado é inválido.

source: The supplier is part of contract (s) and can not be excluded!
pt_pt: O fornecedor faz parte de contrato(s) e não pode ser excluído!

# CadastroFornecedores_o_municipio_deve_ser_informado_
source: City must be informed.
pt_pt: O municipio deve ser informado.

# CadastroFornecedores_o_nome_fantasia_deve_ser_informado_
source: Trade Name must be informed.
pt_pt: O nome fantasia deve ser informado.

# CadastroFornecedores_voc__deve_indicar_cliente__fornecedor_ou_ambos_
source: You must indicate Client, Supplier or both.
pt_pt: Deve indicar Cliente, Fornecedor ou ambos.

# CadastroGrandesDesafios_o_campo_descri__o_grande_desafio_deve_ser_informado_
source: Great Challenge Description field must be informed!
pt_pt: O campo Descrição Grande Desafio deve ser Informado!

# CadastroGrandesDesafios_permiss_es
source: Permissions
pt_pt: Permissões

# cadastroGrupoIndicador_o_grupo_de_indicadores_ser_informado_
source: Indicators Group must be informed.
pt_pt: O grupo de indicadores deve ser informado.

# CadastroMenusEstrategias_a_descri__o_do_grupo_deve_ser_informada_
source: Group Description must be informed.
pt_pt: A descrição do grupo deve ser informada.

# CadastroMenusEstrategias_a_disponibilidade_deve_ser_informada_
source: Availability must be informed.
pt_pt: A disponibilidade deve ser informada.

# CadastroMenusEstrategias_a_op__o_do__tem_de_menu_deve_ser_informada_
source: Menu Item Option must be informed.
pt_pt: A opção do item de menu deve ser informada.

# CadastroMenusEstrategias_a_ordem_deve_ser_informada_
source: Order must be informed.
pt_pt: A ordem deve ser informada.

# CadastroMenusEstrategias_o_t_tulo_deve_ser_informado_
source: Title must be informed.
pt_pt: O título deve ser informado.

# CadastroMenusObjetos_descri__o_do_grupo_deve_ser_informado_
source: Group Description must be informed.
pt_pt: Descrição do grupo deve ser informado.

# CadastroMenusObjetos_grupo_de_menu_alterado_com_sucesso_
source: Menu group changed successfully!
pt_pt: Grupo de menu alterado com sucesso!

# CadastroMenusObjetos_grupo_de_menu_inclu_do_com_sucesso_
source: Menu group successfully included!
pt_pt: Grupo de menu incluído com sucesso!

source: Could not edit menu group, name already exists.
pt_pt: Não foi possível editar o grupo de menu, o nome informado já existe.

source: Could not edit menu item, name already exists.
pt_pt: Não foi possível editar o item de menu, o nome informado já existe.

source: Could not include menu option, name already exists.
pt_pt: Não foi possível incluir a opção de menu, nome informado já existe.

source: Could not include menu group, name already exists.
pt_pt: Não foi possível incluir o grupo de menu, o nome informado já existe.

# CadastroMenusObjetos_ordem_do_grupo_deve_ser_informada_
source: Group Order must be informed.
pt_pt: Ordem do grupo deve ser informada.

source: Acquisition Modality Description must be informed.
pt_pt: A Descrição da Modalidade de Aquisição Deve Ser Informada.

# CadastroMunicipiosObra_a_sigla_do_munic_pio_deve_ser_informada_
source: City Acronym must be informed.
pt_pt: A sigla do município deve ser informada.

# CadastroMunicipiosObra_a_uf_deve_ser_informada_
source: Sate must be informed.
pt_pt: A UF deve ser informada.

# CadastroMunicipiosObra_o_nome_do_munic_pio_deve_ser_informado_
source: City Name must be informed.
pt_pt: O nome do município deve ser informado.

# CadastroMunicipios_a_uf_deve_ser_informada_
source: Sate must be informed.
pt_pt: A UF deve ser informada.

# CadastroMunicipios_o_nome_do_munic_pio_deve_ser_informado_
source: City Name must be informed.
pt_pt: O nome do município deve ser informado.

# CadastroMunicipio_editar
source: Edit
pt_pt: Editar

# CadastroMunicipio_erro_ao_salvar_o_registro_
source: Error saving record!
pt_pt: Erro ao salvar o registo!

# CadastroMunicipio_excluir
source: Delete
pt_pt: Excluir

# CadastroMunicipio_incluir
source: Include
pt_pt: Incluir

# CadastroMunicipio_munic_pio_alterado_com_sucesso_
source: Township changed successfully!
pt_pt: Município alterado com sucesso!

# CadastroMunicipio_munic_pio_exclu_do_com_sucesso_
source: Town deleted successfully!
pt_pt: Município excluído com sucesso!

# CadastroMunicipio_munic_pio_inclu_do_com_sucesso_
source: Town included successfully!
pt_pt: Município incluído com sucesso!

# CadastroMunicipio_nome_de_munic_pio_j__existente_nesta_uf_
source: Name of municipality already existing in this UF!
pt_pt: Nome de município já existente nesta UF!

source: The municipality can not be excluded. There are suppliers or customers registered in it.
pt_pt: O município não pode ser excluído. Existem fornecedores ou clientes registados nele.

source: The municipality can not be excluded. There are works registered in it.
pt_pt: O município não pode ser excluído. Existem obras registadas nele.

# CadastroOrcTematicos_descri__o_do_or_amento_tem_tico_deve_ser_informado_
source: Theme Budget Description must be informed.
pt_pt: Descrição do orçamento temático deve ser informado.

# CadastroOrcTematicos_erro_interno__nenhum_comando_foi_executado_
source: Internal error: No command was executed.
pt_pt: Erro interno: Nenhum comando foi executado.

# CadastroOrcTematicos_or_amento_tem_tico_alterado_com_sucesso_
source: Thematic budget changed successfully!
pt_pt: Orçamento temático alterado com sucesso!

# CadastroOrcTematicos_or_amento_tem_tico_exclu_do_com_sucesso_
source: Thematic budget deleted successfully!
pt_pt: Orçamento temático excluído com sucesso!

# CadastroOrcTematicos_or_amento_tem_tico_inclu_do_com_sucesso_
source: Thematic budget included successfully!
pt_pt: Orçamento temático incluído com sucesso!
