Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# et_alteraSenha_senha_deve_ser_informada
source: Password must be informed
pt_pt: Senha deve ser informada

# evento
source: Event
pt_pt: Evento

# eventosV2_selecione_uma_perspectiva
source: Select a perspective.
pt_pt: Selecione uma perspectiva

# evitar
source: Avoid
pt_pt: Evitar

# examinador
source: Examiner
pt_pt: Examinador

# exce__o
source: Exception
pt_pt: Exceção

# exce__o_
source: Exception:
pt_pt: Exceção:

# excluir
source: Delete
pt_pt: Excluir

# excluir_meta
source: Delete Goal
pt_pt: Excluir Meta

# exclus_o
source: Exclusion
pt_pt: Exclusão

# execCalendarios_atencao
source: Attention
pt_pt: Atencao

# execCalendarios_erro_ao_salvar_a_exce__o_
source: Error saving Exception!
pt_pt: Erro ao Salvar a Exceção!

# execCalendarios_exce__o_salva_com_sucesso_
source: Exception Saves Successfully!
pt_pt: Exceção Salva com Sucesso!

source: <p>- There are pending to be corrected! - Exception description must be reported. </p><p>- Time within a shift must be filled (Start - End) </p><p>- The start time can not be greater than the time of terminate within the same turn </p><p>- Start time of a turn means to complete the end time of the previous turn! </p><p>- End time of one turn can not be greater than the beginning of the next turn!</p>
pt_pt: <p>- Existem pendências a serem corrigidas! </p><p>- A descrição da exceção deve ser informada. </p><p>- O horário dentro de um turno tem que ser preenchido (Início - Fim) </p><p>- A hora de início não pode ser maior do que a hora de término dentro de um mesmo turno </p><p>- A hora de início de um turno significa que tem de prencher o horário de término do turno anterior! </p><p>- A hora de término de um turno não pode ser maior do que o início do próximo turno!</p>

# exerc_cio
source: Exercise
pt_pt: Exercício

# explorar
source: To explore
pt_pt: Explorar

# exportar
source: Export
pt_pt: Exportar

# exportar_para_html
source: Export to HTML
pt_pt: Exportar para HTML

# exportar_para_pdf
source: Export to PDF
pt_pt: Exportar para PDF

# exportar_para_rtf
source: Export to RTF
pt_pt: Exportar para RTF

# exportar_para_xls
source: Export to Excel
pt_pt: Exportar para XLS

# externo_
source: External?
pt_pt: Externo?

# E_preciso_indicar_os_papeis_da_pessoa_Cliente_Fornecedor_ou_Participe
source: You must indicate the roles of the user (customer, supplier or participant).
pt_pt: É necessário indicar os papéis da pessoa (Cliente, Fornecedor ou Partícipe).

# e_s
source: I / O
pt_pt: E/S

# fase
source: Phase
pt_pt: Fase

# fase_
source: Phase:
pt_pt: Fase:

# fator
source: Factor
pt_pt: Fator

# fatores
source: Factors
pt_pt: Fatores

# fator_
source: Factor:
pt_pt: Fator:

# fator_a
source: Factor A
pt_pt: Fator A

# favoritos
source: Favorites
pt_pt: Favoritos

# fazer_abertura
source: Make opening
pt_pt: Fazer Abertura

# fazer_o_download_do_arquivo
source: Download file
pt_pt: Fazer o download do arquivo

# fechar
source: Close
pt_pt: Fechar

# fev
source: Feb
pt_pt: Fev

# fevereiro
source: February
pt_pt: Fevereiro

# fevereiro_
source: February:
pt_pt: Fevereiro:

# filtrar
source: Filter
pt_pt: Filtrar

# filtrar_por_
source: Filter by:
pt_pt: Filtrar por:

# filtro
source: Filter
pt_pt: Filtro

# fim
source: End
pt_pt: Fim

# finalizando
source: Finishing
pt_pt: A finalizar

# final_
source: Last:
pt_pt: Final:

# financeiro
source: Financial Dpt.
pt_pt: Financeiro

# financeiro_
source: Financial:
pt_pt: Financeiro:

# Financeiro_abril
source: April
pt_pt: Abril

# Financeiro_agosto
source: August
pt_pt: Agosto

# Financeiro_an_lise_financeira
source: Financial analysis
pt_pt: Análise Financeira

# Financeiro_dezembro
source: December
pt_pt: Dezembro

# Financeiro_fevereiro
source: February
pt_pt: Fevereiro

# Financeiro_janeiro
source: January
pt_pt: Janeiro

# Financeiro_julho
source: July
pt_pt: Julho

# Financeiro_junho
source: June
pt_pt: Junho

# Financeiro_maio
source: May
pt_pt: Maio

# Financeiro_mar_o
source: March
pt_pt: Março

# Financeiro_novembro
source: November
pt_pt: Novembro

# Financeiro_outubro
source: October
pt_pt: Outubro

# Financeiro_setembro
source: September
pt_pt: Setembro

# fins
source: Ends
pt_pt: Fins

# fiscaliza__o
source: Oversight
pt_pt: Fiscalização

# fluxo
source: Flow
pt_pt: Fluxo

# fluxos
source: Flows
pt_pt: Fluxos

# FluxosProjeto_associa__o_alterada_com_sucesso_
source: Association changed successfully!
pt_pt: Associação alterada com sucesso!

# FluxosProjeto_associa__o_exclu_da_com_sucesso_
source: Association deleted successfully!
pt_pt: Associação excluída com sucesso!

# FluxosProjeto_ativado_em_
source: Enabled on
pt_pt: Ativado em

source: The association can not be deleted. There are instances created for the flow in this project.
pt_pt: A associação não pode ser excluída. Existem instancias criadas para o fluxo neste projeto.

# FluxosProjeto_consultar
source: Consult
pt_pt: Consultar

# FluxosProjeto_desativado_em_
source: Disabled in
pt_pt: Desativado em

# FluxosProjeto_editar
source: Edit
pt_pt: Editar

# FluxosProjeto_erro_ao_excluir_o_registro_
source: Error deleting the record!
pt_pt: Erro ao excluir o registo!

# FluxosProjeto_erro_ao_salvar_o_registro_
source: Error saving record!
pt_pt: Erro ao salvar o registo!

# FluxosProjeto_excluir
source: Delete
pt_pt: Excluir

# FluxosProjeto_fluxo_associado_com_sucesso_
source: Flow associated with success!
pt_pt: Fluxo associado com sucesso!

# FluxosProjeto_incluir
source: Include
pt_pt: Incluir

source: Can not change flow. The 'Menu Option' entered is already registered in another stream for this project!
pt_pt: Não é possível alterar o fluxo. A 'Opção de Menu' informada já está registada noutro fluxo para este projeto!

source: Can not include stream. The 'Menu Option' entered is already registered in another stream for this project!
pt_pt: Não é possível incluir o fluxo. A 'Opção de Menu' informada já está registada noutro fluxo para este projeto!

# FluxosProjeto_o_fluxo_deve_ser_informado_
source: The flow must be informed.
pt_pt: O fluxo deve ser informado.

# FluxosProjeto_o_nome_da_op__o_deve_ser_informado_
source: The name of the option must be informed.
pt_pt: O nome da opção deve ser informado.

# FluxosProjeto_pelo_menos_1_status_deve_ser_selecionado_
source: At least 1 status must be selected.
pt_pt: Pelo menos 1 status deve ser selecionado.

# FluxosProjeto_por_
source: per
pt_pt: por

# FluxosTipoProjeto_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# fluxo_
source: Flow:
pt_pt: Fluxo:

# fluxo_de_caixa
source: Cash Flow
pt_pt: Fluxo de Caixa

# foco_
source: Focus:
pt_pt: Foco:

# foco_estrat_gico
source: Strategic Focus
pt_pt: Foco Estratégico

# folga
source: Gap
pt_pt: Folga

# folha
source: leaf
pt_pt: Folha

# fonte
source: Source
pt_pt: Fonte

# fonte_
source: Source:
pt_pt: Fonte:

# formato
source: Format
pt_pt: Formato

# formato_
source: Format:
pt_pt: Formato:

# FormularioCopiaFormulario_confirma_a_c_pia_do_formul_rio_selecionado_
source: Confirm copy of selected form?
pt_pt: Confirma a cópia do formulário selecionado?

# FormularioCopiaFormulario_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# FormularioCopiaFormulario_o_campo_nome_do_novo_formul_rio_deve_ser_preenchido_
source: New Form Name field must be completed.
pt_pt: O campo Nome do Novo Formulário deve ser preenchido.

# FormularioTipoProjeto_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# formul_rio
source: Form
pt_pt: Formulário

# formul_rios
source: Forms
pt_pt: Formulários

# formul_rios_associados___etapa
source: Forms Associated with the Stage
pt_pt: Formulários Associados à Etapa

# formul_rio_
source: Form:
pt_pt: Formulário:

# fornecedor
source: Provider
pt_pt: Fornecedor

# fornecedor_
source: Provider:
pt_pt: Fornecedor:

# Forte
source: Strong
pt_pt: Forte

# Fraca
source: Weak
pt_pt: Fraca

# frameEspacoTrabalho_Agenda_abrir_compromisso
source: Open Appointment
pt_pt: Abrir Compromisso

# frameEspacoTrabalho_Agenda_abrir___
source: Open...
pt_pt: Abrir...

# frameEspacoTrabalho_Agenda_agenda
source: Schedule
pt_pt: Agenda

# frameEspacoTrabalho_Agenda_alternar_para
source: Toggle To
pt_pt: Alternar Para

# frameEspacoTrabalho_Agenda_ano
source: Year
pt_pt: Ano

# frameEspacoTrabalho_Agenda_atualizar_compromisso_rotineiro
source: Update Routine Commitment
pt_pt: Atualizar Compromisso Rotineiro

# frameEspacoTrabalho_Agenda_at___0_
source: to {0}
pt_pt: até {0}

# frameEspacoTrabalho_Agenda_avan_ar
source: Advance
pt_pt: Avançar

# frameEspacoTrabalho_Agenda_compromisso
source: Commitment
pt_pt: Compromisso

# frameEspacoTrabalho_Agenda_cria_um_compromisso_de_rotina
source: Creates a routine appointment
pt_pt: Cria um compromisso de rotina

# frameEspacoTrabalho_Agenda_de__0_
source: of {0}
pt_pt: de {0}

# frameEspacoTrabalho_Agenda_de__0__at___1_
source: from {0} to {1}
pt_pt: de {0} até {1}

# frameEspacoTrabalho_Agenda_de__0__por__1_
source: from {0} to {1}
pt_pt: de {0} por {1}

# frameEspacoTrabalho_Agenda_de__0__por__1___2_
source: from {0} to {1} {2}
pt_pt: de {0} por {1} {2}

# frameEspacoTrabalho_Agenda_de__0__por__1___2___3_
source: from {0} to {1} {2} {3}
pt_pt: de {0} por {1} {2} {3}

# frameEspacoTrabalho_Agenda_de__0__por__1___3_
source: from {0} to {1} {3}
pt_pt: de {0} por {1} {3}

# frameEspacoTrabalho_Agenda_dia
source: Day
pt_pt: Dia

# frameEspacoTrabalho_Agenda_dia__teis
source: Business Day
pt_pt: Dia Úteis

# frameEspacoTrabalho_Agenda_escalas_de_tempo
source: Time Scales
pt_pt: Escalas de Tempo

# frameEspacoTrabalho_Agenda_excluir
source: Delete
pt_pt: Excluir

# frameEspacoTrabalho_Agenda_hora
source: Hour
pt_pt: Hora

# frameEspacoTrabalho_Agenda_in_cio
source: Start
pt_pt: Início

# frameEspacoTrabalho_Agenda_ir_para_este_dia
source: Go For This Day
pt_pt: Ir Para Este Dia

# frameEspacoTrabalho_Agenda_ir_para_hoje___
source: Go For Today ...
pt_pt: Ir Para Hoje...

# frameEspacoTrabalho_Agenda_ir_para___
source: Go to...
pt_pt: Ir Para...

# frameEspacoTrabalho_Agenda_linha_do_tempo
source: Timeline
pt_pt: Linha do Tempo

# frameEspacoTrabalho_Agenda_mostrar_como___
source: Display as...
pt_pt: Mostrar como...

# frameEspacoTrabalho_Agenda_m_s
source: Month
pt_pt: Mês

# frameEspacoTrabalho_Agenda_novo_compromisso
source: New Commitment
pt_pt: Novo Compromisso

# frameEspacoTrabalho_Agenda_novo_compromisso_recorrente
source: New Recurring Commitment
pt_pt: Novo Compromisso Recorrente

# frameEspacoTrabalho_Agenda_novo_compromisso__dia_inteiro_
source: New Commitment (full day)
pt_pt: Novo Compromisso (dia inteiro)

# frameEspacoTrabalho_Agenda_semana
source: Week
pt_pt: Semana

# frameEspacoTrabalho_Agenda_semana_inteira
source: Whole week
pt_pt: Semana Inteira

# frameEspacoTrabalho_Agenda_tipo_de_compromisso
source: Type of Commitment
pt_pt: Tipo de Compromisso

# frameEspacoTrabalho_Agenda_trimestre
source: Quarter
pt_pt: Trimestre

# frameEspacoTrabalho_Agenda_t_rmino_da_recorr_ncia
source: Termination of recurrence
pt_pt: Término da recorrência

# frameEspacoTrabalho_Agenda_visualiza__o_di_ria
source: Daily View
pt_pt: Visualização Diária

# frameEspacoTrabalho_Agenda_visualiza__o_mensal
source: Monthly View
pt_pt: Visualização Mensal

# frameEspacoTrabalho_Agenda_vis_o_de_linha_do_tempo
source: Timeline View
pt_pt: Visão de Linha do Tempo

# frameEspacoTrabalho_Agenda_vis_o_dia
source: Day View
pt_pt: Visão dia

# frameEspacoTrabalho_Agenda_vis_o_mensal
source: Monthly View
pt_pt: Visão Mensal

# frameEspacoTrabalho_Agenda_voltar
source: Back
pt_pt: Voltar

# frameEspacoTrabalho_Agenda__0_minutos
source: 60 minutes
pt_pt: 60 minutos

# frameEspacoTrabalho_Agenda__5_minutos
source: 15 minutes
pt_pt: 15 minutos

# frameEspacoTrabalho_Agenda___minutos
source: 6 minutes
pt_pt: 6 minutos

# frameEspacoTrabalho_AprovacoesTarefas_adicionar_aos_favoritos
source: Add to Favorites
pt_pt: Adicionar aos Favoritos

# frameEspacoTrabalho_AprovacoesTarefas_aguardando_aprova__o
source: Waiting for approval
pt_pt: A aguardar Aprovação

# frameEspacoTrabalho_AprovacoesTarefas_conclu_do
source: completed
pt_pt: Concluído

source: Do you want to mark the selected tasks for approval?
pt_pt: Pretende Marcar as Tarefas Selecionadas para Aprovação?

source: Do you want to mark the selected tasks for Pending?
pt_pt: Pretende Marcar as Tarefas Selecionadas para Pendentes?

source: Do you want to mark the selected tasks for disapproval?
pt_pt: Pretende Marcar as Tarefas Selecionadas para Reprovação?

# frameEspacoTrabalho_AprovacoesTarefas_em_aprova__o
source: On approval
pt_pt: Em Aprovação

# frameEspacoTrabalho_AprovacoesTarefas_em_aprova__o_e_aguardando_publica__o
source: In Approval and Waiting for Publication
pt_pt: Em Aprovação e a Aguardar Publicação

# frameEspacoTrabalho_AprovacoesTarefas_em_reprova__o
source: In Disapproval
pt_pt: Em Reprovação

# frameEspacoTrabalho_AprovacoesTarefas_em_reprova__o_e_aguardando_publica__o
source: In Disapproval and Waiting for Publication
pt_pt: Em Reprovação e a Aguardar Publicação

# frameEspacoTrabalho_AprovacoesTarefas_erro_ao_alterar_status_
source: Error Changing Status!
pt_pt: Erro ao Alterar Status!

# frameEspacoTrabalho_AprovacoesTarefas_erro_ao_publicar_tarefas_
source: Error Posting Tasks!
pt_pt: Erro ao Publicar Tarefas!

# frameEspacoTrabalho_AprovacoesTarefas_in_cio_real
source: Real Start
pt_pt: Início Real

# frameEspacoTrabalho_AprovacoesTarefas_nenhuma_tarefa_foi_selecionada_
source: No Tasks Selected!
pt_pt: Nenhuma Tarefa foi Selecionada!

# frameEspacoTrabalho_AprovacoesTarefas_n_o_existem_informa__es_a_serem_publicadas
source: No information to publish
pt_pt: Não existem informações a serem publicadas

# frameEspacoTrabalho_AprovacoesTarefas_pendente_aprova__o
source: Pending Approval
pt_pt: Aprovação Pendente

# frameEspacoTrabalho_AprovacoesTarefas_projeto
source: Project
pt_pt: Projeto

# frameEspacoTrabalho_AprovacoesTarefas_recurso
source: Resource
pt_pt: Recurso

# frameEspacoTrabalho_AprovacoesTarefas_status_alterado_com_sucesso_
source: Status Changed Successfully!
pt_pt: Status Alterado com Sucesso!

# frameEspacoTrabalho_AprovacoesTarefas_tarefa
source: Assignment
pt_pt: Tarefa

# frameEspacoTrabalho_AprovacoesTarefas_tarefas_publicadas_com_sucesso_
source: Tasks Published Successfully!
pt_pt: Tarefas Publicadas com Sucesso!

# frameEspacoTrabalho_AprovacoesTarefas_trab__restante_h_
source: Trab. Remainder (h)
pt_pt: Trab. Restante(h)

# frameEspacoTrabalho_AprovacoesTarefas_t_rmino_real
source: Real Term
pt_pt: Término Real

# frameEspacoTrabalho_AprovacoesTarefas_visualizar_anexos
source: View Attachments
pt_pt: Visualizar Anexos

# frameEspacoTrabalho_AprovacoesTarefas_visualizar_coment_rios
source: View Comments
pt_pt: Visualizar Comentários

# frameEspacoTrabalho_BibliotecaInterno_anexos
source: Attachments
pt_pt: Anexos

# frameEspacoTrabalho_BibliotecaInterno_compartilhar_anexo
source: Share Attachment
pt_pt: Partilhar Anexo

# frameEspacoTrabalho_BibliotecaInterno_erro_ao_incluir_a_pasta_
source: Error adding folder.
pt_pt: Erro ao incluir a pasta.

# frameEspacoTrabalho_BibliotecaInterno_erro_ao_incluir_o_arquivo_
source: Error adding file.
pt_pt: Erro ao incluir o arquivo.

# frameEspacoTrabalho_BibliotecaInterno_extens_es_de_arquivo_permitidas_
source: File extensions allowed:
pt_pt: Extensões de arquivo permitidas:

# frameEspacoTrabalho_BibliotecaInterno_link_para_o_arquivo__
source: Link to file:
pt_pt: Link para o arquivo:

source: The file or folder you want to delete is shared with other drives, to delete remove the share.
pt_pt: O arquivo ou pasta em que se deseja excluir está partilhado com outras unidades, para excluir remova a partilha.

source: The file name can not be longer than 255 characters! Rename the file and try again.
pt_pt: O nome do arquivo não pode ter mais que 255 caracteres! Renomeie o arquivo e tente novamente.

source: The maximum file upload size is
pt_pt: O tamanho máximo de upload de um arquivo é

# frameEspacoTrabalho_BibliotecaInterno_o_tipo_do_arquivo_n_o_pode_ser_anexado_
source: The file type can not be appended.
pt_pt: O tipo do arquivo não pode ser anexado.

# frameEspacoTrabalho_BibliotecaInterno_permiss_es_da_pasta
source: Folder Permissions
pt_pt: Permissões da Pasta

# frameEspacoTrabalho_BibliotecaInterno_raiz
source: Root
pt_pt: Raiz

# frameEspacoTrabalho_BibliotecaInterno_resultado_da_pesquisa
source: Search Results
pt_pt: Resultado da Pesquisa

source: You can only delete folders that are empty.
pt_pt: Só é possível excluir pastas que estejam vazias.

# frameEspacoTrabalho_BibliotecaInterno_vers_es
source: Download
pt_pt: Versões

# frameEspacoTrabalho_CaixaEntrada_campo_mensagem_deve_ser_informado_
source: Message field must be informed.
pt_pt: O campo mensagem deve ser informado.

# frameEspacoTrabalho_CaixaEntrada_campo_resposta_deve_ser_informado_
source: Answer field must be informed.
pt_pt: O campo resposta deve ser informado.

# frameEspacoTrabalho_Favoritos_editar
source: Edit
pt_pt: Editar

# frameEspacoTrabalho_Favoritos_excluir
source: Delete
pt_pt: Excluir

# frameEspacoTrabalho_Favoritos_nome_do_favorito_deve_ser_informado_
source: Favorite Name must be informed.
pt_pt: O nome do Favorito deve ser informado.

source: The data you are trying to delete is being used by another screen in the system.
pt_pt: O dado que se tenta excluir está a ser usado por outro painel do sistema.

# frameEspacoTrabalho_Favoritos_tipooperacao
source: Operation type
pt_pt: TipoOperacao

# frameEspacoTrabalho_ForumDiscussaoForo_deseja_realmente_excluir_o_registro_
source: Do you really want to exclude the record?
pt_pt: Pretende mesmo excluir o registo?

# frameEspacoTrabalho_ForumDiscussao_deseja_realmente_excluir_o_registro_
source: Do you really want to exclude the record?
pt_pt: Pretende mesmo excluir o registo?

# frameEspacoTrabalho_MeusRiscosProblemas_adicionar_aos_favoritos
source: Add to Favorites
pt_pt: Adicionar aos Favoritos

source: Actual start date must be informed if the actual completion has been completed!
pt_pt: A data de início real deve ser informada se o término real tiver sido preenchido

source: Actual Start Date cannot be greater than the current date!
pt_pt: A Data de Início Real não pode ser maior a Data Atual

source: Actual End Date cannot be greater than the current date!
pt_pt: A Data de Término Real não pode ser maior que a Data Atual

source: Actual End Date cannot be lower than the Actual Start Date!
pt_pt: A Data de Término Real não pode ser menor a Data Início Real

source: Project can only have status equal to Completed if the Actual Completion is informed!
pt_pt: O projeto só poderá ter status igual a Concluído se o Término Real for informado

source: Project Status must be equal to ‘Completed’ if the Actual Completion is informed!
pt_pt: O Status do Projeto deve ser igual a ‘Concluído’ se o Término Real estiver informado

source: Only inform Actual Effort if Actual Start is completed!
pt_pt: Indicar apenas o Esforço Real se o Início Real estiver preenchido

# frameEspacoTrabalho_TimeSheet_adicionar_aos_favoritos
source: Add to Favorites
pt_pt: Adicionar aos Favoritos

# frameEspacoTrabalho_TimeSheet_aprovado
source: Approved
pt_pt: Aprovado

# frameEspacoTrabalho_TimeSheet_cr_tica
source: Criticism
pt_pt: Crítica

# frameEspacoTrabalho_TimeSheet_deseja_enviar_as_tarefas_para_aprova__o_
source: Do you want to send the Tasks to Approval?
pt_pt: Pretende Enviar as Tarefas para Aprovação?

source: In Process of Approval / Disapproval. Can not be edited during the process!
pt_pt: Em Processo de Aprovação/Reprovação. Não Poderá Ser Editado Durante o Processo!

# frameEspacoTrabalho_TimeSheet_envio_pendente
source: Pending submission
pt_pt: Envio Pendente

# frameEspacoTrabalho_TimeSheet_envio_pendente_para_aprova__o
source: Pending submission for approval
pt_pt: Envio Pendente para Aprovação

source: Error Sending Tasks to Approval! \ N \ nContact the Administrator and report the following message: \ n \ n
pt_pt: Erro ao Enviar as Tarefas para Aprovação!\n\nEntre em contato com o Administrador e informe a seguinte mensagem:\n\n

source: Error exporting data. Make sure you have not exceeded the maximum number of 256 columns!
pt_pt: Erro ao exportar os dados. Verifique se não foi ultrapassado o número máximo de 256 colunas!

# frameEspacoTrabalho_TimeSheet_pendente_aprova__o
source: Pending Approval
pt_pt: Aprovação Pendente

# frameEspacoTrabalho_TimeSheet_pendente_de_aprova__o
source: Pending Approval
pt_pt: Pendente de Aprovação

# frameEspacoTrabalho_TimeSheet_possui_anexo
source: It has Annex
pt_pt: Inclui Anexo

# frameEspacoTrabalho_TimeSheet_reprovado
source: Disapproved
pt_pt: Reprovado

source: Underline: real work greater than planned work
pt_pt: Sublinhado: o trabalho real é maior que o trabalho previsto

# frameEspacoTrabalho_TimeSheet_tarefas_enviadas_com_sucesso_
source: Tasks Sent Successfully!
pt_pt: Tarefas Enviadas com Sucesso!

# frameEspacoTrabalho_TimeSheet_visualizar_detalhes_da_atribui__o
source: View Attribution Details
pt_pt: Visualizar Detalhes da Atribuição

# frameProposta_AdicionarUnidade_a_data_in_cio_deve_ser_informado_
source: START Date must be informed!
pt_pt: A data INÍCIO deve ser informada!

# frameProposta_AdicionarUnidade_a_data_t_rmino_deve_ser_informado_
source: END Date must be informed!
pt_pt: A data TÉRMINO deve ser informada!

source: END Date cannot be lower than or equal to START Date!
pt_pt: A data TÉRMINO não pode ser menor ou igual à data INÍCIO!

# frameProposta_AdicionarUnidade_a_unidade_de_negocio_deve_ser_informado_
source: Business Unit must be informed!
pt_pt: A Unidade de Negocio deve ser informada!

# frameProposta_AdicionarUnidade_o_gerente_de_projeto_deve_ser_informado_
source: Project Manager must be informed!
pt_pt: O Gerente de Projeto deve ser informado!

# frameProposta_RH_cancelar
source: Cancel
pt_pt: Cancelar

# frameProposta_RH_descri__o_do_recurso
source: Resource Description
pt_pt: Descrição do Recurso

# frameProposta_RH_editar
source: Edit
pt_pt: Editar

# frameProposta_RH_salvar
source: Save
pt_pt: Guardar

# frameSelecaoBalanceamento_aguarde___
source: Wait...
pt_pt: Aguarde...

# frameSelecaoBalanceamento_atualizar
source: Update
pt_pt: Atualizar

# frameSelecaoBalanceamento_OlapComplexidade_olap_complexidade
source: OLAP Complexity
pt_pt: OLAP Complexidade

# frameSelecaoBalanceamento_OlapCriterios_olap_crit_rios
source: OLAP Criteria
pt_pt: OLAP Critérios

# frameSelecaoBalanceamento_OlapFluxoCaixa_fluxo_caixa
source: Cash Flow
pt_pt: Fluxo Caixa

# frameSelecaoBalanceamento_OlapRecursosTabela_olap_recursos_sel__bal_
source: OLAP Resources Sel. Bal.
pt_pt: OLAP Recursos Sel. Bal.

# frameSelecaoBalanceamento_projetos_n_o_associados_ao_portf_lio
source: Non-Portfolio Projects
pt_pt: Projetos Não Associados ao Portfólio

# frameSelecaoBalanceamento_publicacao
source: Publication
pt_pt: Publicacao

# frameSelecaoBalanceamento_Publicacao_projetos_n_o_associados_ao_portf_lio_
source: Projects not related to Portfolio.
pt_pt: Projetos Não Associados ao Portfólio.

# frameSelecaoBalanceamento_Simulacao_n_o_possui
source: None
pt_pt: Não possui

# frmCadastroPessoa_raz_o_social_inclu_da_com_sucesso_
source: Social reason included successfully!
pt_pt: Razão social incluída com sucesso!

# frmContratosExtendido_contrato_exclu_do_com_sucesso_
source: Contract deleted successfully!
pt_pt: Contrato excluído com sucesso!

source: Error exporting data. Make sure you have not exceeded the maximum number of 256 columns!
pt_pt: Erro ao exportar os dados. Verifique se não foi ultrapassado o número máximo de 256 colunas!

source: There was an error deleting the record. Contact your system administrator.
pt_pt: Houve um erro ao excluir o registo. Entre em contato com o administrador do sistema.
