Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# WizardDefinicaoLista_possui_paginacao
source: Does it have pagination?
pt_pt: Possui paginação?

# WizardDefinicaoLista_busca_palavra_chave
source: Keyword search?
pt_pt: Busca por palavra chave?

source: Click on the "Build command" link so that you can create the statement used to retrieve the desired data for the query. A separate screen will open where you should provide all the necessary instructions to build the command. Basic knowledge of data modeling and understanding of the solution's model is required
pt_pt: Clique no link "Construir comando" para que você possa elaborar a instrução utilizada para trazer os dados desejados para a consulta. Será aberta uma tela auxiliar onde você deverá informar todas as instruções necessárias para montagem do comando. É necessário ter um conhecimento básico de modelagem de dados e entender o modelo da solução

# WizardDefinicaoLista_comando
source: Command
pt_pt: Comando

source: If the query should display an additional list for each record, indicate the name of this query. Later, you will need to associate the main query with the secondary query (sublist)
pt_pt: Se a consulta deverá apresentar uma lista adicional para cada registro, indique qual o nome dessa consulta. Posteriormente você deverá associar a consulta principal com a consulta secundária (sub lista)

# WizardDefinicaoLista_definindo_informacoes_finais_consulta
source: Defining the final details of the query
pt_pt: Definindo as informações finais da consulta

# WizardDefinicaoLista_definindo_relatorio_disponibilizado
source: Defining which report will be made available
pt_pt: Definindo qual relatório será disponibilizado

source: This option will allow you to make an exportable report available in PDF and RTF formats that has been previously created. This creation is done using the PDF and RTF report generator available in the Administration menu. Once the report is built using the mentioned option, it will be available here to be made accessible
pt_pt: Esta opção irá permitir que você disponibilize um relatório exportável para PDF e RTF que tenha sido previamente elaborado. Esta elaboração é feita utilizando o gerador de relatórios PDF e RTF disponível no menu Administração. Uma vez construído o relatório pela opção citada, ele estará disponível aqui para ser disponibilizado

# WizardDefinicaoLista_gerar_colunas_automaticamente
source: Generate columns automatically?
pt_pt: Gerar colunas automaticamente?

source: Specify whether the solution should provide an option for keyword search in any part of the query result
pt_pt: Indique se é para a solução apresentar uma opção para busca por palavra chave em qualquer parte do resultado apresentado pela consulta

# WizardDefinicaoLista_iniciando_configuracoes_campos_consulta
source: Starting the configuration of query fields
pt_pt: Iniciando as configurações dos campos da consulta

# WizardDefinicaoLista_lista_zebrada
source: Zebra striping?
pt_pt: Lista Zebrada?

source: Check this option if you want to present the query with alternating background colors
pt_pt: Marque esta opção se quiser apresentar a consulta com cores de fundo alternadas

source: This option will allow you to make a previously created dashboard available. Dashboards are built by CDIS, and once they have been created, they will appear here to be made available
pt_pt: Esta opção irá permitir que você disponibilize um painel de bordo (dashboard) que tenha sido previamente elaborado. Os painéis de bordo são construídos pela CDIS e uma vez que tenham sido elaborados, aparecerão aqui para serem disponibilizados

# WizardDefinicaoLista_sub_lista
source: Sublist
pt_pt: Sub-Lista

source: You have finished defining the main information of the query. By selecting the option 'Generate columns automatically?', an auxiliary wizard will be started so that you can define the properties of all query fields
pt_pt: Você terminou de definir as informações principais da consulta. Ao marcar a opção "Gerar colunas automaticamente?", será iniciando um assistente auxiliar para que você possa definir as propriedades de todos os campos da consulta

# VizualizacaoGrid_prev_itens_por_p_gina
source: Items per page:
pt_pt: Itens por página:

# VizualizacaoGrid_prev_selecionar_campos
source: Select fields
pt_pt: Selecionar campos

# VizualizacaoOlap_prev_btn_abrir
source: Open
pt_pt: Abrir

# VizualizacaoOlap_prev_btn_abrir_consultas_salvas
source: Open saved queries
pt_pt: Abrir consultas salvas

# VizualizacaoOlap_prev_btn_exportar
source: Export
pt_pt: Exportar

# VizualizacaoOlap_prev_btn_exportar_para_CSV
source: Export to CSV
pt_pt: Exportar para CSV

# VizualizacaoOlap_prev_btn_exportar_para_HTML
source: Export to HTML
pt_pt: Exportar para HTML

# VizualizacaoOlap_prev_btn_exportar_para_PDF
source: Export to PDF
pt_pt: Exportar para PDF

# VizualizacaoOlap_prev_btn_exportar_para_RTF
source: Export to RTF
pt_pt: Exportar para RTF

# VizualizacaoOlap_prev_btn_exportar_para_XLS
source: Export to XLS
pt_pt: Exportar para XLS

# VizualizacaoOlap_prev_btn_incluir
source: Include
pt_pt: Incluir

# url_OLAP_RH_Tabela_exportar_para_CSV
source: Export to CSV
pt_pt: Exportar para CSV

# url_OLAP_RH_Tabela_exportar_para_HTML
source: Export to HTML
pt_pt: Exportar para HTML

# url_OLAP_RH_Tabela_exportar_para_PDF
source: Export to PDF
pt_pt: Exportar para PDF

# url_OLAP_RH_Tabela_exportar_para_RTF
source: Export to RTF
pt_pt: Exportar para RTF

# url_OLAP_RH_Tabela_exportar_para_XLS
source: Export to XLS
pt_pt: Exportar para XLS

# url_OLAP_RH_Tabela_restaurar
source: Restore
pt_pt: Restaurar

# url_OLAP_RH_Tabela_restaurar_layout
source: Restore Layout
pt_pt: Restaurar Layout

# url_OLAP_RH_Tabela_salvar
source: Save
pt_pt: Salvar

# url_OLAP_RH_Tabela_salvar_layout
source: Save Layout
pt_pt: Salvar Layout

# VisualizacaoOlap_prev_carregar_configuracoes_originais
source: Load original settings
pt_pt: Carregar configurações originais

# VisualizacaoOlap_prev_carrega_configuracoes_originais_consulta
source: Load the original settings of the query
pt_pt: Carrega as configurações originais da consulta

# VisualizacaoOlap_prev_salvar
source: Save
pt_pt: Salvar

# VisualizacaoOlap_prev_salvar_como
source: Save as
pt_pt: Salvar como

# VisualizacaoOlap_prev_salvar_consulta
source: Save query
pt_pt: Salvar consulta

# VisualizacaoOlap_prev_salvar_consulta_como
source: Save query as
pt_pt: Salvar consulta como

# VisualizacaoGrid_prev_abrir
source: Open
pt_pt: Abrir

# VisualizacaoGrid_prev_abrir_consultas_salvas
source: Open saved queries
pt_pt: Abrir consultas salvas

# VisualizacaoGrid_prev_carregar_configuracoes_originais
source: Load original settings
pt_pt: Carregar configurações originais

# VisualizacaoGrid_prev_carregar_configuracoes_originais_consulta
source: Load the original settings of the query
pt_pt: Carrega as configurações originais da consulta

# VisualizacaoGrid_prev_exportar
source: Export
pt_pt: Exportar

# VisualizacaoGrid_prev_exportar_CSV
source: Export to CSV
pt_pt: Exportar para CSV

# VisualizacaoGrid_prev_exportar_HTML
source: Export to HTML
pt_pt: Exportar para HTML

# VisualizacaoGrid_prev_exportar_PDF
source: Export to PDF
pt_pt: Exportar para PDF

# VisualizacaoGrid_prev_exportar_RTF
source: Export to RTF
pt_pt: Exportar para RTF

# VisualizacaoGrid_prev_exportar_XLS
source: Export to XLS
pt_pt: Exportar para XLS

# VisualizacaoGrid_prev_fomulario_dinamico
source: Dynamic Form
pt_pt: Formulário Dinâmico

# VisualizacaoGrid_prev_salvar
source: Save
pt_pt: Salvar

# VisualizacaoGrid_prev_salvar_como
source: Save as
pt_pt: Salvar como

# VisualizacaoGrid_prev_salvar_consulta
source: Save query
pt_pt: Salvar consulta

# VisualizacaoGrid_prev_salvar_consulta_como
source: Save query as
pt_pt: Salvar consulta como

# VisualizacaoRelatorio_customizar_layout_relatorio
source: Customize report layout
pt_pt: Customizar layout do relatório

# VisualizacaoRelatorio_deseja_continuar
source: Do you want to continue?
pt_pt: Deseja continuar?

# VisualizacaoRelatorio_deseja_restaurar_layout_original_relatorio
source: Would you like to restore the original layout of the report?
pt_pt: Deseja restaurar o layout original do relatório?

# VisualizacaoRelatorio_restaurar
source: Restore
pt_pt: Restaurar

# VisualizacaoRelatorio_voce_perdera_customizacoes_realizadas
source: You will lose the customizations made.
pt_pt: Você perderá as customizações realizadas.

# VisualizacaoTreeGrid_prev_abrir
source: Open
pt_pt: Abrir

# VisualizacaoTreeGrid_prev_abrir_consultas_salvas
source: Open saved queries
pt_pt: Abrir consultas salvas

# VisualizacaoTreeGrid_prev_carregar_configuracoes_originais
source: Load original settings
pt_pt: Carregar configurações originais

# VisualizacaoTreeGrid_prev_carregar_configuracoes_originais_consulta
source: Loads the original settings of the query
pt_pt: Carrega as configurações originais da consulta

# VisualizacaoTreeGrid_prev_exportar
source: Export
pt_pt: Exportar

# VisualizacaoTreeGrid_prev_exportar_CSV
source: Export to CSV
pt_pt: Exportar para CSV

# VisualizacaoTreeGrid_prev_exportar_HTML
source: Export to HTML
pt_pt: Exportar para HTML

# VisualizacaoTreeGrid_prev_exportar_PDF
source: Export to PDF
pt_pt: Exportar para PDF

# VisualizacaoTreeGrid_prev_exportar_RTF
source: Export to RTF
pt_pt: Exportar para RTF

# VisualizacaoTreeGrid_prev_exportar_XLS
source: Export to XLS
pt_pt: Exportar para XLS

# VisualizacaoTreeGrid_prev_incluir
source: Include
pt_pt: Incluir

# VisualizacaoTreeGrid_prev_salvar
source: Save
pt_pt: Salvar

# VisualizacaoTreeGrid_prev_salvar_como
source: Save as
pt_pt: Salvar como

# VisualizacaoTreeGrid_prev_salvar_consulta
source: Save query
pt_pt: Salvar consulta

# VisualizacaoTreeGrid_prev_salvar_consulta_como
source: Save query as
pt_pt: Salvar consulta como

# VisualizacaoTreeGrid_prev_seletor_campos
source: Field Selector
pt_pt: Seletor de campos

source: There is not possible to identify valid form on the origin step from the conditional way.
pt_pt: Não foi possível identificar formulário válido na etapa de origem do caminho condicional.

source: Actual start date must be entered for this task status
pt_pt: A data de início real deve ser informada para este status de tarefa

source: Actual start date cannot be entered for this task status
pt_pt: A data de início real não pode ser informada para este status de tarefa

source: Actual finish date cannot be entered for this task status
pt_pt: A data de término real não pode ser informada para este status de tarefa

# TarefasToDoList_O_Custo_Real_Nao_Pode_Ser_Informada_Para_Este_Status_De_Tarefa_
source: Actual cost cannot be reported for this task status
pt_pt: O custo real não pode ser informado para este status de tarefa

source: Actual effort cannot be reported for this task status
pt_pt: O esforço real não pode ser informado para este status de tarefa

source: The field with DESC control tag can't use formatting
pt_pt: O campo com tag de controle DESC não pode utilizar formatação

# avisoDesconexao_esta_sess_o_foi_desconectada
source: This session has been disconnected
pt_pt: Esta sessão foi desconectada

source: All licenses contracted for your default entity are currently in use. Please try again later or contact your system administrator.
pt_pt: Todas as licenças contratadas para a sua entidade padrão já estão em uso no momento. Tente novamente mais tarde ou entre em contato com o administrador do sistema.

source: An access with this user was made on another device. This session has been disconnected
pt_pt: Um acesso com este usuário foi feito em outro dispositivo. Esta sessão foi desconectada

# login_falha_ao_obter_c_digo_interno_de_conex_o_mudan_a_
source: Failed to get connection internal code
pt_pt: Falha ao obter código interno de conexão

# erroInatividade_a_sess_o_tornou_se_inativa_e_foi_desconectada_automaticamente
source: The session became inactive and was automatically disconnected
pt_pt: A sessão tornou-se inativa e foi desconectada automaticamente

# login_falha_validacao_credenciais
source: Internal failure during credentials validation. Please try again later or contact your system administrator ({{0}})
pt_pt: Falha interna durante a validação das credenciais. Tente novamente mais tarde ou entre em contato com o administrador do sistema ({{0}})

# adm_edicaoWorkflows_minutos
source: minutes
pt_pt: minutos
