Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# mapaEstrategico_tema
source: Theme
pt_pt: Tema

# mapaEstrategico_t_rmino
source: Term
pt_pt: Término

# mapaEstrategico_vers_o
source: Version
pt_pt: Versão

# mapas
source: Maps
pt_pt: Mapas

# mapas_da_entidade_atual
source: Maps of the current entity
pt_pt: Mapas da Entidade Atual

# mapas_de_outras_entidades
source: Maps of another entity
pt_pt: Mapas de Outras Entidades

# mapa_
source: Map:
pt_pt: Mapa:

# mapa_estrat_gico
source: Strategic Map
pt_pt: Mapa Estratégico

# mapa__
source: Map:
pt_pt: Mapa:

# mar
source: Sea
pt_pt: Mar

# marcar
source: Mark
pt_pt: Marcar

# marcar_todos
source: Mark all
pt_pt: Marcar todos

# marco
source: Milestone
pt_pt: Marco

# marcos_atrasados
source: Delayed Milestones
pt_pt: Marcos Atrasados

# marco_
source: March?
pt_pt: Marco?

# mar_o
source: March
pt_pt: Março

# mar_o_
source: March:
pt_pt: Março:

# matrizCategoria_descri__o_do_grupo_deve_ser_informada_
source: Description of the group must be informed.
pt_pt: A descrição do grupo deve ser informada.

# matrizCategoria_editar_grupo
source: Edit Group
pt_pt: Editar Grupo

# matrizCategoria_editar_peso_dos_crit_rios
source: Edit Weight of Criteria
pt_pt: Editar Peso dos Critérios

# matrizCategoria_edi__o_de_peso_dos_crit_rios
source: Weight Edition of Criteria
pt_pt: Edição de Peso dos Critérios

# matrizCategoria_erro_ao_alterar_o_grupo_
source: Error while changing group!
pt_pt: Erro ao alterar o grupo!

# matrizCategoria_erro_ao_excluir_o_grupo_
source: Error deleting group!
pt_pt: Erro ao excluir o grupo!

# matrizCategoria_erro_ao_incluir_o_grupo_
source: Error adding group!
pt_pt: Erro ao incluir o grupo!

# matrizCategoria_excluir_grupo
source: Delete group
pt_pt: Excluir grupo

# matrizCategoria_grupo_alterado_com_sucesso_
source: Group changed successfully!
pt_pt: Grupo alterado com sucesso!

# matrizCategoria_grupo_exclu_do_com_sucesso_
source: Group deleted successfully!
pt_pt: Grupo excluído com sucesso!

# matrizCategoria_grupo_inclu_do_com_sucesso_
source: Group successfully included!
pt_pt: Grupo incluído com sucesso!

# matrizCategoria_incluir_novo_grupo
source: Include new group
pt_pt: Incluir novo grupo

# media
source: Medium
pt_pt: Média

# media_aritmetica
source: Average
pt_pt: Média

# meio
source: Medium
pt_pt: Meio

# melhorar
source: Improve
pt_pt: Melhorar

# mem_ria_de_c_lculo
source: Calculation Memory
pt_pt: Memória de Cálculo

# menos_zoom
source: Less Zoom
pt_pt: Menos Zoom

# mensagem
source: Message
pt_pt: Mensagem

# mensagem_
source: Message:
pt_pt: Mensagem:

# mensagem_acompanhamento
source: Monitoring Message
pt_pt: Mensagem Acompanhamento

# mensagem_a__o
source: Action Message
pt_pt: Mensagem Ação

# mensagem_do_sistema
source: System Message
pt_pt: Mensagem do Sistema

# mensagens
source: Messages
pt_pt: Mensagens

# MensagensIndicador_campo_mensagem_deve_ser_informado_
source: Message field must be informed.
pt_pt: O campo mensagem deve ser informado.

# MensagensIndicador_campo_resposta_deve_ser_informado_
source: Answer field must be informed.
pt_pt: O campo resposta deve ser informado.

# MensagensIndicador_prazo_para_resposta_deve_ser_informado
source: Answer Deadline must be informed
pt_pt: O prazo para resposta deve ser informado

# MensagensPainelBordo_alta_prioridade
source: High priority
pt_pt: Alta Prioridade

# MensagensPainelBordo_assunto
source: Subject matter
pt_pt: Assunto

# MensagensPainelBordo_baixa_prioridade
source: Low Priority
pt_pt: Baixa Prioridade

# MensagensPainelBordo_data
source: Date
pt_pt: Data

# MensagensPainelBordo_de
source: In
pt_pt: De

# MensagensPainelBordo_de_
source: In:
pt_pt: De:

# MensagensPainelBordo_enviada_em_
source: Sent in:
pt_pt: Enviada em:

# MensagensPainelBordo_indicador
source: Indicator
pt_pt: Indicador

# MensagensPainelBordo_mensagem_original
source: Original message
pt_pt: Mensagem Original

# MensagensPainelBordo_objetivo_estrat_gico
source: Strategic Objective
pt_pt: Objetivo Estratégico

# MensagensPainelBordo_para_
source: For:
pt_pt: Para:

# MensagensPainelBordo_projeto
source: Project
pt_pt: Projeto

# mensagens_mensagem_deve_ser_informada
source: Message must be informed
pt_pt: Mensagem deve ser informada

# mensagens_pelo_menos_um_destinat_rio_deve_ser_escolhido
source: At least one recipient must be selected
pt_pt: Pelo menos um destinatário deve ser escolhido

# mensagens_prazo_deve_ser_informado
source: Deadline must be informed
pt_pt: O prazo deve ser informado

# mensagens_prazo_n_o_deve_ser_anterior_a_data_atual
source: Deadline cannot be before the current date
pt_pt: O prazo não deve ser anterior à data atual

# mensal
source: Monthly
pt_pt: Mensal

# menu_administracao
source: Administration
pt_pt: Administração

# menu_alterar_entidade
source: Change Entity
pt_pt: Alterar Entidade

# menu_alterar_senha
source: Change Password
pt_pt: Alterar Senha

# menu_favoritos
source: Favorites
pt_pt: Favoritos

# menu_favoritos_adicionar_pagina
source: Add the current page to Favorites
pt_pt: Adicionar a página atual aos Favoritos

# menu_favoritos_remover_pagina
source: Remove the current page from Favorites
pt_pt: Remover a página atual dos Favoritos

# menu_gerenciar_preferencias
source: Manage Preferences
pt_pt: Gerir Preferências

# menu_inicio
source: Home
pt_pt: Início

# menu_mais_informacoes
source: More information
pt_pt: Mais Informações

# menu_mensagens
source: Messages
pt_pt: Mensagens

# menu_mensagens_nao_existem_mensagens
source: You've got no messages.
pt_pt: Não há mensagens.

# menu_mensagens_voce_tem_n_mensagem
source: You"ve got <a href="#" onclick="abreMensagensNovas006('N');">{0} unread message</a>.
pt_pt: Tem <a href="#" onclick="abreMensagensNovas006('N');">{0} mensagem não lida</a>.

# menu_mensagens_voce_tem_n_mensagem_sendo_n_atrasado
source: You"ve got <a href="#" onclick="abreMensagensNovas006('N');">{0} unread message</a>.
pt_pt: Tem <a href="#" onclick="abreMensagensNovas006('N');">{0} mensagem não lida</a>.

# menu_mensagens_voce_tem_n_mensagem_sendo_n_atrasados
source: You"ve got <a href="#" onclick="abreMensagensNovas006('N');">{0} unread message</a>.
pt_pt: Tem <a href="#" onclick="abreMensagensNovas006('N');">{0} mensagem não lida</a>.

# menu_mensagens_voce_tem_n_mensagens
source: You"ve got <a href="#" onclick="abreMensagensNovas006('N');">{0} unread messages</a>.
pt_pt: Tem <a href="#" onclick="abreMensagensNovas006('N');">{0} mensagens não lidas</a>.

# menu_mensagens_voce_tem_n_mensagens_sendo_n_atrasado
source: You"ve got <a href="#" onclick="abreMensagensNovas006('N');">{0} unread messages</a>.
pt_pt: Tem <a href="#" onclick="abreMensagensNovas006('N');">{0} mensagens não lidas</a>.

# menu_mensagens_voce_tem_n_mensagens_sendo_n_atrasados
source: You"ve got <a href="#" onclick="abreMensagensNovas006('N');">{0} unread messages</a>.
pt_pt: Tem <a href="#" onclick="abreMensagensNovas006('N');">{0} mensagens não lidas</a>.

source: Messages. The numbers are updated every 10 minutes or trigger the logo in the upper left corner.
pt_pt: Mensagens. Os números são atualizados de 10 em 10 minutos ao acionar a logomarca no canto superior esquerdo.

# menu_modulos
source: Modules
pt_pt: Módulos

# menu_notificacoes
source: Notifications
pt_pt: Notificações

# menu_notificacoes_nao_existem_compromissos
source: You have no future items in your calendar.
pt_pt: Não há compromissos futuros na agenda.

# menu_notificacoes_nao_existem_contratos
source: You are not in charge of contracts due in the next {0} days.
pt_pt: Não há contratos da sua responsabilidade com o vencimento nos próximos {0} dias.

# menu_notificacoes_nao_existem_indicadores
source: No pending indicator update not found.
pt_pt: Não há pendências de atualização de indicadores.

# menu_notificacoes_nao_existem_parcelas_contratos
source: No contract installments due until {0} found.
pt_pt: Não há parcelas de contrato a vencer até {0}.

# menu_notificacoes_nao_existem_pendencias_workflow
source: You have no pending workflow items.
pt_pt: Não tem pendências de workflow.

# menu_notificacoes_nao_existem_questoes
source: You have no active issues for which you are responsible.
pt_pt: Não possui questões ativas da sua responsabilidade.

# menu_notificacoes_nao_existem_riscos
source: You have no active risks for which you are responsible.
pt_pt: Você não possui riscos ativos de sua responsabilidade.

# menu_notificacoes_voce_tem_n_compromisso
source: There is <a href="#" onclick="abreCompromissos006('N');">{0} future commitment</a> in the calendar.
pt_pt: Há <a href="#" onclick="abreCompromissos006('N');">{0} compromisso futuro</a> na agenda.

# menu_notificacoes_voce_tem_n_compromissos
source: There are <a href="#" onclick="abreCompromissos006('N');">{0} future commitments</a> in the calendar.
pt_pt: Há <a href="#" onclick="abreCompromissos006('N');">{0} compromissos futuros</a> na agenda.

# menu_notificacoes_voce_tem_n_compromissos_sendo_n_atrasado
source: There are <a href="#" onclick="abreCompromissos006('N');">{0} future commitments</a> in the calendar, being <a href="#" onclick="abreCompromissos006('A');">{1} for the next {2} days</a>.
pt_pt: Há <a href="#" onclick="abreCompromissos006('N');">{0} compromissos futuros</a> na agenda, sendo <a href="#" onclick="abreCompromissos006('A');">{1} para os próximos {2} dias</a>.

# menu_notificacoes_voce_tem_n_compromissos_sendo_n_atrasados
source: There are <a href="#" onclick="abreCompromissos006('N');">{0} future commitments</a> in the calendar, being <a href="#" onclick="abreCompromissos006('A');">{1} for the next {2} days</a>.
pt_pt: Há <a href="#" onclick="abreCompromissos006('N');">{0} compromissos futuros</a> na agenda, sendo <a href="#" onclick="abreCompromissos006('A');">{1} para os próximos {2} dias</a>.

# menu_notificacoes_voce_tem_n_compromisso_sendo_n_atrasado
source: There is <a href="#" onclick="abreCompromissos006('N');">{0} future commitment</a> in the calendar, being <a href="#" onclick="abreCompromissos006('A');">{1} for the next {2} days</a>.
pt_pt: Há <a href="#" onclick="abreCompromissos006('N');">{0} compromisso futuro</a> na agenda, sendo <a href="#" onclick="abreCompromissos006('A');">{1} para os próximos {2} dias</a>.

# menu_notificacoes_voce_tem_n_compromisso_sendo_n_atrasados
source: There is <a href="#" onclick="abreCompromissos006('N');">{0} future commitment</a> in the calendar, being <a href="#" onclick="abreCompromissos006('A');">{1} for the next {2} days</a>.
pt_pt: Há <a href="#" onclick="abreCompromissos006('N');">{0} compromisso futuro</a> na agenda, sendo <a href="#" onclick="abreCompromissos006('A');">{1} para os próximos {2} dias</a>.

# menu_notificacoes_voce_tem_n_contrato
source: There is <a href="#" onclick="abreContratos005('N', {0}, '{3}');">{1} contract</a> which you are in charge of due in the next {0} days.
pt_pt: Há <a href="#" onclick="abreContratos005('N', {0}, '{3}');">{1} contrato</a> da sua responsabilidade com vencimento nos próximos {0} dias.

# menu_notificacoes_voce_tem_n_contratos
source: There are <a href="#" onclick="abreContratos005('N', {0}, '{3}');">{1} contracts</a> which you are in charge due in the next {0} days.
pt_pt: Há <a href="#" onclick="abreContratos005('N', {0}, '{3}');">{1} contratos</a> da sua responsabilidade com vencimento nos próximos {0} dias.

# menu_notificacoes_voce_tem_n_contratos_sendo_n_atrasado
source: There are <a href="#" onclick="abreContratos005('N', {0}, '{3}');">{1} contracts</a> which you are in charge of due in the next {0} days, being <a href="#" onclick="abreContratos005('A', 0, '{3}');">{2} overdue</a>.
pt_pt: Há <a href="#" onclick="abreContratos005('N', {0}, '{3}');">{1} contratos</a> da sua responsabilidade com vencimento nos próximos {0} dias, sendo <a href="#" onclick="abreContratos005('A', 0, '{3}');">{2} vencido</a>.

# menu_notificacoes_voce_tem_n_contratos_sendo_n_atrasados
source: There are <a href="#" onclick="abreContratos005('N', {0}, '{3}');">{1} contracts</a> which you are in charge of due in the next {0} days, being <a href="#" onclick="abreContratos005('A', 0, '{3}');">{2} overdue</a>.
pt_pt: Há <a href="#" onclick="abreContratos005('N', {0}, '{3}');">{1} contratos</a> da sua responsabilidade com vencimento nos próximos {0} dias, sendo <a href="#" onclick="abreContratos005('A', 0, '{3}');">{2} vencidos</a>.

# menu_notificacoes_voce_tem_n_contrato_sendo_n_atrasado
source: There is <a href="#" onclick="abreContratos005('N', {0}, '{3}');">{1} contract</a> which you are in charge of due in the next {0} days, being <a href="#" onclick="abreContratos005('A', 0, '{3}');">{2} overdue</a>.
pt_pt: Há <a href="#" onclick="abreContratos005('N', {0}, '{3}');">{1} contrato</a> da sua responsabilidade com vencimento nos próximos {0} dias, sendo <a href="#" onclick="abreContratos005('A', 0, '{3}');">{2} vencido</a>.

# menu_notificacoes_voce_tem_n_contrato_sendo_n_atrasados
source: There is <a href="#" onclick="abreContratos005('N', {0}, '{3}');">{1} contract</a> which you are in charge of due in the next {0} days, being <a href="#" onclick="abreContratos005('A', 0, '{3}');">{2} overdue</a>.
pt_pt: Há <a href="#" onclick="abreContratos005('N', {0}, '{3}');">{1} contrato</a> da sua responsabilidade com vencimento nos próximos {0} dias, sendo <a href="#" onclick="abreContratos005('A', 0, '{3}');">{2} vencidos</a>.

# menu_notificacoes_voce_tem_n_indicador
source: There is <a href="#" onclick="abreIndicadores003('N');">{0} pending indicator update</a>.
pt_pt: Há <a href="#" onclick="abreIndicadores003('N');">{0} pendência de atualização de indicador</a>.

# menu_notificacoes_voce_tem_n_indicadores
source: There are <a href="#" onclick="abreIndicadores003('N');">{0} pending indicators update</a>.
pt_pt: Há <a href="#" onclick="abreIndicadores003('N');">{0} pendências de atualização de indicadores</a>.

# menu_notificacoes_voce_tem_n_indicadores_sendo_n_atrasado
source: There are <a href="#" onclick="abreIndicadores003('N');">{0} pending indicators update</a>, being <a href="#" onclick="abreIndicadores003('A');">{1} delayed</a>.
pt_pt: Há <a href="#" onclick="abreIndicadores003('N');">{0} pendências de atualização de indicadores</a>, sendo <a href="#" onclick="abreIndicadores003('A');">{1} atrasada</a>.

# menu_notificacoes_voce_tem_n_indicadores_sendo_n_atrasados
source: There are <a href="#" onclick="abreIndicadores003('N');">{0} pending indicators update</a>, being <a href="#" onclick="abreIndicadores003('A');">{1} delayed</a>.
pt_pt: Há <a href="#" onclick="abreIndicadores003('N');">{0} pendências de atualização de indicadores</a>, sendo <a href="#" onclick="abreIndicadores003('A');">{1} atrasadas</a>.

# menu_notificacoes_voce_tem_n_indicador_sendo_n_atrasado
source: There is <a href="#" onclick="abreIndicadores003('N');">{0} pending indicator update</a>, being <a href="#" onclick="abreIndicadores003('A');">{1} delayed</a>.
pt_pt: Há <a href="#" onclick="abreIndicadores003('N');">{0} pendência de atualização de indicador</a>, sendo <a href="#" onclick="abreIndicadores003('A');">{1} atrasada</a>.

# menu_notificacoes_voce_tem_n_indicador_sendo_n_atrasados
source: There is <a href="#" onclick="abreIndicadores003('N');">{0} pending indicator update</a>, being <a href="#" onclick="abreIndicadores003('A');">{1} delayed</a>.
pt_pt: Há <a href="#" onclick="abreIndicadores003('N');">{0} pendência de atualização de indicador</a>, sendo <a href="#" onclick="abreIndicadores003('A');">{1} atrasadas</a>.

# menu_notificacoes_voce_tem_n_parcelas_contratos
source: There are <a href="#" onclick="abreContratos003('N');">{1} contract installments</a> due until {0}.
pt_pt: Há <a href="#" onclick="abreContratos003('N');">{1} parcelas de contrato</a> a vencer até {0}.

# menu_notificacoes_voce_tem_n_parcelas_contratos_sendo_n_atrasado
source: There are <a href="#" onclick="abreContratos003('N');">{1} contract installments</a> due until {0}, being <a href="#" onclick="abreContratos003('A');">{2} delayed</a>.
pt_pt: Há <a href="#" onclick="abreContratos003('N');">{1} parcelas de contrato</a> a vencer até {0}, sendo <a href="#" onclick="abreContratos003('A');">{2} atrasada</a>.

# menu_notificacoes_voce_tem_n_parcelas_contratos_sendo_n_atrasados
source: There are <a href="#" onclick="abreContratos003('N');">{1} contract installments</a> due until {0}, being <a href="#" onclick="abreContratos003('A');">{2} delayed</a>.
pt_pt: Há <a href="#" onclick="abreContratos003('N');">{1} parcelas de contrato</a> a vencer até {0}, sendo <a href="#" onclick="abreContratos003('A');">{2} atrasadas</a>.

# menu_notificacoes_voce_tem_n_parcela_contrato
source: There is <a href="#" onclick="abreContratos003('N');">{1} contract installment</a> due until {0}.
pt_pt: Há <a href="#" onclick="abreContratos003('N');">{1} parcela de contrato</a> a vencer até {0}.

# menu_notificacoes_voce_tem_n_parcela_contrato_sendo_n_atrasado
source: There is <a href="#" onclick="abreContratos003('N');">{1} contract installment</a> due until {0}, being <a href="#" onclick="abreContratos003('A');">{2} delayed</a>.
pt_pt: Há <a href="#" onclick="abreContratos003('N');">{1} parcela de contrato</a> a vencer até {0}, sendo <a href="#" onclick="abreContratos003('A');">{2} atrasada</a>.

# menu_notificacoes_voce_tem_n_parcela_contrato_sendo_n_atrasados
source: There is <a href="#" onclick="abreContratos003('N');">{1} contract installment</a> due until {0}, being <a href="#" onclick="abreContratos003('A');">{2} delayed</a>.
pt_pt: Há <a href="#" onclick="abreContratos003('N');">{1} parcela de contrato</a> a vencer até {0}, sendo <a href="#" onclick="abreContratos003('A');">{2} atrasadas</a>.

# menu_notificacoes_voce_tem_n_pendencias_workflow
source: You have <a href="#" onclick="abreWorkflow004('N','{2}', this);">{0} pending workflows</a>.
pt_pt: Tem <a href="#" onclick="abreWorkflow004('N','{2}', this);">{0} pendências de fluxo</a>.

# menu_notificacoes_voce_tem_n_pendencias_workflow_sendo_n_atrasado
source: You have <a href="#" onclick="abreWorkflow004('N','{2}', this);">{0} pending workflows</a>, being <a href="#" onclick="abreWorkflow004('A','{2}', this);">{1} overdue</a>.
pt_pt: Tem <a href="#" onclick="abreWorkflow004('N','{2}', this);">{0} pendências de fluxo</a>, sendo <a href="#" onclick="abreWorkflow004('A','{2}', this);">{1} com prazo vencido</a>.

# menu_notificacoes_voce_tem_n_pendencias_workflow_sendo_n_atrasados
source: You have <a href="#" onclick="abreWorkflow004('N','{2}', this);">{0} pending workflows</a>, being <a href="#" onclick="abreWorkflow004('A','{2}', this);">{1} overdue</a>.
pt_pt: Tem <a href="#" onclick="abreWorkflow004('N','{2}', this);">{0} pendências de fluxo</a>, sendo <a href="#" onclick="abreWorkflow004('A','{2}', this);">{1} com prazo vencido</a>.

# menu_notificacoes_voce_tem_n_pendencia_workflow
source: You have <a href="#" onclick="abreWorkflow004('N','{2}', this);">{0} pending workflow</a>.
pt_pt: Tem <a href="#" onclick="abreWorkflow004('N','{2}', this);">{0} pendência de fluxo</a>.

# menu_notificacoes_voce_tem_n_pendencia_workflow_sendo_n_atrasado
source: You have <a href="#" onclick="abreWorkflow004('N','{2}', this);">{0} pending workflow</a>, being <a href="#" onclick="abreWorkflow004('A','{2}', this);">{1} overdue</a>.
pt_pt: Tem <a href="#" onclick="abreWorkflow004('N','{2}', this);">{0} pendência de fluxo</a>, sendo <a href="#" onclick="abreWorkflow004('A','{2}', this);">{1} com prazo vencido</a>.

# menu_notificacoes_voce_tem_n_pendencia_workflow_sendo_n_atrasados
source: You have <a href="#" onclick="abreWorkflow004('N','{2}', this);">{0} pending workflow</a>, being <a href="#" onclick="abreWorkflow004('A','{2}', this);">{1} overdue</a>.
pt_pt: Tem <a href="#" onclick="abreWorkflow004('N','{2}', this);">{0} pendência de fluxo</a>, sendo <a href="#" onclick="abreWorkflow004('A','{2}', this);">{1} com prazo vencido</a>.

# menu_notificacoes_voce_tem_n_questao
source: You are in charge of <a href="#" onclick="abreIssues005('N');">{0} active issue</a>.
pt_pt: É responsável por <a href="#" onclick="abreIssues005('N');">{0} questão ativa</a>.

# menu_notificacoes_voce_tem_n_questao_sendo_n_atrasado
source: You are in charge of <a href="#" onclick="abreIssues005('N');">{0} active issue</a>, being <a href="#" onclick="abreIssues005('A');">{1} critical</a>.
pt_pt: É responsável por <a href="#" onclick="abreIssues005('N');">{0} questão ativa</a>, sendo <a href="#" onclick="abreIssues005('A');">{1} crítica</a>.

# menu_notificacoes_voce_tem_n_questao_sendo_n_atrasados
source: You are in charge of <a href="#" onclick="abreIssues005('N');">{0} active issue</a>, being <a href="#" onclick="abreIssues005('A');">{1} critical</a>.
pt_pt: É responsável por <a href="#" onclick="abreIssues005('N');">{0} questão ativa</a>, sendo <a href="#" onclick="abreIssues005('A');">{1} críticas</a>.

# menu_notificacoes_voce_tem_n_questoes
source: You are in charge of <a href="#" onclick="abreIssues005('N');">{0} active issues</a>.
pt_pt: É responsável por <a href="#" onclick="abreIssues005('N');">{0} questões ativas</a>.

# menu_notificacoes_voce_tem_n_questoes_sendo_n_atrasado
source: You are in charge of <a href="#" onclick="abreIssues005('N');">{0} active issues</a>, being <a href="#" onclick="abreIssues005('A');">{1} critical</a>.
pt_pt: É responsável por <a href="#" onclick="abreIssues005('N');">{0} questões ativas</a>, sendo <a href="#" onclick="abreIssues005('A');">{1} crítica</a>.

# menu_notificacoes_voce_tem_n_questoes_sendo_n_atrasados
source: You are in charge of <a href="#" onclick="abreIssues005('N');">{0} active issues</a>, being <a href="#" onclick="abreIssues005('A');">{1} critical</a>.
pt_pt: É responsável por <a href="#" onclick="abreIssues005('N');">{0} questões ativas</a>, sendo <a href="#" onclick="abreIssues005('A');">{1} críticas</a>.

# menu_notificacoes_voce_tem_n_risco
source: You are in charge of <a href="#" onclick="abreRiscos005('N');">{0} active risk</a>.
pt_pt: É responsável por <a href="#" onclick="abreRiscos005('N');">{0} risco ativo</a>.

# menu_notificacoes_voce_tem_n_riscos
source: You are in charge of <a href="#" onclick="abreRiscos005('N');">{0} active risks</a>.
pt_pt: É responsável por <a href="#" onclick="abreRiscos005('N');">{0} riscos ativos</a>.

# menu_notificacoes_voce_tem_n_riscos_sendo_n_atrasado
source: You are in charge of <a href="#" onclick="abreRiscos005('N');">{0} active risks</a>, being <a href="#" onclick="abreRiscos005('A');">{1} critical</a>.
pt_pt: É responsável por <a href="#" onclick="abreRiscos005('N');">{0} riscos ativos</a>, <a href="#" onclick="abreRiscos005('A');">{1} crítico</a>.

# menu_notificacoes_voce_tem_n_riscos_sendo_n_atrasados
source: You are in charge of <a href="#" onclick="abreRiscos005('N');">{0} active risks</a>, being <a href="#" onclick="abreRiscos005('A');">{1} critical</a>.
pt_pt: É responsável por <a href="#" onclick="abreRiscos005('N');">{0} riscos ativos</a>, <a href="#" onclick="abreRiscos005('A');">{1} críticos</a>.

# menu_notificacoes_voce_tem_n_risco_sendo_n_atrasado
source: You are in charge of <a href="#" onclick="abreRiscos005('N');">{0} active risk</a>, being <a href="#" onclick="abreRiscos005('A');">{1} critical</a>.
pt_pt: É responsável por <a href="#" onclick="abreRiscos005('N');">{0} risco ativo</a>, <a href="#" onclick="abreRiscos005('A');">{1} crítico</a>.

# menu_notificacoes_voce_tem_n_risco_sendo_n_atrasados
source: You are in charge of <a href="#" onclick="abreRiscos005('N');">{0} active risk</a>, being <a href="#" onclick="abreRiscos005('A');">{1} critical</a>.
pt_pt: É responsável por <a href="#" onclick="abreRiscos005('N');">{0} risco ativo</a>, <a href="#" onclick="abreRiscos005('A');">{1} críticos</a>.
