Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# a
source: The
pt_pt: a

# aba
source: Tab
pt_pt: Aba

# abas
source: Tabs
pt_pt: Abas

# abas_
source: Tabs:
pt_pt: Abas:

# aba_
source: Tab:
pt_pt: Aba:

# aberta
source: Open
pt_pt: Aberta

# abertas
source: Open
pt_pt: Abertas

# abr
source: Apr
pt_pt: Abr

# abril
source: April
pt_pt: Abril

# abril_
source: April:
pt_pt: Abril:

# abrir
source: Open
pt_pt: Abrir

# abrir_consultas_salvas
source: Open saved queries
pt_pt: Abrir consultas salvas

# aceitar
source: Accept
pt_pt: Aceitar

# acessar_arquivo
source: Access file
pt_pt: Aceder arquivo

# acesso
source: Access
pt_pt: Acesso

# acessos
source: Accesses
pt_pt: Acessos

# acesso_
source: Access:
pt_pt: Acesso:

# acesso_n_o_autorizado_
source: Unauthorized Access!
pt_pt: Acesso Não Autorizado!

# acess_rio
source: Accessory
pt_pt: Acessório

# acompanhamento
source: Monitoring
pt_pt: Acompanhamento

source: Error exporting data. Make sure you have not exceeded the maximum number of 256 columns!
pt_pt: Erro ao exportar os dados. Verifique se não foi ultrapassado o número máximo de 256 colunas!

# acr_scimo
source: Addition
pt_pt: Acréscimo

# acumulada
source: Accumulated
pt_pt: Acumulada

# acumulado
source: Accumulated
pt_pt: Acumulado

# ac_es
source: Actions
pt_pt: Acões

# adiantadas
source: Anticipated
pt_pt: Adiantadas

# adicionar_anexos
source: Add attachments
pt_pt: Adicionar anexos

# adicionar_aos_favoritos
source: Add screen to Favorites
pt_pt: Adicionar aos favoritos

# adicionar_favorito
source: Add Favorite
pt_pt: Adicionar Favorito

# adicionar_filho
source: Add child
pt_pt: Adicionar filho

# adicionar_irm_o
source: Add brother
pt_pt: Adicionar irmão

# aditivo
source: Additive
pt_pt: Aditivo

# aditivo_de
source: Additive of
pt_pt: Aditivo de

# administrar_permiss_es_da_entidade
source: Administer Entity Permissions
pt_pt: Administrar Permissões da Entidade

# administra__o
source: Administration
pt_pt: Administração

# adm_CadastroDePerfis_cadastro_de_perfis
source: Profiles Registration
pt_pt: Registo de Perfis

# adm_CadastroDePerfis_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# adm_CadastroDePerfis_editar
source: Edit
pt_pt: Editar

# adm_CadastroDePerfis_excluir
source: Delete
pt_pt: Excluir

# adm_CadastroDePerfis_incluir
source: Include
pt_pt: Incluir

# adm_CadastroDePerfis_o_nome_do_perfil_deve_ser_informado_
source: Profile Name must be informed!
pt_pt: O nome do Perfil deve ser informado!

# adm_CadastroDePerfis_perfil_exclu_do_com_sucesso_
source: Profile excluded successfully!
pt_pt: Perfil excluído com sucesso!

# adm_CadastroDePerfis_perfil_inclu_do_com_sucesso_
source: Profile included successfully!
pt_pt: Perfil incluído com sucesso!

source: Profile already exists. Data can not be written using this profile name.
pt_pt: Perfil já existente. Não é possível gravar os dados usando este nome de perfil.

# adm_CadastroDePerfis_perfis_controlados_pelo_sistema
source: Profiles controlled by the system
pt_pt: Perfis controlados pelo sistema

# adm_CadastroDePerfis_pessoas_espec_ficas
source: Specific People
pt_pt: Pessoas Específicas

# adm_CadastroDePerfis_recurso_de_projeto
source: Project Resource
pt_pt: Recurso de Projeto

# adm_CadastroDePerfis_tipo
source: Type
pt_pt: Tipo

# adm_CadastroFormularios_agrega__o_
source: Aggregation:
pt_pt: Conjunto:

# adm_CadastroFormularios_apresentar_como_
source: Display as:
pt_pt: Apresentar como:

# adm_CadastroFormularios_apresentar_utilizando_
source: Display using:
pt_pt: Apresentar utilizando:

source: Attention! For each type of project related to the model, you must select at least one Status.
pt_pt: Atenção! Para cada tipo de projeto relacionado ao modelo, é preciso selecionar pelo menos um Status.

# adm_CadastroFormularios_avaliar_f_rmula
source: Evaluate Formula
pt_pt: Avaliar Fórmula

# adm_CadastroFormularios_avan_ada__inclus_o_de_imagens_
source: Advanced (Including images)
pt_pt: Avançada (Integração de imagens)

# adm_CadastroFormularios_a_f_rmula_digitada_cont_m_erros_
source: Formula contains errors.
pt_pt: A fórmula digitada contém erros.

source: The number of characters in the "Default" field can not be greater than the value determined in the "Size"
pt_pt: A quantidade de caracteres do campo "Padrão" não pode ser maior que o valor determinado no campo "Tamanho"

# adm_CadastroFormularios_c_digo
source: Code
pt_pt: Código

# adm_CadastroFormularios_data_hora_atual
source: Current Date / Time
pt_pt: Data/Hora Atual

# adm_CadastroFormularios_descri__o
source: Description
pt_pt: Descrição

# adm_CadastroFormularios_descri__o_do_formul_rio
source: Form Description
pt_pt: Descrição do formulário

# adm_CadastroFormularios_deseja_realmente_excluir_o_registro_
source: Do you really want to delete the record?
pt_pt: Pretende mesmo excluir o registo?

# adm_CadastroFormularios_em_branco
source: In blank
pt_pt: Em branco

source: Under subforms, the simple selection and multiple selection options will be treated as a drop-down list.
pt_pt: Em subformulários, as opções seleção simples e seleção múltipla serão tratadas como lista suspensa.

source: Error while including form template. A form with an informed description already exists.
pt_pt: Erro ao incluir modelo de formulário. Já existe um formulário com a descrição informada.

source: Error while including form template. There is already a form with the name entered.
pt_pt: Erro ao incluir modelo de formulário. Já existe um formulário com o nome informado.

source: This option is only available for project forms.
pt_pt: Esta opção estará disponível somente para formulários de projetos.

# adm_CadastroFormularios_exemplo___99__0000_0000
source: Example: (99) 0000-0000
pt_pt: Exemplo: (99) 0000-0000

# adm_CadastroFormularios_formata__o_a_ser_utilizada_
source: Formatting to be used:
pt_pt: Formatação a ser utilizada:

# adm_CadastroFormularios_formata__o_do_texto
source: Formatting text
pt_pt: Formatação do texto

# adm_CadastroFormularios_formato_
source: Format:
pt_pt: Formato:

# adm_CadastroFormularios_formul_rio_exclu_do_com_sucesso_
source: Form deleted successfully!
pt_pt: Formulário excluído com sucesso!

# adm_CadastroFormularios_f_rmula_
source: Formula:
pt_pt: Fórmula:

# adm_CadastroFormularios_incluir_hora_
source: Include Time:
pt_pt: Incluir Hora:

source: Field referring to the initial value filled in the listing. You must enter a value corresponding to the one entered in the Operation List.
pt_pt: Campo referente ao valor inicial preenchido na listagem. Deve ser informado um valor correspondente ao inserido na Lista de operações.

# adm_CadastroFormularios_linha
source: Line
pt_pt: Linha

# adm_CadastroFormularios_lista_de_opera__es_
source: List of operations:
pt_pt: Lista de operações:

# adm_CadastroFormularios_lista_suspensa
source: Drop down list
pt_pt: Lista suspensa

# adm_CadastroFormularios_lista_suspensa__combo_box_
source: Combo box
pt_pt: Lista suspensa (Combo box)

# adm_CadastroFormularios_moeda
source: Coin
pt_pt: Moeda

# adm_CadastroFormularios_m_dia
source: Average
pt_pt: Média

# adm_CadastroFormularios_m_nimo
source: Minimum
pt_pt: Mínimo

# adm_CadastroFormularios_m_scara_
source: Mask:
pt_pt: Máscara:

# adm_CadastroFormularios_m_scara_inv_lida
source: Invalid Mask
pt_pt: Máscara Inválida

# adm_CadastroFormularios_m_ximo
source: Maximum
pt_pt: Máximo

# adm_CadastroFormularios_nenhuma
source: None
pt_pt: Nenhuma

# adm_CadastroFormularios_nome_da_lista_pr__definida_
source: Predefined list name:
pt_pt: Nome da lista pré-definida:

# adm_CadastroFormularios_nome_do_campo_de_refer_ncia_
source: Reference field name:
pt_pt: Nome do campo de referência:

# adm_CadastroFormularios_nome_do_campo_pr__definido_
source: Predefined field name:
pt_pt: Nome do campo pré-definido:

# adm_CadastroFormularios_nome_do_formul_rio_de_refer_ncia_
source: Name of reference form:
pt_pt: Nome do formulário de referência:

# adm_CadastroFormularios_nome_do_subformul_rio_
source: Subform Name:
pt_pt: Nome do subformulário:

# adm_CadastroFormularios_n_mero
source: Number
pt_pt: Número

# adm_CadastroFormularios_n_o
source: No
pt_pt: Não

# adm_CadastroFormularios_n_o_foi_poss_vel_excluir_o_formul_rio_selecionado__n
source: The selected form could not be deleted: \ n
pt_pt: Não foi possível excluir o formulário selecionado:\n

# adm_CadastroFormularios_n_o_utilizar_formata__o
source: Do not use formatting
pt_pt: Não utilizar formatação

source: You can not add a new form of type 'Predefined Form'.
pt_pt: Não é possível adicionar um novo formulário do tipo 'Formulário Pré-Definido'.

# adm_CadastroFormularios_op__es_sele__o_m_ltipla
source: Multiple selection options
pt_pt: Opções seleção múltipla

# adm_CadastroFormularios_op__es_sele__o_simples
source: Simple selection options
pt_pt: Opções seleção simples

# adm_CadastroFormularios_o_campo_atual_n_o_pode_ser_do_tipo_informado
source: The current field can not be of the type entered
pt_pt: O campo atual não pode ser do tipo informado

# adm_CadastroFormularios_o_campo_texto_n_o_permite_mais_que_10_linhas
source: Text field cannot exceed 10 lines.
pt_pt: O campo texto não permite mais do que 10 linhas

# adm_CadastroFormularios_o_campo_texto_n_o_permite_mais_que_4000_caracteres
source: Text field cannot exceed 4000 characters.
pt_pt: O campo texto não permite mais do que 4000 caracteres

# adm_CadastroFormularios_o_campo___vis_vel_na_lista_
source: Is the field visible in the list?
pt_pt: O campo é visível na lista?

# adm_CadastroFormularios_o_nome_do_campo___de_preenchimento_obrigat_rio_
source: The field name is required.
pt_pt: O nome do campo é de preenchimento obrigatório.

# adm_CadastroFormularios_o_nome_do_formul_rio___de_preenchimento_obrigat_rio_
source: The name of the form is mandatory.
pt_pt: O nome do formulário é de preenchimento obrigatório.

# adm_CadastroFormularios_o_preenchimento_do_campo___de_preenchimento_obrigat_rio_
source: Fill in the field is mandatory.
pt_pt: O preenchimento do campo é de preenchimento obrigatório.

# adm_CadastroFormularios_o_tipo_do_campo___de_preenchimento_obrigat_rio_
source: The field type is mandatory.
pt_pt: O tipo do campo é de preenchimento obrigatório.

# adm_CadastroFormularios_o_tipo_do_formul_rio___de_preenchimento_obrigat_rio_
source: The form type is mandatory.
pt_pt: O tipo do formulário é de preenchimento obrigatório.

# adm_CadastroFormularios_o_valor_inicial_deve_conter_na_lista_
source: The initial value should be in the list!
pt_pt: O valor inicial deve constar na lista!

source: The initial value can not be greater than the maximum allowed value!
pt_pt: O valor inicial não pode ser maior que o valor máximo permitido!

source: The initial value can not be less than the minimum allowed value!
pt_pt: O valor inicial não pode ser menor que o valor mínimo permitido!

# adm_CadastroFormularios_para_e_mail_preencha_somente_com_o_caractere__
source: For e-mail only fill in the @
pt_pt: Para o e-mail preencha apenas com o caractere @

# adm_CadastroFormularios_para_hora__hh_mm__preencha_somente_com_o_caractere_h
source: For hour (HH: MM) only fill with the character H
pt_pt: Para a hora (HH:MM) preencha apenas com o caractere H

# adm_CadastroFormularios_para_n_meros_obrigat_rios_utilize_0
source: For required numbers use 0
pt_pt: Para números obrigatórios utilize 0

# adm_CadastroFormularios_para_n_meros_opcionais_utilize_9
source: For optional numbers use 9
pt_pt: Para números opcionais utilize 9

# adm_CadastroFormularios_percentual
source: Percentage
pt_pt: Percentual

# adm_CadastroFormularios_precis_o_decimal_
source: Decimal precision:
pt_pt: Precisão decimal:

# adm_CadastroFormularios_preencha_todos_os_campos_obrigat_rios_
source: Fill in all required fields.
pt_pt: Preencha todos os campos obrigatórios.

# adm_CadastroFormularios_principal
source: Main
pt_pt: Principal

# adm_CadastroFormularios_publicado_com_sucesso_
source: published successfully!
pt_pt: publicado com sucesso!

# adm_CadastroFormularios_quantidade_de_caracteres_at__4000__
source: Number of characters (up to 4000):
pt_pt: Quantidade de caracteres(até 4000):

# adm_CadastroFormularios_quantidade_de_linhas__at__10__
source: Number of lines (up to 10):
pt_pt: Quantidade de linhas (até 10):

# adm_CadastroFormularios_quantidade_m_xima_de_caracteres_
source: Maximum number of characters:
pt_pt: Quantidade máxima de caracteres:

source: Refer to the fields in the Bn format where 'n' is the line number of the field in the field table next to it. Example: (B1 B2) * 100
pt_pt: Referir os campos no formato Bn onde 'n' corresponde ao número da linha do campo na tabela de campos ao lado. Exemplo: (B1+B2)*100

# adm_CadastroFormularios_resultado_
source: Result:
pt_pt: Resultado:

# adm_CadastroFormularios_salvar
source: Save
pt_pt: Salvar

# adm_CadastroFormularios_sele__o_de_valores__l_o_v__
source: Selection of values ​​(L.O.V.)
pt_pt: Seleção de valores (L.O.V.)

source: List-ready, published forms that do not have associated TO DO LIST tasks will be listed here
pt_pt: Serão aqui listados formulários do tipo lista, publicados e que não tenham tarefas de TO DO LIST associadas

# adm_CadastroFormularios_sim
source: Yes
pt_pt: Sim

# adm_CadastroFormularios_situa__o_falso
source: Situation False
pt_pt: Situação Falso

# adm_CadastroFormularios_situa__o_verdadeiro
source: Real Situation
pt_pt: Situação Verdadeiro

# adm_CadastroFormularios_soma
source: Sum
pt_pt: Soma

# adm_CadastroFormularios_somente_leitura_
source: Only reading:
pt_pt: Somente leitura:

# adm_CadastroFormularios_s_o_permitidos_apenas_os_caracteres____h_h_0_9__________
source: Only characters are allowed: @ h H 0 9 () -., /
pt_pt: São permitidos apenas os caracteres: @ h H 0 9 ( ) - . , /

# adm_CadastroFormularios_texto
source: Text
pt_pt: Texto

# adm_CadastroFormularios_titulo_interno_
source: Internal title:
pt_pt: Titulo interno:

# adm_CadastroFormularios_t_tulo_externo_
source: External Title:
pt_pt: Título externo:

# adm_CadastroFormularios_valor
source: Value
pt_pt: Valor

# adm_CadastroFormularios_valor_inicial_
source: Initial value:
pt_pt: Valor Inicial:

# adm_CadastroFormularios_valor_m_nimo_
source: Minimum value:
pt_pt: Valor Mínimo:

# adm_CadastroFormularios_valor_m_ximo_
source: Maximum value:
pt_pt: Valor Máximo:

# adm_CadastroFormularios__a____campos
source: (A) - Fields
pt_pt: (A) - Campos

# adm_CadastroFormularios__b____valor
source: (B) - Amount
pt_pt: (B) - Valor

# adm_CadastroFormularios__n____o_formul_rio_est__relacionado_a_fluxos_
source: \ n - The form is related to flows.
pt_pt: \n - O formulário está relacionado a fluxos.

source: \ n - The form has instances created with filled data.
pt_pt: \n - O formulário possui pedidos criados com dados preenchidos.

source: Attention! For each type of project related to the flow model, you must select at least one Status.
pt_pt: Atenção! Para cada tipo de projeto relacionado ao modelo de fluxo, é preciso selecionar pelo menos um Status.

source: Copying a flow model can only be done for a non-published versioned flow model.
pt_pt: A cópia de um modelo de fluxo só poderá ser efetuada para um modelo de fluxo com versão criada e não publicada.

# adm_CadastroWorkflows_a_data_da_primeira_execu__o_deve_ser_informada_
source: First Execution Date must be informed!
pt_pt: A data da primeira execução deve ser informada.

# adm_CadastroWorkflows_a_periodicidade_de_execu__o_deve_ser_informada_
source: Execution Periodicity must be informed!
pt_pt: A periodicidade de execução deve ser informada.

# adm_CadastroWorkflows_cadastro_de_modelos_de_fluxos
source: Flow Model Registration
pt_pt: Registo de Modelos de Fluxos

# adm_CadastroWorkflows_confirma_a_c_pia_do_fluxo_selecionado_
source: Confirm copy of selected Flow?
pt_pt: Confirma a cópia do Fluxo selecionado?

# adm_CadastroWorkflows_confirma_exclus_o_desta_vers_o_
source: Do you confirm deletion of this version?
pt_pt: Confirma a exclusão desta versão?

# adm_CadastroWorkflows_copiar_fluxo
source: Copy stream
pt_pt: Copiar fluxo

# adm_CadastroWorkflows_criada_em
source: Created in
pt_pt: Criada Em

# adm_CadastroWorkflows_c_digo
source: Code
pt_pt: Código

# adm_CadastroWorkflows_c_digo_do_fluxo
source: Flow Code
pt_pt: Código do Fluxo

# adm_CadastroWorkflows_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# adm_CadastroWorkflows_desativado
source: Disabled
pt_pt: Desativado

# adm_CadastroWorkflows_descri__o_da_vers_o
source: Version Description
pt_pt: Descrição da Versão

source: Do you really want to disable the auto-trigger function for this project?
pt_pt: Deseja desativar mesmo o disparo automático para este projeto?

# adm_CadastroWorkflows_editar
source: Edit
pt_pt: Editar

# adm_CadastroWorkflows_esta_opera__o_n_o_pode_ser_desfeita_
source: This operation cannot be undone!
pt_pt: Esta operação não pode ser desfeita!

source: This version is already published. Your edit will generate a new version. Continue?
pt_pt: Esta versão já está publicada. A sua edição irá gerar uma nova versão. Continuar?

# adm_CadastroWorkflows_excluir
source: Delete
pt_pt: Excluir

# adm_CadastroWorkflows_excluir_n_o_disponivel_
source: Delete not available.
pt_pt: Excluir indisponível.

source: Deletion not allowed. To exclude a flow model, you must first delete all its versions.
pt_pt: Exclusão não permitida. Para a exclusão de um modelo de fluxo, é preciso primeiro excluir todas as suas versões.

# adm_CadastroWorkflows_exportar
source: Export
pt_pt: Exportar

# adm_CadastroWorkflows_exportar_para_html
source: Export to HTML
pt_pt: Exportar para HTML

# adm_CadastroWorkflows_exportar_para_pdf
source: Export to PDF
pt_pt: Exportar para PDF

# adm_CadastroWorkflows_exportar_para_rtf
source: Export to RTF
pt_pt: Exportar para RTF

# adm_CadastroWorkflows_exportar_para_xls
source: Export to XLS
pt_pt: Exportar para XLS

# adm_CadastroWorkflows_incluir
source: Include
pt_pt: Incluir

# adm_CadastroWorkflows_informe_o_workflow_de_destino_para_a_c__pia
source: Inform the destination workflow for the copy
pt_pt: Informe o workflow de destino para a cópia

# adm_CadastroWorkflows_j__existe_um_detalhes_do_modelo_de_fluxo_com_esse_nome_
source: Flow model details with this name already exist.
pt_pt: Já existe um Detalhes do modelo de fluxo com esse nome.

# adm_CadastroWorkflows_modelos_de_fluxos_inativos
source: Inactive Flow Models
pt_pt: Modelos de fluxos inativos

# adm_CadastroWorkflows_opera__o_efetuada_com_sucesso_
source: Operation carried out successfully!
pt_pt: Operação efetuada com sucesso!

source: The \ "hfGeral \" component was not found! \ nThis component should be placed inside the component \ "pnCallbackgvProjectsFluxo \"
pt_pt: O componente \"hfGeral\" não foi encontrado! \nEste componente deve ser colocado dentro do componente \"pnCallbackgvProjetosFluxo\"

# adm_CadastroWorkflows_o_m_todo_n_o_foi_implementado_
source: Method not implemented!
pt_pt: O método não foi implementado!

source: Method \"ExcluirRegistroSelecionadoDisparoFluxo\" not implemented!
pt_pt: O método \"ExcluirRegistoSelecionadoDisparoFluxo\" não foi implementado!

# adm_CadastroWorkflows_o_m_todo___limpacamposformulario___n_o_foi_implementado_
source: Method \"LimpaCamposFormulario\" not implemented!
pt_pt: O método \"LimpaCamposFormulario\" não foi implementado!

# adm_CadastroWorkflows_o_m_todo___montacamposformulario___n_o_foi_implementado_
source: Method \"MontaCamposFormulario\" not implemented!
pt_pt: O método \"MontaCamposFormulario\" não foi implementado!

source: Method \"OnGridFocusedRowChangedDisparoFluxo\" not implemented!
pt_pt: O método \"OnGridFocusedRowChangedDisparoFluxo\" não foi implementado!

# adm_CadastroWorkflows_o_nome_do_modelo_de_fluxo_deve_ser_informado_
source: Flow Template Name must be informed.
pt_pt: O nome do modelo de fluxo deve ser informado.

source: Record cannot be excluded because it's being used
pt_pt: O registo não pode ser excluído porque está a ser utilizado por outro

source: Record cannot be included because it's already on the database.
pt_pt: O registo não pode ser incluído porque já existe no banco de dados.

# adm_CadastroWorkflows_o_status_do_modelo_de_fluxo_deve_ser_informado_
source: Flow Template Status must be informed.
pt_pt: O status do modelo de fluxo deve ser informado.

# adm_CadastroWorkflows_projetos_relacionados
source: Related Projects
pt_pt: Projetos Relacionados

# adm_CadastroWorkflows_publicada_em
source: Published in
pt_pt: Publicada Em

# adm_CadastroWorkflows_restaurar_layout
source: Restore Layout
pt_pt: Restaurar Layout

# adm_CadastroWorkflows_revogada_em
source: Revoked In
pt_pt: Revogada Em

# adm_CadastroWorkflows_salvar_layout
source: Save Layout
pt_pt: Salvar Layout

source: You can only copy a published flow template.
pt_pt: Só é possível efetuar a cópia de um modelo de fluxo já publicado.

# adm_CadastroWorkflows_vers_o
source: Version
pt_pt: Versão

# adm_CadastroWorkflows_vers_o_em_uso
source: Version in use
pt_pt: Versão em uso

# adm_CadastroWorkflows__dados_gravados_com_sucesso__
source: Recorded data successfully!
pt_pt: Dados gravados com sucesso!

# adm_CadastroWorkflows__modelo_de_fluxo_exclu_do_com_sucesso__
source: Flow Template Deleted Successfully!
pt_pt: Modelo de fluxo excluído com sucesso!

# adm_CadastroWorkflows__modelo_de_fluxo_inclu_do_com_sucesso__
source: Flow template included successfully!
pt_pt: Modelo de fluxo incluído com sucesso!

source: <table cellpadding = '0' cellspacing = '0' style = 'width: 100%'> <tr> <td align = 'center'> </ td> <td style = 'width: 50px' </ tr> <tr> <td align = 'center'> No version registered for this flow model </ td> <td style = 'width: 50px'> </ td>
pt_pt: <table cellpadding='0' cellspacing='0' style='width: 100%'> <tr><td align='center'></td><td style='width: 50px'></td></tr><tr><td align='center'>Nenhuma versão registada para esse modelo de fluxo.</td><td style='width: 50px'></td></tr></table>

# adm_CadastroWorkflows__title_cadastro_de_modelos_de_fluxos__title_
source: Flow Model Registration
pt_pt: Registo de Modelos de Fluxos

source: Unblocking pending updates will be lost. Do you really want to unlock the attachment?
pt_pt: Ao fazer o desbloqueio as atualizações pendentes serão perdidas. Quer mesmo desbloquear o anexo?

source: Unblocking pending updates will be lost. Do you really want to unlock the project?
pt_pt: Ao fazer o desbloqueio as atualizações pendentes serão perdidas. Quer mesmo desbloquear o projeto?

# adm_ConfiguracaoPessoais_a_entidade_deve_ser_informada_
source: Entity must be informed.
pt_pt: A entidade deve ser informada.

# adm_ConfiguracaoPessoais_a_tela_inicial_deve_ser_informada_
source: Home Screen must be informed.
pt_pt: A tela inicial deve ser informada.

# adm_ConfiguracaoPessoais_carteira
source: Wallet
pt_pt: Carteira

# adm_ConfiguracaoPessoais_configura__es_salvas_com_sucesso_
source: Settings saved successfully!
pt_pt: Configurações salvas com sucesso!

# adm_ConfiguracaoPessoais_entidade
source: Entity*
pt_pt: Entidade*

# adm_ConfiguracaoPessoais_erro_ao_salvar_as_configura__es_
source: Error saving settings!
pt_pt: Erro ao salvar as configurações!

source: Unable to save because this user doesn't have access permission to any entity
pt_pt: Não é possível salvar porque este utilizador não possui permissão de acesso a nenhuma entidade

# adm_ConfiguracaoPessoais_tela_inicial
source: Home Page*
pt_pt: Tela Inicial*

# adm_ConfiguracaoPessoais_tela_inicial_
source: Home screen*
pt_pt: Tela Inicial*

source: Check for activity report task delays using *
pt_pt: Verificar atraso nas tarefas do relatório de atividades utilizando*

# adm_edicaoWorkflows_acesso
source: Access
pt_pt: Acesso

# adm_edicaoWorkflows_acessos
source: Access:
pt_pt: Acessos

# adm_edicaoWorkflows_acesso_
source: Access:
pt_pt: Acesso:
