Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# recursos_financeiros_dispon_veis_
source: Available Financial Resources:
pt_pt: Recursos Financeiros Disponíveis:

# recursos_inativos
source: Inactive resources
pt_pt: Recursos inativos

# recurso_
source: Resource:
pt_pt: Recurso:

# recurso_corporativo
source: Corporate Resource
pt_pt: Recurso Corporativo

# recurso_h_
source: Resource(h)
pt_pt: Recursos(h)

# redefinir_senha
source: Reset Password
pt_pt: Redefinir Senha

# refazer
source: Redo
pt_pt: Refazer

# refer_ncia
source: Reference
pt_pt: Referência

# reforma
source: Reform
pt_pt: Reforma

# registro
source: Record
pt_pt: Registo

# registro_faq
source: Registration FAQ
pt_pt: Registo FAQ

# regi_o
source: Region
pt_pt: Região

# relacaoDeEventos_a_data_de_in_cio_n_o_pode_ser_maior_que_a_data_de_t_rmino_
source: Start Date cannot be later than the End Date!
pt_pt: A Data de Início não pode ser maior do que a Data de Término!

source: Error exporting data. Make sure you have not exceeded the maximum number of 256 columns!
pt_pt: Erro ao exportar os dados. Verifique se não foi ultrapassado o número máximo de 256 colunas!

# relAnaliseIndicadores2_an_lise_de_indicadores
source: Analysis of Indicators
pt_pt: Análise de Indicadores

# relAnaliseIndicadores2_a__rea_informada_n_o___v_lida_
source: The area you have entered is not valid.
pt_pt: A área informada não é válida.

source: Do you want to restore the original query layout settings?
pt_pt: Pretende restaurar as configurações originais do layout da consulta?

source: Do you want to save the changes made to the query layout?
pt_pt: Pretende salvar as alterações realizadas no layout da consulta?

# relAnaliseIndicadores2_o_layout_da_consulta_foi_salvo_com_sucesso
source: Query layout saved successfully
pt_pt: O layout da consulta foi guardado com sucesso

# relAnaliseIndicadores2_o_layout_foi_restaurado_com_sucesso_
source: The layout has been restored successfully.
pt_pt: O layout foi restaurado com sucesso.

# relAnaliseIndicadores_an_lise_de_indicadores
source: Analysis of Indicators
pt_pt: Análise de Indicadores

# relAnaliseIndicadores_cdis_inform_tica
source: CDIS Informatics
pt_pt: CDIS Informática

source: Error exporting data. Make sure you have not exceeded the maximum number of 256 columns!
pt_pt: Erro ao exportar os dados. Verifique se não foi ultrapassado o número máximo de 256 colunas!

source: Error exporting data. Make sure you have not exceeded the maximum number of 256 columns!
pt_pt: Erro ao exportar os dados. Verifique se não foi ultrapassado o número máximo de 256 colunas!

# relatorio
source: Report
pt_pt: Relatorio

# RelatorioSOE_senar_a_data_de_in_cio_n_o_pode_ser_maior_que_a_data_de_t_rmino_
source: Start Date cannot be later than the End Date!
pt_pt: A Data de Início não pode ser maior que a Data de Término!

# RelatorioSOE_senar_a_origem_deve_ser_informada_
source: Origin must be informed!
pt_pt: A origem deve ser informada!

# relat_rio
source: Report
pt_pt: Relatório

# relat_rios
source: Reports
pt_pt: Relatórios

# relGestaoEstrategia_o_mapa_estrat_gico_n_o_foi_selecionado_
source: Strategy Map not selected!
pt_pt: O mapa estratégico não foi selecionado!

source: Error exporting data. Make sure you have not exceeded the maximum number of 256 columns!
pt_pt: Erro ao exportar os dados. Verifique se não foi ultrapassado o número máximo de 256 colunas!

# rel_AnaliseDePerformance_a_data_de_in_cio_deve_ser_informada_
source: Start Date must be informed.
pt_pt: A Data de Início deve ser informada.

source: Start and End Dates must be informed.
pt_pt: A Data de Início e a Data de Término devem ser informadas.

source: Start Date cannot be later than the End Date!
pt_pt: A Data de Início não pode ser maior do que a Data de Término!

# rel_AnaliseDePerformance_a_data_de_t_rmino_deve_ser_informada_
source: End Date must be informed.
pt_pt: A Data de Término deve ser informada.

# remanejamento
source: Remediation
pt_pt: Remanejamento

# remetente
source: Sender
pt_pt: Remetente

# remetente_
source: Sender:
pt_pt: Remetente:

# replicar_meta
source: Replicate goal
pt_pt: Replicar meta

# replicar_metas
source: Replicate Goals
pt_pt: Replicar Metas

# reprograma__o
source: Reprogramming
pt_pt: Reprogramação

# reprovadas
source: Disapproved
pt_pt: Reprovadas

# reprovado
source: Disapproved
pt_pt: Reprovado

# reprovar
source: Disapprove
pt_pt: Reprovar

# resolvido
source: Sorted out
pt_pt: Resolvido

# responder
source: Reply
pt_pt: Responder

# respondidas
source: Answered
pt_pt: Respondidas

# respondida_em
source: Answer Em
pt_pt: Respondida Em

# respondida_por
source: Answer By
pt_pt: Respondida Por

# responsavel
source: Responsible
pt_pt: Responsavel

# respons_veis
source: Responsible
pt_pt: Responsáveis

# respons_vel
source: Person in charge
pt_pt: Responsável

# respons_vel_
source: Person in charge:
pt_pt: Responsável:

# respons_vel_atualiza__o
source: Responsible for updating
pt_pt: Responsável pela atualização

# resposta
source: answer
pt_pt: Resposta

# resposta_
source: Answer:
pt_pt: Resposta:

# restaurar
source: Restore
pt_pt: Restaurar

# restaurar_layout
source: Retore layout
pt_pt: Restaurar layout

# resultado
source: Result
pt_pt: Resultado

# resultados
source: Results
pt_pt: Resultados

# resultado_
source: Result:
pt_pt: Resultado:

# resultado_per_odo
source: Result Period
pt_pt: Resultado do Período

# resultante_
source: Resulting?
pt_pt: Resultante?

# resumo
source: abstract
pt_pt: Resumo

# resumoIndicador2_polaridade_negativa_quanto_maior__pior_
source: Negative Polarity (The Bigger, Worse)
pt_pt: Polaridade Negativa(Quanto Maior, Pior)

# resumoIndicador2_polaridade_positiva_quanto_maior__melhor_
source: Positive Polarity (The Bigger, Better)
pt_pt: Polaridade Positiva(Quanto Maior, Melhor)

# resumoIndicador2_quanto_maior__melhor
source: The bigger the better
pt_pt: Quanto Maior, Melhor

# resumoIndicador2_quanto_maior__pior
source: The Bigger, Worse
pt_pt: Quanto Maior, Pior

# resumoIndicador2__voc__est__visualizando_as_informa__es_da_unidade__
source: * You are Viewing the Unit Information:
pt_pt: *Está a Visualizar as Informações da Unidade:

# resumoProjetos_boletins_da
source: Newsletters
pt_pt: Boletins da

# resumoProjetos_cadastrar_editar_reuni_es_da
source: Register / Edit Meeting
pt_pt: Registar/Editar Reuniões da

# resumoProjetos_categoria_
source: Category:
pt_pt: Categoria:

# resumoProjetos_cr_tico
source: Critical
pt_pt: Crítico

# resumoProjetos_em_aten__o
source: In attention
pt_pt: Em atenção

# resumoProjetos_encerrados
source: Closed
pt_pt: Encerrados

# resumoProjetos_filtros_aplicados
source: Applied Filters
pt_pt: Filtros Aplicados

# resumoProjetos_gerente_
source: Manager:
pt_pt: Gerente:

# resumoProjetos_inclus_o_de_projeto
source: Project Inclusion
pt_pt: Inserção do Projeto

# resumoProjetos_legenda
source: Subtitle
pt_pt: Legenda

# resumoProjetos_legendas
source: Subtitles
pt_pt: Legendas

# resumoProjetos_n_o_comp_e_o_sinalizador_geral
source: Does not make up the general flag
pt_pt: Não compõe o sinalizador geral

# resumoProjetos_portf_lios
source: Portfolios
pt_pt: Portfólios

# resumoProjetos_processo
source: Process
pt_pt: Processo

# resumoProjetos_processos
source: Processes
pt_pt: Processos

# resumoProjetos_programa
source: Program
pt_pt: Programa

# resumoProjetos_programas
source: Program
pt_pt: Programas

# resumoProjetos_projeto
source: Project
pt_pt: Projeto

# resumoProjetos_projetos_e_subprojetos
source: Projects and subprojects
pt_pt: Projetos e subprojetos

# resumoProjetos_projetos__geis
source: Agile projects
pt_pt: Projetos ágeis

# resumoProjetos_projeto__gil
source: Agile Project
pt_pt: Projeto Ágil

# resumoProjetos_satisfat_rio
source: Satisfactory
pt_pt: Satisfatório

# resumoProjetos_selecionar_campos
source: Select fields
pt_pt: Selecionar campos

# resumoProjetos_seletor_de_campos
source: Field Selector
pt_pt: Seletor de campos

# resumoProjetos_sem_informa__o
source: No information
pt_pt: Sem informação

# resumoProjetos_unidade_
source: Unity:
pt_pt: Unidade:

# resumoProjetos_unidade_atendimento_
source: Customer Service:
pt_pt: Unidade Atendimento:

# resumo_da_reuni_o_
source: Meeting Rally:
pt_pt: Resumo da Reunião:

# resumo_projeto
source: Project Summary
pt_pt: Resumo do Projeto

# reuniaoDiariaSprint_o_hor_rio_de_in_cio_e_t_rmino_n_o_devem_ser_iguais_
source: Start and End Times cannot be the same.
pt_pt: Os horários de início e término não devem ser iguais.

# reuniaoDiariaSprint_o_hor_rio_de_in_cio___maior_que_o_hor_rio_de_t_rmino_
source: Start Time is greater than end time.
pt_pt: O horário de início é maior do que o horário de término.

# reuniaoTecnicaPlanejamento_assunto
source: Subject
pt_pt: Assunto

# reuniaoTecnicaPlanejamento_assunto_
source: Subject matter:
pt_pt: Assunto:

# reuniaoTecnicaPlanejamento_ata_enviada_com_sucesso_aos_participantes_
source: Minutes successfully sent to participants!
pt_pt: Ata enviada com sucesso aos participantes!

# reuniaoTecnicaPlanejamento_atualizando___
source: Updating ...
pt_pt: A atualizar...

# reuniaoTecnicaPlanejamento_a_data_de_in_cio_da_reuni_o_deve_ser_informada_
source: Meeting Start Date must be informed!
pt_pt: A Data de Início da Reunião deve ser informada!

# reuniaoTecnicaPlanejamento_a_data_de_t_rmino_da_reuni_o_deve_ser_informada_
source: Meeting End Date must be informed!
pt_pt: A Data de Término da Reunião deve ser informada!

# reuniaoTecnicaPlanejamento_a_descri__o_do_local_da_reuni_o_deve_ser_informada_
source: Meeting Location Description must be informed!
pt_pt: A Descrição do Local da Reunião deve ser informada!

source: Start Time indicated cannot be after the End Time!
pt_pt: A Hora de Início indicada não pode ser superior à Hora de Término!

# reuniaoTecnicaPlanejamento_a_pauta_da_reuni_o_deve_ser_informada_
source: Meeting Agenda must be informed!
pt_pt: A Pauta da Reunião deve ser informada!

# reuniaoTecnicaPlanejamento_a_reuni_o_ser__salva__deseja_continuar_
source: The meeting will be Saved, Do you want to continue?
pt_pt: A reunião será Guardada, Deseja continuar?

# reuniaoTecnicaPlanejamento_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# reuniaoTecnicaPlanejamento_deseja_enviar_a_pauta_da_reuni_o_aos_participantes_
source: Do you want to send the meeting agenda to the participants?
pt_pt: Pretende enviar a pauta da reunião aos participantes?

# reuniaoTecnicaPlanejamento_in_cio_
source: Start:
pt_pt: Início:

# reuniaoTecnicaPlanejamento_in_cio_previsto
source: expected start
pt_pt: início previsto

source: There's already a meeting open for execution. When opening a new window all data will be lost. Continue?
pt_pt: Já existe uma reunião aberta para execução. Ao abrir uma nova janela todos os dados serão perdidos. Pretende continuar?

# reuniaoTecnicaPlanejamento_mapa_estrat_gico
source: Strategic Map
pt_pt: Mapa Estratégico

# reuniaoTecnicaPlanejamento_mapa_estrat_gico_
source: Strategic Map:
pt_pt: Mapa Estratégico:

# reuniaoTecnicaPlanejamento_marcar_desmarcar_todos
source: Mark / Unmark All
pt_pt: Marcar/Desmarcar Todos

# reuniaoTecnicaPlanejamento_nenhum_objetivo_estrat_gico_
source: No Strategic Objective.
pt_pt: Nenhum Objetivo Estratégico.

# reuniaoTecnicaPlanejamento_nenhum_projeto_
source: No Project.
pt_pt: Nenhum Projeto.

# reuniaoTecnicaPlanejamento_nome_do_projeto_j__existe_
source: Project Name Already Exists!
pt_pt: O Nome do Projeto já Existe!

# reuniaoTecnicaPlanejamento_n_o_foi_poss_vel_encontrar_o_componente_todolist
source: ToDoList component could not be found
pt_pt: Não foi possível encontrar o componente ToDoList

# reuniaoTecnicaPlanejamento_objetivos_estrat_gicos
source: Strategic objectives
pt_pt: Objetivos Estratégicos

# reuniaoTecnicaPlanejamento_o_assunto_deve_ser_informado_
source: Subject must be informed!
pt_pt: O Assunto deve ser informado!

# reuniaoTecnicaPlanejamento_o_respons_vel_pela_reuni_o_deve_ser_informado_
source: People in charge of the Meeting must be informed!
pt_pt: O Responsável pela Reunião deve ser informado!

# reuniaoTecnicaPlanejamento_o_tipo_de_reuni_o_deve_ser_informado_
source: Meeting Type must be informed!
pt_pt: O Tipo de Reunião deve ser informado!

# reuniaoTecnicaPlanejamento_pauta
source: Meeting Agenda
pt_pt: Pauta

# reuniaoTecnicaPlanejamento_pauta_
source: Schedule:
pt_pt: Pauta:

# reuniaoTecnicaPlanejamento_pauta_enviada_com_sucesso_aos_participantes_
source: Agenda successfully sent to the participants!
pt_pt: Pauta enviada com sucesso aos participantes!

# reuniaoTecnicaPlanejamento_prezado_a_
source: Dear
pt_pt: Prezado(a)

# reuniaoTecnicaPlanejamento_projetos
source: Projects
pt_pt: Projetos

# reuniaoTecnicaPlanejamento_ps__por_favor__n_o_responda_esse_e_mail_
source: Please do not reply to this email.
pt_pt: Por favor, não responda a este email

# reuniaoTecnicaPlanejamento_quando
source: when
pt_pt: quando

# reuniaoTecnicaPlanejamento_respons_vel
source: responsible
pt_pt: responsável

# reuniaoTecnicaPlanejamento_respons_vel_
source: Responsible:
pt_pt: Responsável:

# reuniaoTecnicaPlanejamento_reuni_es_de_an_lise_estrat_gica
source: Meetings of Strategic Analysis
pt_pt: Reuniões de Análise Estratégica

# reuniaoTecnicaPlanejamento_reuni_o_do_mapa_estrat_gico
source: Strategic Map Meeting
pt_pt: Reunião do Mapa Estratégico

# reuniaoTecnicaPlanejamento_reuni_o_exclu_da_com_sucesso_
source: Meeting deleted successfully!
pt_pt: Reunião excluída com sucesso!

# reuniaoTecnicaPlanejamento_reuni_o_planejada_no
source: planned meeting on
pt_pt: reunião planeada no

# reuniaoTecnicaPlanejamento_reuni_o_salva_com_sucesso_
source: Meeting Saves Successfully!
pt_pt: Reunião guardada com sucesso!

# reuniaoTecnicaPlanejamento_texto_de_apresenta__o_
source: Text of presentation:
pt_pt: Texto de apresentação:

# reuniaoTecnicaPlanejamento_tipo_de_reuni_o_
source: Type of Meeting:
pt_pt: Tipo de Reunião:

# reuniaoTecnicaPlanejamento_t_rmino_
source: Term:
pt_pt: Término:

# reuniaoTecnicaPlanejamento_t_rmino_previsto
source: expected end
pt_pt: término previsto

# reuniaoTecnicaPlanejamento_unidade
source: unity
pt_pt: Unidade

source: You have been invited to a meeting scheduled on {0}, as follows:
pt_pt: Foi convidado para uma reunião agendada no {0}, conforme informações apresentadas a seguir:

# reuniaoTecnicaRealizacao_atrasada
source: Late
pt_pt: Atrasada

# reuniaoTecnicaRealizacao_cancelada
source: Canceled
pt_pt: Cancelada

# reuniaoTecnicaRealizacao_conclu_da_com_atraso
source: Concluded with Delay
pt_pt: Concluída com Atraso

# reuniaoTecnicaRealizacao_conclu_da_no_prazo
source: Completed in the Term
pt_pt: Concluída dentro do Prazo

# reuniaoTecnicaRealizacao_em_execu__o
source: Running
pt_pt: Em execução

# reuniaoTecnicaRealizacao_futura
source: Future
pt_pt: Futura

# reuniaoTecnicaRealizacao_in_cio_atrasado
source: Delayed start
pt_pt: Início atrasado

# reunioes_anotacoes
source: Annotations
pt_pt: Anotacoes

# reunioes_assunto
source: Subject matter
pt_pt: Assunto

# reunioes_assunto_
source: Subject matter:
pt_pt: Assunto:

# reunioes_ata
source: Meeting summary
pt_pt: Ata

# reunioes_ata_enviada_com_sucesso_aos_participantes_
source: Minutes successfully sent to participants!
pt_pt: Ata enviada com sucesso aos participantes!

# reunioes_atencao
source: Warning
pt_pt: Atencao

# reunioes_att_
source: Graciously
pt_pt: Att.

# reunioes_a_ata_da_reuni_o_deve_ser_informada_
source: Minutes of Meeting must be informed!
pt_pt: A Ata da Reunião deve ser informada!

source: Start Date indicated in Meeting cannot be greater the End Date!
pt_pt: A Data de Inicio indicada na Reunião não pode ser maior à Data de Término!

# reunioes_a_data_de_in_cio_da_reuni_o_deve_ser_informada_
source: Meet Start Date must be informed!
pt_pt: A Data de Início da Reunião deve ser informada!

# reunioes_a_data_de_in_cio_da_reuni_o_n_o_pode_ser_inferior_a
source: Meeting Start Date can be lower than
pt_pt: A Data de Início da Reunião não pode ser inferior a

# reunioes_a_data_de_in_cio_real_da_reuni_o_deve_ser_informada_
source: Meeting Actual Start Date must be informed!
pt_pt: A Data de Início Real da Reunião deve ser informada!

# reunioes_a_data_de_in_cio_real_da_reuni_o_n_o_pode_ser_maior_que_a_data_atual_
source: Meeting Actual Start Date cannot be greater than the current date!
pt_pt: A Data de Início Real da Reunião não pode ser maior que a data atual!

source: Meeting Actual Start Date cannot be greater than the Actual End Date!
pt_pt: A Data de Início Real da Reunião não pode ser maior que a Data de Término Real!

# reunioes_a_data_de_t_rmino_da_reuni_o_deve_ser_informada_
source: Meeting End Date must be informed!
pt_pt: A Data de Término da Reunião deve ser informada!

# reunioes_a_data_de_t_rmino_da_reuni_o_n_o_pode_ser_inferior_a
source: Meeting End Date can be lower than
pt_pt: A Data de Término da Reunião não pode ser inferior a

# reunioes_a_data_de_t_rmino_real_da_reuni_o_deve_ser_informada_
source: Meeting Actual End Date must be informed!
pt_pt: A Data de Término Real da Reunião deve ser informada!

# reunioes_a_data_de_t_rmino_real_da_reuni_o_n_o_pode_ser_maior_que_a_data_atual_
source: Meeting Actual End Date cannot be greater than the current date!
pt_pt: A Data de Término Real da Reunião não pode ser maior que a data atual!

# reunioes_a_descri__o_do_local_da_reuni_o_deve_ser_informada_
source: Meeting Location Description must be informed!
pt_pt: A Descrição do Local da Reunião deve ser informada!

source: Start Time indicated in Meeting cannot be greater than the End Time (hours)!
pt_pt: A Hora de Início indicada na Reunião não pode ser superior à Hora de Término (horas)!

source: Start Time indicated in Meeting cannot be greater than the End Time (hours)!
pt_pt: A Hora de Início indicada na Reunião não pode ser superior à Hora de Término (minutos)!

source: Actual Start Time indicated cannot be greater than the Current Time (hours)!
pt_pt: A Hora de Início Real indicada não pode ser superior à Hora Atual (horas)!

source: Actual Start Time indicated cannot be greater than the Current Time (minutes)!
pt_pt: A Hora de Início Real indicada não pode ser superior à Hora Atual (minutos)!

source: Actual Start Time indicated cannot be greater than the Actual End Time (hours)!
pt_pt: A Hora de Início Real indicada não pode ser superior à Hora de Término Real (horas)!

source: Actual End Time indicated cannot be greater than the Actual End Time (hours)!
pt_pt: A Hora de Término Real indicada não pode ser superior à Hora Atual (horas)!

source: Actual End Time indicated cannot be greater than the Current Time (minutes)!
pt_pt: A Hora de Término Real indicada não pode ser superior à Hora Atual (minutos)!

# reunioes_a_pauta_da_reuni_o_deve_ser_informada_
source: Meeting Agenda must be informed!
pt_pt: A Pauta da Reunião deve ser informada!

# reunioes_a_reuni_o_ser__salva__deseja_continuar_
source: The meeting will be Saved, Do you want to continue?
pt_pt: A reunião será Guardada, Pretende continuar?

# reunioes_campo_obrigat_rio
source: Required field
pt_pt: Campo Obrigatório

# reunioes_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# reunioes_dd_mm_yyyy
source: MM/dd/yyyy
pt_pt: dd/MM/yyyy

# reunioes_dispon_veis_
source: Available:
pt_pt: Disponíveis:

# reunioes_editar
source: Edit
pt_pt: Editar

# reunioes_enviar_ata
source: Submit News
pt_pt: Enviar Ata

# reunioes_enviar_pauta
source: Submit a Ticket
pt_pt: Enviar Pauta

# reunioes_envio_de_ata
source: Submission of Minutes of Meeting
pt_pt: Envio de ata

# reunioes_envio_de_pauta
source: Submission of Agenda
pt_pt: Envio de pauta

# reunioes_error_ao_excluir_o_evento_
source: Error deleting event.
pt_pt: Error ao excluir o evento.

# reunioes_exportar
source: Export
pt_pt: Exportar

# reunioes_exportar_para_html
source: Export to HTML
pt_pt: Exportar para HTML

# reunioes_exportar_para_pdf
source: Export to PDF
pt_pt: Exportar para PDF

# reunioes_exportar_para_rtf
source: Export to RTF
pt_pt: Exportar para RTF

# reunioes_exportar_para_xls
source: Export to XLS
pt_pt: Exportar para XLS

source: A meeting was registered on {0}, and its summary is as follows:
pt_pt: Foi registada uma reunião no {0}, sendo este o seu resumo:

source: A meeting was recorded on {0}, and its summary is as follows:
pt_pt: Foi registada uma reunião no {0}, sendo este o seu resumo:

# reunioes_incluir
source: Include
pt_pt: Incluir

# reunioes_in_cio
source: Start
pt_pt: Início

# reunioes_in_cio_previsto
source: Expected start
pt_pt: Início Previsto

# reunioes_in_cio_real_
source: Actual Start:
pt_pt: Início Real:

source: There's already a meeting open for execution. When opening a new window all data will be lost. Continue?
pt_pt: Já existe uma reunião aberta para execução. Ao abrir uma nova janela perderá todos os dados. Pretende continuar?

# reunioes_local
source: Location
pt_pt: Local

# reunioes_nomeusuario
source: UserName
pt_pt: NomeUtilizador

# reunioes_nome_do_projeto_j__existe_
source: Project Name Already Exists!
pt_pt: O Nome do Projeto já Existe!

# reunioes_n_o_foi_poss_vel_encontrar_o_componente_todolist
source: ToDoList component could not be found
pt_pt: Não foi possível encontrar o componente ToDoList

# reunioes_o_assunto_deve_ser_informado_
source: Subject must be informed!
pt_pt: O Assunto deve ser informado!

# reunioes_o_respons_vel_pela_reuni_o_deve_ser_informado_
source: People in charge of the Meeting must be informed!
pt_pt: O Responsável pela Reunião deve ser informado!

# reunioes_o_tipo_de_reuni_o_deve_ser_informado_
source: Meeting Type must be informed!
pt_pt: O Tipo de Reunião deve ser informado!

# reunioes_para_ter_acesso_a_op__o
source: To have access to option
pt_pt: Para ter acesso à opção

# reunioes_pauta_enviada_com_sucesso_aos_participantes
source: Agenda successfully sent to participants
pt_pt: Pauta enviada com sucesso aos participantes

# reunioes_pauta_enviada_com_sucesso_aos_participantes_
source: Agenda successfully sent to the participants!
pt_pt: Pauta enviada com sucesso aos participantes!

# reunioes_prezado_a_
source: Dear
pt_pt: Estimado(a)

# reunioes_projeto
source: Project
pt_pt: Projeto

# reunioes_ps__por_favor__n_o_responda_esse_e___mail
source: Please do not reply to this email
pt_pt: PS: Por favor, não responda esse email

# reunioes_quando
source: When
pt_pt: Quando

# reunioes_relat_rio_de_ata_de_reuni_o
source: Meeting minutes report
pt_pt: Relatório de ata da reunião

# reunioes_respons_vel
source: Responsible
pt_pt: Responsável

# reunioes_respons_vel_
source: Responsible:
pt_pt: Responsável:

# reunioes_restaurar_layout
source: Restore Layout
pt_pt: Restaurar Layout

# reunioes_resumo_da_reuni_o_
source: Meeting summary:
pt_pt: Resumo da Reunião:

# reunioes_reuni_es
source: Meetings
pt_pt: Reuniões

# reunioes_reuni_es_passadas_n_o_finalizadas
source: Past meetings not finalized
pt_pt: Reuniões passadas não finalizadas

# reunioes_reuni_o
source: Meeting
pt_pt: Reunião

# reunioes_reuni_o_exclu_da_com_sucesso_
source: Meeting deleted successfully!
pt_pt: Reunião excluída com sucesso!

# reunioes_reuni_o_executada_no__0_____1_
source: Meeting Executed on {0} - {1}
pt_pt: Reunião Executada no {0} - {1}

# reunioes_reuni_o_salva_com_sucesso_
source: Meeting Saves Successfully!
pt_pt: Reunião salva com sucesso!

# reunioes_salvar_layout
source: Save Layout
pt_pt: Salvar Layout

# reunioes_selecionados_
source: Selected:
pt_pt: Selecionados:

# reunioes_tarefa
source: Assignment
pt_pt: Tarefa

# reunioes_tarefas_com_responsabilidades_e_prazos_finais
source: Tasks with responsibilities and deadlines
pt_pt: Tarefas com responsabilidades e prazos finais

# reunioes_tem_certeza_que_deseja_excluir_a_reuni_o_
source: Are you sure you want to delete the meeting?
pt_pt: Tem a certeza que pretende excluir a reunião?
