Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

source: Record cannot be excluded because it's being used
pt_pt: O registo não pode ser excluído porque está a ser utilizado por outro

source: The account can not be deleted because it is being used by other records.
pt_pt: A conta não pode ser excluída, está a ser utilizada por outros registos.

source: The account can not be deleted. For there are accounts subordinate to it.
pt_pt: A conta não pode ser excluída. Existem contas subordinadas a esta.

# planoContasFluxoCaixa_a_descri__o_da_conta_deve_ser_informada_
source: Account Description must be informed.
pt_pt: A descrição da conta deve ser informada.

# planoContasFluxoCaixa_conta_alterada_com_sucesso_
source: account changed successfully!
pt_pt: conta alterada com sucesso!

# planoContasFluxoCaixa_conta_exclu_da_com_sucesso_
source: account deleted successfully!
pt_pt: conta excluída com sucesso!

# planoContasFluxoCaixa_conta_inclu_da_com_sucesso_
source: account included successfully!
pt_pt: conta incluída com sucesso!

# planoContasFluxoCaixa_custo_fixo
source: Fixed cost
pt_pt: Custo Fixo

# planoContasFluxoCaixa_custo_vari_vel
source: Variable cost
pt_pt: Custo Variável

# planoContasFluxoCaixa_deseja_realmente_excluir_o_registro_selecionado_
source: Do you really want to delete the record selected?
pt_pt: Pretende mesmo excluir o registo selecionado?

# planoContasFluxoCaixa_erro
source: Error
pt_pt: Erro

# planoContasFluxoCaixa_incluir_uma_nova_conta_abaixo_da_conta_selecionada_
source: Include a new account under the selected account.
pt_pt: Incluir uma nova conta abaixo da conta selecionada.

# planoContasFluxoCaixa_investimento
source: Investment
pt_pt: Investimento

# planoContasFluxoCaixa_o_m_todo_n_o_foi_implementado_
source: Method not implemented!
pt_pt: O método não foi implementado!

source: The destination node can not be null, in this case, delete this node and sign it again so that it can be a \ "root \" node. The drag-and-drop operation has not been performed!
pt_pt: O nó de destino não pode ser nulo, neste caso, exclua este nó e registe-o novamente para que o mesmo possa ser um nó \"raiz\". A operação de arrastar e soltar não foi executada!

source: Record cannot be excluded because it's being used
pt_pt: O registo não pode ser excluído porque está a ser utilizado por outro

# planoContasFluxoCaixa_o_tipo_de_conta_deve_ser_informado_
source: Account Type must be informed.
pt_pt: O tipo de conta deve ser informado.

# planoContasFluxoCaixa_receita
source: Recipe
pt_pt: Receita

# planoContas_descri__o_da_conta_deve_ser_informada_
source: Account description must be informed.
pt_pt: A descrição da conta deve ser informada.

# planoContas_tipo_da_conta_deve_ser_informada_
source: Account type must be informed.
pt_pt: O tipo de conta deve ser informada.

# planoInvestimento_a_data_de_in_cio_deve_ser_informada_
source: Start Date must be informed.
pt_pt: A Data de Início deve ser informada.

# planoInvestimento_a_data_de_in_cio_e_a_data_de_t_rmino_devem_ser_informadas_
source: Start and End Dates must be informed.
pt_pt: A Data de Início e a Data de Término devem ser informadas.

# planoInvestimento_a_data_de_in_cio_n_o_pode_ser_maior_que_a_data_de_t_rmino_
source: Start Date cannot be later than the End Date!
pt_pt: A Data de Início não pode ser maior que a Data de Término!

# planoInvestimento_a_data_de_t_rmino_deve_ser_informada_
source: End Date must be informed.
pt_pt: A Data de Término deve ser informada.

# planoInvestimento_a_descri__o_do_plano_de_investimento_deve_ser_informada_
source: Investment plan description must be informed.
pt_pt: A descrição do plano de investimento deve ser informada.

# planoInvestimento_o_ano_informado_deve_ser_maior_ou_igual_ao_ano_anterior
source: The year informed must be greater than or equal to the previous year
pt_pt: O ano informado deve ser maior ou igual ao ano anterior

# planoInvestimento_o_status_deve_ser_informado_
source: Status must be informed.
pt_pt: O Status deve ser informado.

# planos
source: Plans
pt_pt: Planos

# pode_excluir
source: Can delete
pt_pt: Pode Excluir

# polaridade
source: Polarity
pt_pt: Polaridade

# polaridade_
source: Polarity:
pt_pt: Polaridade:

# polaridade_positiva
source: Positive Polarity
pt_pt: Polaridade Positiva

# popupEdicaoTarefaEAP_a_data_de_in_cio_n_o_pode_ser_maior_que_a_data_de_t_rmino_
source: Start Date cannot be later than the End Date!
pt_pt: A Data de Início não pode ser maior que a Data de Término!

# popupEdicaoTarefaEAP_item_da_eap_salvo_com_sucesso_
source: EAP item saved successfully.
pt_pt: Item da EAP guardado com sucesso.

# popupEdicaoTarefaEAP_o_custo_deve_ser_informado_
source: Cost must be informed!
pt_pt: O custo deve ser informado!

# popupEdicaoTarefaEAP_o_trabalho_deve_ser_informado_
source: Work must be informed!
pt_pt: O trabalho deve ser informado!

# popupItensBacklog_boletim
source: Bulletin
pt_pt: Boletim

# popupItensBacklog_item_n_o_planejado
source: Unplanned Item
pt_pt: Item Não Planeado

# popupItensBacklog_item_planejado
source: Planned Item
pt_pt: Item Planeado

# popupItensBacklog_para_ter_acesso_a_op__o
source: To have access to option
pt_pt: Para ter acesso à opção

# popupItensBacklog___obrigat_rio_salvar_as_informa__es_da_op__o
source: you must save option information
pt_pt: é obrigatório guardar as informações da opção

# popupParcelaContrato_deve_ser_informado_
source: must be informed!
pt_pt: deve ser informado!

# popupParcelaContrato_o_campo_
source: Field:
pt_pt: O campo:

# popupParcelaContrato_o_campo____data_de_pagamento___deve_ser_informado__
source: Field: \"Payment Date\" must be informed!
pt_pt: O campo: \"Data de Pagamento\" deve ser informado !

source: The installment number must be informed and must be greater than -1!
pt_pt: O número da parcela deve ser informado e deve ser um número maior que -1!

source: The additive number must be informed and must be greater than -1!
pt_pt: O número do aditivo deve ser informado e deve ser um número maior que -1!

# popupParcelaContrato_o_valor_da_reten__o_deve_ser_informado_
source: Retention amount must be informed!
pt_pt: O valor da retenção deve ser informado!

# popupParcelaContrato_o_valor_previsto_deve_ser_informado_
source: Expected amount must be informed!
pt_pt: O valor previsto deve ser informado!

# popupParcelaContrato__iniciativa_s__associada_s____parcela
source: Initiative(s) Associated to the Installment
pt_pt: Iniciativa(s) Associada(s) à Parcela

# popupRelProgramas_deseja_realmente_publicar_o_relat_rio_
source: Do you really want to publish the report?
pt_pt: Pretende mesmo publicar o relatório?

# popupRelProgramas_publica__o_realizada_com_sucesso_
source: Publication successfully completed!
pt_pt: Publicação realizada com sucesso!

# porta_
source: Door:
pt_pt: Porta:

# portfolios_a_descri__o_do_portf_lio_deve_ser_informada_
source: Portfolio Description must be informed.
pt_pt: A descrição do Portfólio deve ser informada.

source: There is already a project associated with this Portfolio. Exclusion cannot be performed.
pt_pt: Já existe um projeto associado a este Portfólio. A exclusão não pode ser realizada.

source: A circular reference has occurred where the informed \"Upper Portfolio\" is accessing another portfolio in the same hierarchy.
pt_pt: Ocorreu uma referência circular onde o \"Portfólio Superior\" informado está a aceder a outro portfólio na mesma hierarquia.

source: A cyclic reference occurred: The Upper Portfolio is not valid because you are accessing another portfolio in the same hierarchy.
pt_pt: Ocorreu uma referência cíclica: O Portfólio Superior não é válido porque está a aceder a outro portfólio na mesma hierarquia.

# portfolios_o_gerente_do_portf_lio_deve_ser_informado_
source: Portfolio Manager must be informed.
pt_pt: O Gerente do Portfólio deve ser informado.

# portfolios_o_status_do_portf_lio_deve_ser_informado_
source: Portfolio Status must be informed.
pt_pt: O Status do Portfólio deve ser informado.

# portfolios_portf_lio_alterado_com_sucesso_
source: Portfolio changed successfully!
pt_pt: Portfólio alterado com sucesso!

# portfolios_portf_lio_exclu_do_com_sucesso
source: Portfolio successfully deleted
pt_pt: Portfólio excluído com sucesso

# portfolios_portf_lio_gravado_com_sucesso_
source: Portfolio saved successfully!
pt_pt: Portfólio gravado com sucesso!

# portfolios_portf_lio_inclu_do_com_sucesso_
source: Portfolio included successfully!
pt_pt: Portfólio incluído com sucesso!

# portf_lio
source: Portfolio
pt_pt: Portfólio

# portf_lio_
source: Portfolio:
pt_pt: Portfólio:

# por_categoria
source: by Category
pt_pt: por Categoria

# positiva
source: Positive
pt_pt: Positiva

# ppag_Acoes_descri__o_da_a__o_deve_ser_informada_
source: Action Description must be informed.
pt_pt: A descrição da ação deve ser informada.

# ppag_Acoes_descri__o_do_programa_deve_ser_informada_
source: Program Description must be informed.
pt_pt: A descrição do programa deve ser informada.

# ppag_Acoes_n_mero_da_a__o_deve_ser_informada_
source: Action number must be informed.
pt_pt: O número da ação deve ser informado.

# ppag_Programas_descri__o_do_programa_deve_ser_informado_
source: Program Description must be informed.
pt_pt: A descrição do Programa deve ser informada.

# ppag_Programas_n_mero_do_programa_deve_ser_informado_
source: Program number must be informed.
pt_pt: O número do programa deve ser informado.

# ppag_SubAcoes_a__o_deve_ser_informada_
source: Action should be informed.
pt_pt: A ação deve ser informada.

# ppag_SubAcoes_descri__o_da_sub_a__o_deve_ser_informada_
source: Sub-Action Description must be informed.
pt_pt: A descrição da Sub-ação deve ser informada.

# ppag_SubAcoes_n_mero_da_sub_a__o_deve_ser_informada_
source: Sub-Action number must be informed.
pt_pt: O número da Sub-ação deve ser informada.

# ppag_SubAcoes_programa_deve_ser_informado_
source: Program must be informed.
pt_pt: O programa deve ser informado.

# prazo
source: Deadline
pt_pt: Prazo

# prazo_previsto
source: Deadline
pt_pt: Prazo Previsto

# prazo_previsto_
source: Estimated Deadline:
pt_pt: Prazo Previsto:

# predecessoras
source: Predecessors
pt_pt: Antecedentes

# preenchidas
source: Filled
pt_pt: Preenchidas

# preenchimento_obrigat_rio
source: Required field
pt_pt: Preenchimento obrigatório

# premissas
source: Assumptions
pt_pt: Princípios

# presente
source: Gift
pt_pt: Presente

source: Preview changes
pt_pt: Visualizar alterações

# prevista
source: Preview
pt_pt: Prevista

# previsto
source: Estimated
pt_pt: Previsto

# previstos
source: Expected
pt_pt: Previstos

# previsto_
source: Estimated:
pt_pt: Previsto:

# previsto_1__lb
source: Estimated 1st BL
pt_pt: Previsto 1ª LB

# previsto_total_
source: Total Estimated:
pt_pt: Previsto Total:

# previs_o
source: Prediction
pt_pt: Previsão

# previs_o_
source: Prediction:
pt_pt: Previsão:

# previs_o_por_trimestre
source: Forecast by Quarter
pt_pt: Previsão Por Trimestre

# previs_o_por_trimestre_
source: Quarterly Forecast:
pt_pt: Previsão por Trimestre:

# primeiro
source: First
pt_pt: Primeiro

# Primeiro_selecione_a_tarefa_que_deseja_visualizar
source: First select the task you want to view
pt_pt: Primeiro, selecione a tarefa que deseja visualizar

# principal
source: Main
pt_pt: Principal

# prioridade
source: Priority
pt_pt: Prioridade

# prioridade_
source: Priority:
pt_pt: Prioridade:

# probabilidade
source: Probability
pt_pt: Probabilidade

# probabilidade_
source: Probability:
pt_pt: Probabilidade:

# problemas
source: Problems
pt_pt: Problemas

# problemas_ativos
source: Active Problems
pt_pt: Problemas Ativos

# processo
source: Process
pt_pt: Processo

# processos
source: Processes
pt_pt: Processos

# processo_
source: Process:
pt_pt: Processo:

# procurar
source: Search for
pt_pt: Procurar

# procurar___
source: Search for...
pt_pt: Procurar...

# produto
source: Product
pt_pt: Produto

# produtor
source: Producer
pt_pt: Produtor

# produtos
source: Products
pt_pt: Produtos

# profiss_o
source: Profession
pt_pt: Profissão

# programa
source: Program
pt_pt: Programa

# programas
source: Programs
pt_pt: Programas

# programasDoProjetos_a_unidade_deve_ser_informada_
source: Unit must be informed.
pt_pt: A unidade deve ser informada.

# programasDoProjetos_dispon_veis
source: Available
pt_pt: Disponíveis

# programasDoProjetos_o_gerente_deve_ser_informado_
source: Manager must be informed.
pt_pt: O gerente deve ser informado.

# programasDoProjetos_o_nome_do_programa_deve_ser_informado_
source: Program Name must be informed.
pt_pt: O nome do programa deve ser informado.

# programasDoProjetos_peso_do_projeto_alterado_com_sucesso_
source: Weight of the project changed successfully!
pt_pt: Peso do projeto alterado com sucesso!

# programasDoProjetos_processo
source: Process
pt_pt: Processo

# programasDoProjetos_projeto
source: Project
pt_pt: Projeto

# programasDoProjetos_projeto__gil
source: Agile Project
pt_pt: Projeto Ágil

# programasDoProjetos_selecionados
source: Selected
pt_pt: Selecionados

# programasDoProjetos_selecionar_projeto
source: Select Project
pt_pt: Selecionar Projeto

# programa_
source: Program:
pt_pt: Programa:

# programa_projeto_
source: Program / Project:
pt_pt: Programa/Projeto:

# progresso
source: Progress
pt_pt: Progresso

# projeto
source: Project
pt_pt: Projeto

# projetos
source: Projects
pt_pt: Projetos

# projetos_categoria
source: Projects / Category
pt_pt: Projetos/Categoria

# projetos_e_subprojetos
source: Projects and subprojects
pt_pt: Projetos e subprojetos

# projetos_n_o_associados_ao_portf_lio_
source: Projects not related to Portfolio.
pt_pt: Projetos Não Associados ao Portfólio.

# projetos_por_categoria
source: Projects by Category
pt_pt: Projetos por Categoria

# projetos_relacionados
source: Projects Related
pt_pt: Projetos Relacionados

# projeto_
source: Project:
pt_pt: Projeto:

# projeto_programa_
source: Project / Program:
pt_pt: Projeto/Programa:

# projeto_relacionado
source: Related Projects
pt_pt: Projeto Relacionado

# projeto__
source: Project:
pt_pt: Projeto:

# projeto__gil
source: Agile Project
pt_pt: Projeto Ágil

# projeto___
source: Project: *
pt_pt: Projeto: *

# proposta
source: Proposal
pt_pt: Proposta

# PropostaAcao_a_proposta_de_a__o_deve_ser_informada_
source: Action Proposal Must Be Informed.
pt_pt: A Proposta de Ação Deve Ser Informada.

# PropostaAcao_o_tema_deve_ser_informado_
source: Theme must be informed.
pt_pt: O Tema Deve Ser Informado.

# PropostaResumo_campo_titulo_precisa_ser_preenchido_
source: Title field needs to be completed!
pt_pt: O Campo Titulo precisa de ser preenchido!

# proposto
source: Proposed
pt_pt: Proposto

# propriedades
source: properties
pt_pt: Propriedades

# prosseguir
source: Proceed
pt_pt: Prosseguir

# protocolo
source: Protocol
pt_pt: Protocolo

# pr_xima_atualiza__o
source: Next Update
pt_pt: Próxima atualização

# pr_ximo
source: Next
pt_pt: Próximo

# pr_ximo_item
source: Next item
pt_pt: Próximo item

# publicado
source: Published
pt_pt: Publicado

# publicar
source: Publish
pt_pt: Publicar

# publicar_ata
source: Post Ata
pt_pt: Publicar Ata

# publica__o
source: Publication
pt_pt: Publicação

# p_gina
source: Page
pt_pt: Página

# qtde
source: Qty
pt_pt: Qtde

# qtd__aditivos
source: Additives Qty
pt_pt: Qtd. Aditivos

# quadro_s_ntese
source: Summary Table
pt_pt: Quadro Síntese

# qualidade
source: Quality
pt_pt: Qualidade

# quando
source: When
pt_pt: Quando

# quantidade
source: Amount
pt_pt: Quantidade

# quantidade_
source: Amount:
pt_pt: Quantidade:

# quarta
source: Wednesday
pt_pt: Quarta

# quest_es
source: Questions
pt_pt: Questões

# quest_o
source: Question
pt_pt: Questão

# quinta
source: Thursday
pt_pt: Quinta

# raia
source: Ray
pt_pt: Raia

# Razoavel
source: Fair
pt_pt: Razoável

# raz_o_social
source: Company Name
pt_pt: Razão Social

# reajustes
source: Readjustments
pt_pt: Reajustes

# realizado
source: Realized
pt_pt: Realizado

# realizados
source: Performed
pt_pt: Realizados

# realizado_
source: Realized:
pt_pt: Realizado:

# real_
source: Actual:
pt_pt: Real:

source: Do you confirm the opening of the demand resumption stream? When you confirm the opening, the stream is automatically created and the action can not be undone!
pt_pt: Confirma a abertura do fluxo de reapresentação da solicitação? Ao confirmar a abertura, o fluxo é automaticamente criado e a ação não pode ser desfeita!

source: Demand restatement flow created successfully. Go to the CCG Demands option to continue the process!
pt_pt: O fluxo de reapresentação da solicitação foi criado com sucesso. Aceda à opção Solicitações à CCG para dar prosseguimento ao processo!

source: There was a problem trying to create the demand resubmission stream. Please verify that you have permission to resubmit the claim in question.
pt_pt: Houve um problema ao tentar criar o fluxo de reapresentação da solicitação. Verifique se tem permissão para reapresentar a solicitação em questão.

# reapresentacaoDemanda_reapresenta__o_de_demandas
source: Re-submission of Claims
pt_pt: Reapresentação de Demandas

# receber_email_semanal_de_minhas_atividades_registradas_no
source: Receive weekly emails of my registered activities on:
pt_pt: Receber email semanal de minhas atividades registadas no:

# receita
source: Revenue
pt_pt: Receita

# receitas
source: Revenue
pt_pt: Receitas

# receita_por_categoria
source: Revenue by Category
pt_pt: Receita por Categoria

# receita_prevista
source: Estimated Revenue
pt_pt: Receita Prevista

# receita_real
source: Real Revenue
pt_pt: Receita Real

# receita_total
source: Total Revenue
pt_pt: Receita Total

# receita_total__r__
source: Total Revenue
pt_pt: Receitas Total

# receita__
source: Revenue:
pt_pt: Receita:

# recomenda__es
source: Recommendations
pt_pt: Recomendações

# recomenda__es_
source: Recommendations:
pt_pt: Recomendações:

# recurso
source: Resource
pt_pt: Recurso

# recursos
source: Resources
pt_pt: Recursos

# RecursosCorporativos_a_data_de_in_cio_n_o_pode_ser_maior_que_a_data_de_t_rmino_
source: Start Date cannot be later than the End Date!
pt_pt: A Data de Início não pode ser maior do que a Data de Término!

# RecursosCorporativos_calend_rio_do_recurso
source: Resource Calendar
pt_pt: Calendário do Recurso

# RecursosCorporativos_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# RecursosCorporativos_equipamento_deve_ser_informado_
source: Equipment must be informed!
pt_pt: O equipamento deve ser informado!

# RecursosCorporativos_grupo_deve_ser_informado_
source: Group must be informed!
pt_pt: O grupo deve ser informado!

# RecursosCorporativos_membros_da_equipe
source: Team Members
pt_pt: Membros da equipa

# RecursosCorporativos_o_in_cio_da_disponibilidade_n_o_pode_ser_anterior_a_
source: Start of availability cannot be earlier than
pt_pt: O início da disponibilidade não pode ser anterior a

source: The resource can not be deleted because there is historical information for it.
pt_pt: O recurso não pode ser excluído, pois existem informações históricas para ele.

# RecursosCorporativos_o_recurso_n_o_p_de_ser_alterado__consulte_o_administrador_
source: The feature could not be changed, consult your administrator!
pt_pt: O recurso não pôde ser alterado, consulte o administrador!

# RecursosCorporativos_o_recurso_n_o_p_de_ser_inclu_do__
source: The resource could not be included!
pt_pt: O recurso não pôde ser incluído!

# RecursosCorporativos_o_t_rmino_da_disponibilidade_n_o_pode_ser_anterior_a_
source: Availability cannot be earlier than
pt_pt: O término da disponibilidade não pode ser anterior a

# RecursosCorporativos_pessoa_deve_ser_informada_
source: Person should be informed!
pt_pt: A pessoa deve ser informada!

# RecursosCorporativos_recursos_inativos
source: Inactive resources
pt_pt: Recursos inativos

# RecursosCorporativos_recurso_exclu_do_com_sucesso_
source: Resource excluded successfully!
pt_pt: Recurso excluído com sucesso!

# RecursosCorporativos_recurso_financeiro_deve_ser_informado_
source: Financial Resource must be informed!
pt_pt: O recurso Financeiro deve ser informado!

# RecursosCorporativos_recurso_inclu_do_com_sucesso_
source: Resource added successfully!
pt_pt: Recurso incluído com sucesso!

# RecursosCorporativos_tipo_de_recurso_deve_ser_informado_
source: Resource type must be informed!
pt_pt: O tipo de recurso deve ser informado!

# RecursosCorporativos_unidade_neg_cio_deve_ser_informada_
source: Business Unit must be informed!
pt_pt: A Unidade de Negócio deve ser informada!

# RecursosCorporativos__neste_caso__o_recurso_poder__ser_colocado_como_inativo_
source: Â In this case, the resource may be put inactive!
pt_pt: Neste caso, o recurso poderá ser colocado como inativo!

# RecursosHumanos_abril
source: April
pt_pt: Abril

# RecursosHumanos_agosto
source: August
pt_pt: Agosto

# RecursosHumanos_arraste_as_colunas_que_ir_o_formar_as_colunas_da_consulta
source: Drag the columns that will form the query columns
pt_pt: Arraste as colunas que irão formar as colunas da consulta

# RecursosHumanos_arraste_as_colunas_que_ir_o_formar_os_agrupamentos_da_consulta
source: Drag the columns that will form the query groupings
pt_pt: Arraste as colunas que irão formar os agrupamentos da consulta

# RecursosHumanos_arraste_as_colunas_que_ir_o_formar_os_dados_da_consulta
source: Drag the columns that will form the query data
pt_pt: Arraste as colunas que irão formar os dados da consulta

# RecursosHumanos_arraste_as_colunas_que_ir_o_formar_os_filtros_da_consulta
source: Drag the columns that will form the query filters
pt_pt: Arraste as colunas que irão formar os filtros da consulta

# RecursosHumanos_atualizar_dados
source: Update data
pt_pt: Atualizar Dados

# RecursosHumanos_cancelar
source: Cancel
pt_pt: Cancelar

# RecursosHumanos_colunas_dispon_veis
source: Available Speakers
pt_pt: Colunas Disponíveis

# RecursosHumanos_contrair
source: To contract
pt_pt: Contrair

# RecursosHumanos_contrair_todos
source: Collapse All
pt_pt: Contrair Todos

# RecursosHumanos_curva_s_de_aloca__o_de_recursos
source: S Resource Allocation Curve
pt_pt: Curva S de Alocação de Recursos

# RecursosHumanos_dezembro
source: December
pt_pt: Dezembro

# RecursosHumanos_expandir
source: Expand
pt_pt: Expandir

# RecursosHumanos_expandir_todos
source: Expand All
pt_pt: Expandir Todos

# RecursosHumanos_fevereiro
source: February
pt_pt: Fevereiro

# RecursosHumanos_inverter_filtro
source: Invert Filter
pt_pt: Inverter Filtro

# RecursosHumanos_janeiro
source: January
pt_pt: Janeiro

# RecursosHumanos_julho
source: July
pt_pt: Julho

# RecursosHumanos_junho
source: June
pt_pt: Junho

# RecursosHumanos_listar_colunas_dispon_veis
source: List Available Columns
pt_pt: Listar Colunas Disponíveis

# RecursosHumanos_maio
source: May
pt_pt: Maio

# RecursosHumanos_mar_o
source: March
pt_pt: Março

# RecursosHumanos_mostrar_pr__filtro
source: Show Prefilter
pt_pt: Mostrar Pré-filtro

# RecursosHumanos_novembro
source: November
pt_pt: Novembro

# RecursosHumanos_ordenar
source: Order
pt_pt: Ordenar

# RecursosHumanos_ordenar_pela_coluna__0_
source: Sort by column {0}
pt_pt: Ordenar pela coluna {0}

# RecursosHumanos_ordenar_pela_linha__0_
source: Sort by line {0}
pt_pt: Ordenar pela linha {0}

# RecursosHumanos_outubro
source: October
pt_pt: Outubro

# RecursosHumanos_pr__filtro
source: Pre filter
pt_pt: Pré-filtro

# RecursosHumanos_recursos_do_projeto
source: Project Resources
pt_pt: Recursos do Projeto

# RecursosHumanos_remover_coluna
source: Remove Column
pt_pt: Remover Coluna

# RecursosHumanos_remover_ordena__o
source: Remove Sorting
pt_pt: Remover Ordenação

# RecursosHumanos_remover_pr__filtro
source: Remove Pre-Filter
pt_pt: Remover Pré-filtro

# RecursosHumanos_setembro
source: September
pt_pt: Setembro

# RecursosHumanos_todos
source: All
pt_pt: Todos
