Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# ContratosNovo_o_tipo_de_contrato_deve_ser_informada_
source: Contract Type must be informed.
pt_pt: O tipo de contrato deve ser informado.

# ContratosNovo_para_ter_acesso_a_op__o_
source: To have access to option
pt_pt: Para ter acesso à opção

# ContratosNovo___obrigat_rio_salvar_as_informa__es_da_op__o
source: you must save option information
pt_pt: é obrigatório salvar as informações da opção

# Contratos_alguns_dados_s_o_de_preenchimento_obrigat_rio_
source: Some details must be completed:
pt_pt: Alguns dados são de preenchimento obrigatório:

# Contratos_a_data_de_in_cio_de_vig_ncia_deve_ser_informada_
source: Validity Start Date must be informed.
pt_pt: A data de início em vigor deve ser informada.

# Contratos_a_data_de_in_cio_n_o_pode_ser_maior_que_a_data_de_t_rmino_
source: Start Date cannot be later than the End Date!
pt_pt: A data de início não pode ser maior que a data de término!

# Contratos_a_data_de_pagamento_deve_ser_menor_ou_igual___data_atual_
source: Payment Date must be before or on current date!
pt_pt: A data de pagamento deve ser menor ou igual à data atual!

# Contratos_a_descri__o_do_objeto_deve_ser_informada_
source: Object Description must be informed.
pt_pt: A descrição do objeto deve ser informada.

# Contratos_a_fonte_pagadora_deve_ser_informada_
source: Paying Source must be informed.
pt_pt: A fonte pagadora deve ser informada.

# Contratos_a_modalidade_de_aquisi__o_deve_ser_informada_
source: Acquisition Modality must be informed.
pt_pt: A modalidade de aquisição deve ser informada.

# Contratos_a_unidade_gestora_deve_ser_informada_
source: Managing Unit must be informed.
pt_pt: A unidade gestora deve ser informada.

# Contratos_campo_data_de_pagamento_deve_ser_preenchido_
source: Payment Date field must be completed!
pt_pt: Campo data de pagamento deve ser preenchido!

# Contratos_campo_obrigat_rio_
source: Required field!
pt_pt: Campo Obrigatório!

# Contratos_campo_valor_pago_deve_ser_preenchido_
source: Amount Paid field must be completed!
pt_pt: Campo valor pago deve ser preenchido!

# Contratos_dados_alterados_com_sucesso_
source: Data changed successfully!
pt_pt: Dados alterados com sucesso!

# Contratos_dados_excluidos_com_sucesso_
source: Data excluded successfully!
pt_pt: Dados excluidos com sucesso!

# Contratos_dados_inclu_dos_com_sucesso_
source: Data included successfully!
pt_pt: Dados incluídos com sucesso!

# Contratos_fechar
source: Close
pt_pt: Fechar

# Contratos_o_fornecedor_deve_ser_informado_
source: Supplier must be informed.
pt_pt: O fornecedor deve ser informado.

# Contratos_o_n_mero_do_contrato_deve_ser_informado_
source: Contract Number must be informed.
pt_pt: O número do contrato deve ser informado.

# Contratos_o_projeto_deve_ser_informado_
source: Project must be informed.
pt_pt: O projeto deve ser informado.

# Contratos_o_respons_vel_deve_ser_informado_
source: People in charge must be informed.
pt_pt: O responsável deve ser informado.

# Contratos_o_tipo_de_contrato_deve_ser_informada_
source: Contract Type must be informed.
pt_pt: O tipo de contrato deve ser informado.

# Contratos_para_ter_acesso_a_op__o
source: To have access to option
pt_pt: Para ter acesso a opção

# Contratos_para_ter_acesso___op__o
source: To have access to option
pt_pt: Para ter acesso à opção

# Contratos_parcela_ou_aditivo_j__cadastrada_
source: Installment or Additive already registered!
pt_pt: Parcela ou Aditivo já registada!

# Contratos_permiss_es
source: Permissions
pt_pt: Permissões

# Contratos___obrigat_rio_salvar_as_informa__es_alteradas_da_op_oes
source: you must save the option information changed
pt_pt: é obrigatório salvar as informações alteradas da opçoes

# Contratos___obrigat_rio_salvar_as_informa__es_da_op__o
source: you must save option information
pt_pt: é obrigatório salvar as informações da opção

# contrato_
source: Contract:
pt_pt: Contrato:

# controlado
source: Controlled
pt_pt: Controlado

# convenios
source: Conventions
pt_pt: Acordo

# conv_nios
source: Covenants
pt_pt: Acordos

# coordenadas
source: Coordinates
pt_pt: Coordenadas

# coordenador
source: Coordinator
pt_pt: Coordenador

# copiar_fluxo
source: Copy Flow
pt_pt: Copiar Fluxo

# copia_fluxo
source: Copy Flow
pt_pt: Copia Fluxo

# copia_perfil
source: Copy Profile
pt_pt: Copia Perfil

# copia_permiss_es
source: Copy permissions
pt_pt: Copia Permissões

# corporativo
source: Corporate
pt_pt: Corporativo

# cor_
source: Color:
pt_pt: Cor:

# cor_da_fonte
source: Font color
pt_pt: Cor da Fonte

# cpf
source: SSN
pt_pt: CPF

# cpf_
source: SSN:
pt_pt: CPF:

# criterios
source: Criteria
pt_pt: Criterios

# CriteriosCategoria_a_sigla_da_categoria_deve_ser_informada_
source: Category Acronym must be informed.
pt_pt: A sigla da categoria deve ser informada.

# CriteriosCategoria_o_nome_da_categoria_deve_ser_informado_
source: Category name must be informed.
pt_pt: O nome da categoria deve ser informado.

# criteriosSelecaoNova_as_op__es_do_crit_rio_devem_ser_cadastradas_
source: Criteria Options must be registered.
pt_pt: As opções do critério devem ser registadas.

# criteriosSelecaoNova_crit_rios_de_sele__o
source: Selection Criteria
pt_pt: Critérios de Seleção

# criteriosSelecaoNova_descri__es
source: About Us
pt_pt: Descrições

source: Error writing data. Internal application failure. (code 4)
pt_pt: Erro ao gravar os dados. Falha interna aplicação. (código 4)

source: Error saving policy. A criterion with this name already exists.
pt_pt: Erro ao gravar o critério. Já existe um critério com esse nome.

source: There is system information associated with this criterion. Deletion can not be performed.
pt_pt: Existem informações do sistema associadas a este critério. A exclusão não pode ser realizada.

source: There is already a category associated with this criterion. Deletion can not be performed.
pt_pt: Já existe categoria associada a este critério. A exclusão não pode ser realizada.

source: There is already a project associated with this criterion. Deletion can not be performed.
pt_pt: Já existe projeto associado a este critério. A exclusão não pode ser realizada.

# criteriosSelecaoNova_nova_descri__o
source: New Description
pt_pt: Nova Descrição

# criteriosSelecaoNova_o_crit_rio_deve_ser_salvo_antes_da_inclus_o_das_op__es_
source: The criteria must be saved before the options are included.
pt_pt: O critério deve ser guardado antes da inclusão das opções.

# criteriosSelecaoNova_o_nome_do_crit_rio_deve_ser_informado_
source: Criteria Name must be informed.
pt_pt: O nome do critério deve ser informado.

# criteriosSelecaoNova_total_de_crit_rios__
source: Total Criteria:
pt_pt: Total de Critérios:

# criteriosSelecao_campo_crit_rio_deve_ser_informado_
source: Criteria field must be informed.
pt_pt: Campo critério deve ser informado.

# criticidade
source: Criticity
pt_pt: Criticidade

# criticidade_
source: Criticality:
pt_pt: Criticidade:

# crit_rio
source: Criterion
pt_pt: Critério

# crit_rio_
source: Criterion:
pt_pt: Critério:

# cronograma
source: Schedule
pt_pt: Cronograma

source: Unblocking pending updates will be lost. Do you really want to unlock the project?
pt_pt: Ao fazer o desbloqueio, as atualizações pendentes irão perder-se. Pretende mesmo desbloquear o projeto?

# Cronograma_gantt_ao_pressionar__ok___as_altera__es_n_o_salvas_ser_o_perdidas_
source: By pressing 'Ok', unsaved changes will be lost!
pt_pt: Ao pressionar 'Ok', as alterações não guardadas serão perdidas!

# Cronograma_gantt_aprovado
source: Approved
pt_pt: Aprovado

# Cronograma_gantt_a_eap_est__bloqueada_com_o_usu_rio_
source: The EAP is blocked with the user
pt_pt: A EAP está bloqueada com o utilizador

# Cronograma_gantt_deseja_abrir_o_cronograma_somente_para_leitura_
source: Do you want to open the read-only timeline?
pt_pt: Pretende abrir o cronograma apenas para leitura?

# Cronograma_gantt_deseja_abrir_somente_para_leitura_
source: Do you want to open read-only?
pt_pt: Pretende abrir apenas para leitura?

# Cronograma_gantt_deseja_continuar_
source: Do you wish to continue?
pt_pt: Pretende continuar?

# Cronograma_gantt_detalhes_da_tarefa
source: Task Details
pt_pt: Detalhes da Tarefa

# Cronograma_gantt_existem_altera__es_ainda_n_o_salvas_
source: There are no changes yet saved.
pt_pt: Existem alterações ainda não guardadas.

source: There are no changes yet. </ Br> </ br> By clicking 'Ok', unsaved changes will be lost!
pt_pt: Existem alterações ainda não guardadas.</br></br>Ao pressionar 'Ok', as alterações não guardadas irão perder-se!</br></br>Pretende continuar?

# Cronograma_gantt_o_cronograma_est__bloqueado_com_o_usu_rio_
source: Timeline is locked with user
pt_pt: O cronograma está bloqueado com o usuário utilizador

# Cronograma_gantt_selecione_uma_tarefa_para_visualizar_os_detalhes_
source: Select a Task to View the Details!
pt_pt: Selecione uma Tarefa para Visualizar os Detalhes!

# Cronograma_gantt_s____poss_vel_visualizar_o_gantt_de_linhas_de_base_aprovadas
source: You can only view the approved baseline gantt
pt_pt: Só é possível visualizar o gantt de linhas de base aprovadas

# Cronograma_gantt_todos_os_recursos
source: All Resources
pt_pt: Todos os Recursos

# cr_tica
source: Criticism
pt_pt: Crítica

# cr_tica_
source: Criticism?
pt_pt: Crítica?

# cr_tico
source: Critical
pt_pt: Crítico

# curso
source: COURSE
pt_pt: CURSO

# curso__
source: Course:
pt_pt: Curso:

# Curta_Demais
source: Too short
pt_pt: Curto demais

# curva_s
source: S curve
pt_pt: Curva S

# curva_s_f_sica
source: Physical S-Curve
pt_pt: Curva S Física

# curva_s_or_amento
source: S Budget Curve
pt_pt: Curva S Orçamento

# custo
source: Cost
pt_pt: Custo

# custom_mensagens
source: posts
pt_pt: Mensagens

# custos
source: Costs
pt_pt: Custos

# custo_
source: Cost:
pt_pt: Custo:

# custo_aprov_
source: Cost Approved
pt_pt: Custo Aprov.

# custo_atend_
source: Cost Attend.
pt_pt: Custo Atend.

# custo_e_prazo
source: Cost and term
pt_pt: Custo e prazo

# custo_fixo
source: Fixed cost
pt_pt: Custo Fixo

# custo_lb
source: Cost LB
pt_pt: Custo LB

# custo_plan_
source: Cost Plan.
pt_pt: Custo Plan.

# custo_vari_vel
source: Variable cost
pt_pt: Custo Variável

# custo__
source: Cost:
pt_pt: Custo:

# c_digo
source: Code
pt_pt: Código

# c_digo_
source: Code:
pt_pt: Código:

# c_digo_cr
source: CR Code
pt_pt: Código CR

# c_digo_do_perfil
source: Profile Code
pt_pt: Código do perfil

# c_digo_tarefa
source: Task Code
pt_pt: Código Tarefa

# c_digo_unidade
source: Unit Code
pt_pt: Código Unidade

# dado
source: Given away
pt_pt: Dado

# dados
source: Data
pt_pt: Dados

# DadosIndicadoresOperacional_campo_dado___de_preenchimento_obrigat_rio_
source: Data field must be completed!
pt_pt: Campo Dado é de preenchimento obrigatório!

# DadosIndicadoresOperacional_selecione_um_item_no_campo_agrupamento_do_dado_
source: Select an item in Data Grouping field!
pt_pt: Selecione um item no campo Agrupamento do Dado!

# DadosIndicadoresOperacional_selecione_um_item_no_campo_casas_decimais_
source: Select an item in Decimals field!
pt_pt: Selecione um item no campo Casas Decimais!

# DadosIndicadoresOperacional_selecione_um_item_no_campo_unidade_de_medida_
source: Select an item in Measure Unit field!
pt_pt: Selecione um item no campo Unidade de Medida!

# dadosIndicadores_campo_dado___de_preenchimento_obrigat_rio_
source: Data field must be completed!
pt_pt: Campo Dado é de preenchimento obrigatório!

# dadosIndicadores_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# dadosIndicadores_dado_atualizado_com_sucesso_
source: Dice successfully updated!
pt_pt: Dado atualizado com sucesso!

# dadosIndicadores_dado_exclu_do_com_sucesso_
source: Dice deleted successfully!
pt_pt: Dado excluído com sucesso!

# dadosIndicadores_dado_inclu_do_com_sucesso_
source: Dice included successfully!
pt_pt: Dado incluído com sucesso!

# dadosIndicadores_incluir
source: Include
pt_pt: Incluir

# dadosIndicadores_j__existe_um_dado_com_este_c_digo_reservado_
source: Data with the same code reserved already exists!
pt_pt: Já existe um dado com este código reservado!

# dadosIndicadores_j__existe_um_dado_com_este_nome_
source: Data with the same name already exists!
pt_pt: Já existe um dado com este nome!

# dadosIndicadores_o_valor_m_ximo_n_o_pode_ser_menor_que_o_valor_m_nimo_
source: Maximum value cannot be lower than minimum value!
pt_pt: O valor máximo não pode ser menor que o valor mínimo!

# dadosIndicadores_selecione_um_item_no_campo_agrupamento_do_dado_
source: Select an item in Data Grouping field!
pt_pt: Selecione um item no campo Agrupamento do Dado!

# dadosIndicadores_selecione_um_item_no_campo_casas_decimais_
source: Select an item in Decimals field!
pt_pt: Selecione um item no campo Casas Decimais!

# dadosIndicadores_selecione_um_item_no_campo_unidade_de_medida_
source: Select an item in Measure Unit field!
pt_pt: Selecione um item no campo Unidade de Medida!

# dadosIndicadores_valor_m_nimo_inv_lido_
source: Invalid minimum value!
pt_pt: Valor mínimo inválido!

# dadosIndicadores_valor_m_ximo_inv_lido_
source: Invalid maximum value!
pt_pt: Valor máximo inválido!

# dados_ainda_n_o_h__cronograma_planejado_para_ser_exibido
source: There is still no schedule planned to run
pt_pt: Ainda não há cronograma planeado para ser exibido

source: E-mail server settings were not found in the database!
pt_pt: As configurações do servidor de emails não foram encontradas no banco de dados!

# dados_as_configura__es_do_sistema_n_o_permitem_envio_de_emails
source: System settings do not allow sending emails
pt_pt: As configurações do sistema não permitem envio de emails

# dados_do_indicador
source: Indicator Data
pt_pt: Dados do Indicador

# dados_do_projeto
source: Project data
pt_pt: Dados do Projeto

# dados_email_remetente_inv_lido__consulte_os_par_metros_do_sistema_
source: Email sender invalid. Refer to the system parameters.
pt_pt: Email remetente inválido. Consulte os parâmetros do sistema.

# dados_e_mail_enviado_com_sucesso_para__
source: Email successfully sent to:
pt_pt: Email enviado com sucesso para:

# dados_e_mail_inclu_do_na_fila_de_entrega__destinat_rio_s___
source: E-mail included in the delivery queue. Addressee (s):
pt_pt: Email incluído na fila de entrega. Destinatário(s):

# dados_gravados_com_sucesso
source: Data updated with successfully
pt_pt: Dados gravados com sucesso

source: There are pending scheduling tasks. To resolve them, use the 'Edit Schedule' option.
pt_pt: Há pendências de efetivação de tarefas no cronograma. Para resolvê-las, utilize a opção de editar cronograma

source: Insufficient information for sending the e-mail (Recipient's e-mail, subject, message).
pt_pt: Informações insuficientes para o envio do email (Email do destinatário, assunto, mensagem).

# dados_nenhum_participante_foi_selecionado_
source: No Participants were selected!
pt_pt: Nenhum Participante foi selecionado!

# dados_ocorreram_problemas_no_envio_do_e_mail__error___
source: There were problems sending the email. Error =
pt_pt: Ocorreram problemas no envio do email. Error =

source: There are pending scheduling tasks. To resolve them, use the 'Edit Schedule' option.
pt_pt: Há pendências de efetivação de tarefas no cronograma, para resolvê-las, utilize a opção de 'Editar cronograma'.

# dado_
source: Given away:
pt_pt: Dado:

# dado_de_indicador_criado_em_outra_entidade
source: Indicator data created in another entity
pt_pt: Dado de indicador criado noutra entidade

# dado_obrigat_rio_
source: A must have!
pt_pt: Dado obrigatório!

# data
source: Date
pt_pt: Data

# databasereajuste
source: DataBaseRead adjustment
pt_pt: DataBaseReajuste

# datat_rmino_
source: DateTermin:
pt_pt: DataTérmino:

# data_
source: Date:
pt_pt: Data:

# data_abertura
source: open date
pt_pt: Data Abertura

# data_alvo_
source: Date Target:
pt_pt: Data Alvo:

# data_aprov__reprov__
source: Approv./Refus. Date:
pt_pt: Data Aprov./Reprov.:

# data_da_revis_o
source: Review Date
pt_pt: Data da Revisão

# data_desativa__o_
source: Date Deactivation:
pt_pt: Data Desativação:

# data_de_conclus_o
source: Date of the conclusion
pt_pt: Data de conclusão

# data_de_emiss_o
source: Date of issue
pt_pt: Data de Emissão

# data_de_inclus_o
source: Date Added
pt_pt: Data de Inclusão

# data_de_inclus_o_do__ltimo_coment_rio
source: Date of last comment
pt_pt: Data de inclusão do último comentário

# data_de_in_cio
source: Start date
pt_pt: Data de início

# data_de_in_cio_
source: Start Date of Employment:
pt_pt: Data de Início:

# data_envio
source: Shipping date
pt_pt: Data Envio

# data_envio_
source: Shipping date:
pt_pt: Data Envio:

# data_e_hora_de_geracao
source: Date and time of generation
pt_pt: Data e hora de geração

# data_final__
source: Final date:
pt_pt: Data final:

# data_inclus_o
source: Date Inclusion
pt_pt: Data Inclusão

# data_inicial__
source: Initial date:
pt_pt: Data inicial:

# data_in_cio
source: Date Home
pt_pt: Data Início

# data_in_cio_
source: Start Date:
pt_pt: Data Início:

# data_limite
source: Deadline
pt_pt: Data Limite

# data_prevista
source: Expected date
pt_pt: Data prevista

# data_prevista_
source: Expected date:
pt_pt: Data Prevista:

# data_previs_o_
source: Date Forecast:
pt_pt: Data Previsão:

# data_resolu__o
source: Resolution Date
pt_pt: Data Resolução

# data_solicita__o_
source: Request Date:
pt_pt: Data Solicitação:

# data_t_rmino
source: End Date
pt_pt: Data Término

# data_t_rmino_
source: Date Finished:
pt_pt: Data Término:

# data__
source: Date:
pt_pt: Data:

# de
source: From
pt_pt: De

# decr_scimo
source: Decrease
pt_pt: Decréscimo

# dedica__o
source: Dedication
pt_pt: Dedicação

# delegar
source: to delegate
pt_pt: Delegar

# demanda
source: Demand
pt_pt: Solicitação

# demandas_ccg
source: CCG Demands
pt_pt: Solicitações CCG

# demanda_
source: Demand:
pt_pt: Solicitação:

# demanda_complexa
source: Complex Demand
pt_pt: Solicitação Complexa

# demanda_extra
source: Extra claim
pt_pt: Solicitação Extra

# Demo_deseja_excluir_a_pasta_selecionada_
source: Do you want to exclude the selected folder?
pt_pt: Pretende excluir a pasta selecionada?

# Demo_deseja_mover_o_item_selecionado_para_a_pasta_
source: Do you want to move the selected Item to the folder
pt_pt: Pretende mover o item selecionado para a pasta

# Demo_edi__o_de_pasta
source: Folder Editing
pt_pt: Edição de Pasta

# Demo_inclus_o_de_pasta___caixa_de_entrada
source: Folder Inclusion - Inbox
pt_pt: Incersãp de Pasta - Caixa de Entrada

# Demo_inclus_o_de_pasta___caixa_de_sa_da
source: Folder Inclusion - Outbox
pt_pt: Incersão de Pasta - Caixa de Saída

# Demo_nenhum_destinat_rio_foi_selecionado_
source: No recipient selected!
pt_pt: Nenhum destinatário foi selecionado!

# departamento
source: Department
pt_pt: Departamento

# depend_ncia
source: Dependencies
pt_pt: Dependência

# desafio
source: Challenge
pt_pt: Desafio

# desativado
source: Disabled
pt_pt: Desativado

# desativar
source: Disable
pt_pt: Desativar

# desbloquear
source: Unblock
pt_pt: Desbloquear

# desbloquear_cronograma
source: Unlock Schedule
pt_pt: Desbloquear Cronograma

# desbloqueio_de_projetos
source: Project Unblocking
pt_pt: Desbloqueio de Projetos

# desconto
source: Discount
pt_pt: Desconto

# DescricaoDownloadClickOnce
source: To edit the schedule you need to use a Click Once plugin in your browser. If you are unable to edit the timeline, click here to download it.
pt_pt: Para que o cronograma seja editado é necessário utilizar um plugin Click Once no seu navegador. Se você não está conseguindo editar o cronograma, clique aqui para baixá-lo.

# descricaoSimples_informe_a_descri__o_desejada_
source: Please inform the desired description!
pt_pt: Informe a descrição pretendida!

# descri__o
source: Description
pt_pt: Descrição

# descri__o_
source: Description:
pt_pt: Descrição:

# descri__o___
source: Description: *
pt_pt: Descrição: *

# desde
source: Since
pt_pt: Desde

# desde_
source: Since:
pt_pt: Desde:

# deseja_realmente_excluir_o_registro_
source: Do you really want to delete the record?
pt_pt: Pretende mesmo excluir o registro?

# deseja_remover_o_registro_
source: Do you want to remove the record?
pt_pt: Pretende remover o registo?

# desejsa_excluir_o_registro_
source: Do you want to delete the record?
pt_pt: Pretende excluir o registo?

# DesembolsoFinanceiro_erro_ao_salvar_informa__es___n
source: Error saving information! \ n
pt_pt: Erro ao salvar informações! \n

# desempenho
source: Performance
pt_pt: Desempenho

# desempenho_
source: Performance:
pt_pt: Desempenho:

# desempenho_f_sico
source: Physical Performance
pt_pt: Desempenho Físico

# desempenho_f_sico____ltima_linha_de_base_salva
source: Physical Performance - Last baseline saved
pt_pt: Desempenho Físico - Última Linha de Base Salva

# desempenho_geral
source: General Performance
pt_pt: Desempenho Geral

# desfazer
source: Undo
pt_pt: Desfazer

# despesa
source: Expense
pt_pt: Despesa

# despesas
source: Expenses
pt_pt: Despesas

# despesa_
source: Expense:
pt_pt: Despesa:

# despesa_hora
source: Time Expense
pt_pt: Despesa Hora

# despesa_por_categoria
source: Expense by Category
pt_pt: Despesa por Categoria

# despesa_prevista
source: Expected Expenditure
pt_pt: Despesa Prevista

# despesa_real
source: Real Expenses
pt_pt: Despesa Real

# despesa_receita
source: Expense / Revenue
pt_pt: Despesa/Receita

# despesa_uso
source: Expenditure Use
pt_pt: Despesa Uso

# destinat_rio
source: Addressee
pt_pt: Destinatário

# destino
source: Destination
pt_pt: Destino

# desvio
source: Detour
pt_pt: Desvio

# detalhe
source: Detail
pt_pt: Detalhe

# detalhes
source: Details
pt_pt: Detalhes

# DetalhesContratosExtendido_alguns_dados_s_o_de_preenchimento_obrigat_rio_
source: Some details must be completed:
pt_pt: Alguns dados são de preenchimento obrigatório:

# DetalhesContratosExtendido_a_data_da_os_deve_ser_informada_
source: Service Order Date must be informed!
pt_pt: A data da OS deve ser informada.

source: Service Order Date cannot be later than the End Date!
pt_pt: A data da OS não pode ser maior que a data de término!

# DetalhesContratosExtendido_a_data_de_assinatura_deve_ser_informada_
source: Signing Date must be informed!
pt_pt: A data de assinatura deve ser informada.

# DetalhesContratosExtendido_a_data_de_in_cio_da_garantia_deve_ser_informada_
source: Warranty Start Date must be informed.
pt_pt: A data de Início da garantia deve ser informada.

source: Warranty Start Date cannot be earlier than the Contract's Validity Start Date.
pt_pt: A data de Início da garantia não pode ser menor que a data de Início da validade do contrato.

# DetalhesContratosExtendido_a_data_de_t_rmino_da_garantia_deve_ser_informada_
source: Warranty End Date must be informed.
pt_pt: A data de Término da garantia deve ser informada.

source: Warranty End Date cannot be earlier than the Contract's Validity Start Date.
pt_pt: A data de Término da garantia não pode ser menor que a data de Início da garantia.

source: Warranty End Date cannot be earlier than the Contract's Validity Start Date.
pt_pt: A data de Término da garantia não pode ser menor que a data de Início da validade do contrato.

# DetalhesContratosExtendido_a_data_de_t_rmino_deve_ser_informada_
source: End Date must be informed.
pt_pt: A data de término deve ser informada.

# DetalhesContratosExtendido_a_descri__o_do_objeto_deve_ser_informada_
source: Object Description must be informed.
pt_pt: A descrição do objeto deve ser informada.

# DetalhesContratosExtendido_a_fonte_deve_ser_informada_
source: Source must be informed.
pt_pt: A fonte deve ser informada.

# DetalhesContratosExtendido_a_origem_deve_ser_informada_
source: Origin must be informed.
pt_pt: A origem deve ser informada.

# DetalhesContratosExtendido_a_raz_o_social_deve_ser_informada_
source: Company Name must be informed.
pt_pt: A razão social deve ser informada.
