Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# CadastroOrcTematicos_problema_interno__nenhum_comando_de_banco_foi_executado_
source: Internal problem: No bank command was executed!
pt_pt: Problema interno: Nenhum comando de banco foi executado!

# CadastroOrigensContratacao_a_origem_de_contrata__o_deve_ser_informada_
source: Contracting Origin must be informed.
pt_pt: A origem de contratação deve ser informada.

source: Information contained in Password and Password Confirmation fields do not match, please correct!
pt_pt: As informações contidas nos campos Senha e Confirmação de senha não coicidem, por favor ajustar!

# CadastroParticipanteIniciativa_a_cidade_deve_ser_informada_
source: City must be informed!
pt_pt: A cidade deve ser informada!

source: Password field must be comprised of 4 to 14 letters or numbers!
pt_pt: O campo senha deve ser composto de 4 a 14 letras ou números!

# CadastroParticipanteIniciativa_o_campo_senha_deve_ser_informado_
source: Password field must be informed!
pt_pt: O campo senha deve ser informado!

# CadastroParticipanteIniciativa_o_nome_do_usu_rio_deve_ser_informado_
source: User Name must be informed!
pt_pt: O nome do utilizador deve ser informado!

# CadastroParticipanteIniciativa_o_telefone_do_usu_rio_deve_ser_informado_
source: User telephone must be informed!
pt_pt: O telefone do utilizador deve ser informado!

# CadastroParticipanteIniciativa_por_favor__forne_a_um_endere_o_de_e_mail_v_lido_
source: Please provide a valid email.
pt_pt: Por favor, forneça um endereço de e-mail válido.

source: Confirm the copy of the set of permissions? This operations cannot be undone!
pt_pt: Confirma a cópia do conjunto de permissões? Esta operação não pode ser desfeita!

# CadastroPerfil_controlados_pelo_sistema
source: Controlled by the system
pt_pt: Controlados pelo sistema

# CadastroPerfil_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# CadastroPerfil_deseja_realmente_ativar_o_perfil_
source: Do you really want to enable the profile?
pt_pt: Pretende mesmo ativar o perfil?

# CadastroPerfil_deseja_realmente_desativar_o_perfil_
source: Do you really want to disable the profile?
pt_pt: Pretende mesmo desativar o perfil?

source: IMPORTANT: The target profile initially loses all permissions it has, then receives permissions from the source profile selected below.
pt_pt: IMPORTANTE: O perfil alvo inicialmente perde todas as permissões que tem, e em seguida recebe as permissões do perfil origem selecionado abaixo.

source: Please inform the profile that will provide the set of permissions for the copy
pt_pt: Informe o perfil que vai fornecer o conjunto de permissões para a cópia

source: It is not allowed to include a profile with the same name for the same type of object!
pt_pt: Não se permite a inclusão de perfil com um mesmo nome para um mesmo tipo de objeto!

# CadastroPerfil_o_m_todo_n_o_foi_implementado
source: The method was not implemented
pt_pt: O método não foi implementado

# CadastroPerfil_o_m_todo_n_o_foi_implementado_
source: The method was not implemented!
pt_pt: O método não foi implementado!

# CadastroPerfil_o_nome_do_perfil_deve_ser_informado_
source: Profile Name must be informed.
pt_pt: O nome do perfil deve ser informado.

source: The record can not be deleted because it is being used by another
pt_pt: O registo não pode ser excluído porque está a ser utilizado por outro

# CadastroPerfil_o_tipo_de_objeto_deve_ser_informado_
source: Object Type must be informed.
pt_pt: O tipo de objeto deve ser informado.

# CadastroPerfil_para_ter_acesso_a
source: To have access to
pt_pt: Para ter acesso a

# CadastroPerfil_perfil_alterado_com_sucesso_
source: Profile altered successfully!
pt_pt: Perfil alterado com sucesso!

# CadastroPerfil_perfil_destino__
source: Destination Profile:
pt_pt: Perfil destino:

# CadastroPerfil_perfil_inclu_do_com_sucesso_
source: Profile included successfully!
pt_pt: Perfil incluído com sucesso!

# CadastroPerfil_perfil_origem__
source: Origin Profile:
pt_pt: Perfil origem:

# CadastroPerfil_perfil_que_vai_receber_o_conjuto_de_permiss_es__
source: Profile that will receive set of permissions:
pt_pt: Perfil que vai receber o conjuto de permissões:

# CadastroPerfil_permiss_es___carteiras_de_projeto
source: Permissions - Project Portfolios
pt_pt: Permissões - Carteiras de Projeto

# CadastroPerfil_permiss_es___contrato
source: Permissions - Contract
pt_pt: Permissões - Contrato

# CadastroPerfil_permiss_es___demandas_complexas
source: Permissions - Complex Demands
pt_pt: Permissões - Solicitações Complexas

# CadastroPerfil_permiss_es___demandas_simples
source: Permissions - Simple Requests
pt_pt: Permissões - Solicitações Simples

# CadastroPerfil_permiss_es___entidades
source: Permissions - Entities
pt_pt: Permissões - Entidades

# CadastroPerfil_permiss_es___equipe_de_recursos
source: Permissions - Resources Team
pt_pt: Permissões - Equipa de Recursos

# CadastroPerfil_permiss_es___estrat_gias
source: Permissions - Strategies
pt_pt: Permissões - Estratégias

# CadastroPerfil_permiss_es___indicador
source: Permissions - Indicator
pt_pt: Permissões - Indicador

# CadastroPerfil_permiss_es___mapas
source: Permissions - Maps
pt_pt: Permissões - Mapas

# CadastroPerfil_permiss_es___objetivo_estrat_gico
source: Permissions - Strategic Objective
pt_pt: Permissões - Objetivo Estratégico

# CadastroPerfil_permiss_es___perspectivas
source: Permissions - Perspectives
pt_pt: Permissões - Perspectivas

# CadastroPerfil_permiss_es___processos
source: Permissions - Processes
pt_pt: Permissões - Processos

# CadastroPerfil_permiss_es___projetos
source: Permissions - Projects
pt_pt: Permissões - Projetos

# CadastroPerfil_permiss_es___tema
source: Permissions - Topic
pt_pt: Permissões - Tema

# CadastroPerfil_permiss_es___unidades
source: Permissions - Drives
pt_pt: Permissões - Unidades

# CadastroPerfil_permiss_o_alterado_com_sucesso_
source: Permission changed successfully!
pt_pt: Permissão alterada com sucesso!

# CadastroPerfil_selecione
source: SELECT
pt_pt: SELECIONE

# CadastroPerfil_tipo_existente
source: Existing Type
pt_pt: Tipo Existente

# CadastroPerfil___obrigat_rio_salvar_as_informa__es_de
source: you must save the information for
pt_pt: é obrigatório salvar as informações de

# cadastroProcessos_a_unidade_de_negocio_deve_ser_informado_
source: Business Unit must be informed!
pt_pt: A Unidade de Negócio deve ser informado!

# cadastroProcessos_caracteriza__o
source: Characterization
pt_pt: Caracterização

# cadastroProcessos_informe_quem_atualizar__o_projeto_
source: Please inform who will Update the Project!
pt_pt: Informe quem Atualizará o Projeto!

# cadastroProcessos_o_nome_do_processo_deve_ser_informado_
source: Process Name must be informed!
pt_pt: O Nome do Processo deve ser informado!

# cadastroProcessos_o_respons_vel_deve_ser_informado_
source: People in charge must be informed!
pt_pt: O Responsável deve ser informado!

# cadastroProcessos_o_tipo_de_aprova__o_deve_ser_informado_
source: Approval Type must be informed!
pt_pt: O tipo de aprovação deve ser informado!

source: Change not allowed. You do not have access to include project in the chosen unit!
pt_pt: Alteração não permitida. Não tem acesso para incluir projeto na unidade escolhida!

# cadastroProjetos_as_informa__es_ser_o_gravadas_quando_o_projeto_for_salvo_
source: The information will be saved when the project is saved!
pt_pt: As informações serão gravadas quando o projeto for salvo!

# cadastroProjetos_a_
source: The
pt_pt: A

# cadastroProjetos_caracteriza__o
source: Characterization
pt_pt: Caracterização

source: Code used to interface with other systems of the institution.
pt_pt: Código utilizado para interface com outros sistemas da instituição.

# cadastroProjetos_erro_ao_salvar__nome_de_projeto_j__existente_
source: Error saving! Name of project already existing!
pt_pt: Erro ao salvar! Nome de projeto já existente!

# cadastroProjetos_existem_informa__es_alteradas_e_n_o_salvas_na_aba__
source: There is changed and unsaved information in the '
pt_pt: Existem informações alteradas e não salvas na aba '

# cadastroProjetos_gerente_de_projetos_informado_n_o_existe_na_base_de_dados_
source: Informed project manager does not exist in the database.
pt_pt: Gerente de projetos informado não existe na base de dados.

# cadastroProjetos_informe_quem_atualizar__o_projeto_
source: Please inform who will Update the Project!
pt_pt: Informe quem Atualizará o Projeto!

# cadastroProjetos_o_gerente_de_projeto_deve_ser_informado_
source: Project Manager must be informed!
pt_pt: O Gerente de Projeto deve ser informado!

# cadastroProjetos_o_nome_do_projeto_deve_ser_informado_
source: Project Name must be informed!
pt_pt: O Nome do Projeto deve ser informado!

# cadastroProjetos_o_tipo_de_aprova__o_deve_ser_informado_
source: Approval Type must be informed!
pt_pt: O tipo de aprovação deve ser informado!

# cadastroProjetos_o_tipo_do_projeto_deve_ser_informado_
source: Project Type must be informed!
pt_pt: O Tipo do Projeto deve ser informado!

# cadastroProjetos_projeto_salvo_com_sucesso_
source: Project saved successfully!
pt_pt: Projeto salvo com sucesso!

# cadastroProjetos__deve_ser_informada_
source: must be informed!
pt_pt: deve ser informada!

source: ! Changes will only be saved after selecting the save button on this tab.
pt_pt: ! As alterações apenas serão salvas após selecionar o botão salvar desta aba.

source: It is not allowed to include streaks with the same name, the operation was not performed.
pt_pt: Não é permitida a inserção de raias com o mesmo nome, a operação não foi realizada.

source: It is not possible to land the name of a streak for an existing streak name, no operation has been performed.
pt_pt: Não é possível aterar o nome de uma raia para um nome de raia já existente, nenhuma operação foi realizada.

# CadastroRaias_raia_atualizada_com_sucesso_
source: Raia updated successfully!
pt_pt: Raia atualizada com sucesso!

# CadastroRaias_raia_inclu_da_com_sucesso_
source: Raia included successfully!
pt_pt: Raia incluída com sucesso!

# CadastroRamosAtividades_o_ramo_de_atividade_deve_ser_informado_
source: Field of activity must be informed.
pt_pt: O ramo de atividade deve ser informado.

# CadastroRamosAtividades_ramo_de_atividade_alterado_com_sucesso_
source: Activity branch changed successfully!
pt_pt: Ramo de atividade alterado com sucesso!

# CadastroRamosAtividades_ramo_de_atividade_exclu_do_com_sucesso_
source: Activity branch deleted successfully!
pt_pt: Ramo de atividade excluído com sucesso!

# CadastroRamosAtividades_ramo_de_atividade_inclu_do_com_sucesso
source: Activity branch successfully added
pt_pt: Ramo de atividade incluído com sucesso

# CadastroSegmentos_o_segmento_deve_ser_informado_
source: Segment must be informed.
pt_pt: O segmento deve ser informado.

# cadastroTiposProjetos_CalendarioBase_deve_ser_informado_
source: Must be selected a base calendar.
pt_pt: Deve ser selecionado um calendário base.

# cadastroTiposProjetos_o_tipo_de_projeto_deve_ser_informado_
source: Project Type must be informed.
pt_pt: O tipo de projeto deve ser informado.

# cadastroTiposProjetos_ToleranciaMaiorQZero
source: The tolerance must be greater than or equal to zero.
pt_pt: A tolerância deve ser maior ou igual a zero.

# cadastroTiposProjeto_controlados_pelo_sistema
source: Controlled by the system
pt_pt: Controlados pelo sistema

# cadastroTiposProjeto_editar
source: Edit
pt_pt: Editar

# cadastroTiposProjeto_erro_ao_alterar_o_registro__n
source: Error while changing registry! \ N
pt_pt: Erro ao alterar o registo!\n

# cadastroTiposProjeto_erro_ao_excluir_o_registro__n_
source: Error deleting log! \ N
pt_pt: Erro ao excluir o registo!\n

# cadastroTiposProjeto_este_tipo_de_projeto_j__est__cadastrado_no_sistema_
source: This type of Project is already registered in the system!
pt_pt: Este tipo de Projeto já está registado no sistema!

# cadastroTiposProjeto_excluir
source: Delete
pt_pt: Excluir

# cadastroTiposProjeto_incluir
source: Include
pt_pt: Incluir

source: You can not delete the record as there are related projects! \ N
pt_pt: Não é possível excluir o registo porque existem projetos relacionados!\n

# cadastroTiposProjeto_tipo_de_projeto_alterado_com_sucesso_
source: Project Type changed successfully!
pt_pt: Tipo de Projeto alterado com sucesso!

# cadastroTiposProjeto_tipo_de_projeto_exclu_do_com_sucesso_
source: Project Type deleted successfully!
pt_pt: Tipo de Projeto excluído com sucesso!

# cadastroTiposProjeto_tipo_de_projeto_inclu_do_com_sucesso_
source: Project Type Successfully Included!
pt_pt: Tipo de Projeto incluído com sucesso!

# cadastroTiposProjeto_tipo_de_projeto_j__existe_
source: Project Type already exists!
pt_pt: O tipo de Projeto já existe!

# cadastroTiposQuestoes_controlados_pelo_sistema
source: Controlled by the system
pt_pt: Controlados pelo sistema

# cadastroTiposQuestoes_erro_ao_salvar_o_registro__n
source: Error saving record! \ N
pt_pt: Erro ao salvar o registo!\n

# cadastroTiposQuestoes_erro_ao_salvar_o_registro__n_
source: Error saving record! \ N
pt_pt: Erro ao salvar o registo!\n

# cadastroTiposQuestoes_este_tipo_de_quest_o_j__est__cadastrado_no_sistema_
source: This type of question is already registered in the system!
pt_pt: Este tipo de questão já está registada no sistema!

# cadastroTiposQuestoes_excluir
source: Delete
pt_pt: Excluir

# cadastroTiposQuestoes_o_tipo_de_quest_o_deve_ser_informado_
source: Issue Type must be informed.
pt_pt: O tipo de questão deve ser informada.

# cadastroTiposQuestoes_tipo_de_quest_o_alterada_com_sucesso_
source: Question type changed successfully!
pt_pt: Tipo de questão alterada com sucesso!

# cadastroTiposQuestoes_tipo_de_quest_o_exclu_da_com_sucesso_
source: Question type deleted successfully!
pt_pt: Tipo de questão excluída com sucesso!

# cadastroTiposQuestoes_tipo_de_quest_o_inclu_da_com_sucesso_
source: Question type successfully included!
pt_pt: Tipo de questão incluída com sucesso!

# cadastroTiposQuestoes_tipo_de_quest_o_j__existe_
source: Question type already exists!
pt_pt: Tipo de questão já existe!

# cadastroTipoTarefaCronograma_controlados_pelo_sistema
source: Controlled by the System
pt_pt: Controlados pelo Sistema

# cadastroTipoTarefaCronograma_erro_ao_salvar_o_registro__n
source: Error saving record! \ N
pt_pt: Erro ao salvar o registo!\n

# cadastroTipoTarefaCronograma_erro_ao_salvar_o_registro__n_
source: Error saving record! \ N
pt_pt: Erro ao salvar o registo!\n

source: This type of schedule task is already registered in the system!
pt_pt: Este tipo de tarefa de cronograma já está registado no sistema!

# cadastroTipoTarefaCronograma_o_tipo_de_tarefa_de_cronograma_deve_ser_informado_
source: Schedule Task Type must be informed.
pt_pt: O tipo de tarefa de cronograma deve ser informado.

# cadastroTipoTarefaCronograma_tipo_de_tarefa_alterada_com_sucesso_
source: Task type changed successfully!
pt_pt: Tipo de tarefa alterada com sucesso!

# cadastroTipoTarefaCronograma_tipo_de_tarefa_do_cronograma_j__existe_
source: Schedule task type already exists!
pt_pt: Tipo de tarefa do cronograma já existe!

# cadastroTipoTarefaCronograma_tipo_de_tarefa_exclu_da_com_sucesso_
source: Successfully deleted task type!
pt_pt: Tipo de tarefa excluída com sucesso!

# cadastroTipoTarefaCronograma_tipo_de_tarefa_inclu_da_com_sucesso_
source: Task type included successfully!
pt_pt: Tipo de tarefa incluída com sucesso!

# CadastroUsuariosNovo_altera__o_de_e_mail_usu_rio_cadastrado
source: Change of email, registered user
pt_pt: Alteração de email do utilizador registado

# CadastroUsuariosNovo_altera__o_de_senha
source: Change password
pt_pt: Alteração da Senha

source: Attention! This email is from a user of another entity. Do you want to include the user in this
pt_pt: Atenção! Este email é de um utilizador de outra entidade. Deseja incluir o utilizador nesta

source: Warning! User email already in use in this unit. Other user with the same email cannot be added.
pt_pt: Atenção! Já existe um utilizador com este email nesta unidade. Não é permitido incluir outro utilizador com este email.

source: Warning! You are disabling your own user. If you continue, you will no longer have access to this entity until other user enables it again. Continue?
pt_pt: Atenção! Está a desativar o seu próprio utilizador. Se continuar, não poderá aceder mais a esta entidade até que outro utilizador o ative novamente. Pretende continuar?

# CadastroUsuariosNovo_att___br___administra__o_do
source: Att., Management of
pt_pt: Att.,<br />Administração do

# CadastroUsuariosNovo_confirma_a_c_pia_do_conjunto_de_permiss_es_
source: Confirm copy of set of permissions?
pt_pt: Confirma a cópia do conjunto de permissões?

source: Existing Operating System Account. You can not write the data using this account.
pt_pt: Conta do Sistema Operacional já existente. Não é possível gravar os dados a usar esta conta.

# CadastroUsuariosNovo_cpf_inv_lido_
source: Invalid Individual Tax Payer ID!
pt_pt: CPF inválido!

# CadastroUsuariosNovo_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# CadastroUsuariosNovo_deseja_mesmo_assim_inativ__lo_
source: Do you really want to inactivate it?
pt_pt: pretende mesmo inativá-lo?

# CadastroUsuariosNovo_deseja_redefinir_a_senha_do_usu_rio_selecionado_
source: Do you want to reset the password for the selected user?
pt_pt: Pretende redefinir a senha do utilizador selecionado?

source: Existing email. You can not save data using this email.
pt_pt: Email já existente. Não é possível gravar os dados usando este email.

# CadastroUsuariosNovo_endere_o
source: New address
pt_pt: Novo endereço

# CadastroUsuariosNovo_erro_ao_alterar_a_senha_
source: Error while changing your password!
pt_pt: Erro ao Alterar a Senha!

# CadastroUsuariosNovo_erro_ao_alterar_a_senha__
source: Error while changing your password!
pt_pt: Erro ao Alterar a Senha!

source: Error deleting data. It was not possible since the user has references.
pt_pt: Erro ao excluir os dados. Não foi possível porque o utilizador já possui referências.

source: Error deleting data. It was not possible since the user has references. Can Inactivate User
pt_pt: Erro ao excluir os dados. Não foi possível porque o utulizador já possui referências. Pode Inativar Utilizador

source: Error deleting data. User registered as 'Super User' of current entity. Must be modified before deleting!
pt_pt: Erro ao excluir os dados. Utilizador registado como 'Super Utilizador' da entidade atual. Deve ser modificado antes de efetuar a exclusão!

source: Error writing data. Internal application failure. (code 4)
pt_pt: Erro ao gravar os dados. Falha interna aplicação. (código 4)

source: Error saving data. The unit responsible for the user could not be determined.
pt_pt: Erro ao salvar os dados. Não foi possível determinar a unidade responsável pelo utilizador.

# CadastroUsuariosNovo_erro_durante_a_grava__o_dos_dados__c_digo_do_erro__1005_
source: Error while writing data. Error code: 1005.
pt_pt: Erro durante a gravação dos dados. Código do erro: 1005.

# CadastroUsuariosNovo_erro_durante_a_grava__o_dos_dados__c_digo_do_erro__1006_
source: Error while writing data. Error code: 1006.
pt_pt: Erro durante a gravação dos dados. Código do erro: 1006.

# CadastroUsuariosNovo_erro_durante_a_grava__o_dos_dados__c_digo_do_erro__1007_
source: Error while writing data. Error code: 1007.
pt_pt: Erro durante a gravação dos dados. Código do erro: 1007.

# CadastroUsuariosNovo_esta_opera__o_n_o_pode_ser_desfeita_
source: This operation cannot be undone!
pt_pt: Esta operação não pode ser desfeita!

source: This user can not be disabled because he is registered as an active corporate resource. In order for it to be disabled as a user, you must first have your registration as a corporate resource deleted or disabled.
pt_pt: Este utilizador não pode ser desativado porque ele está registado como um recurso corporativo ativo. Para que ele possa ser desativado como utilizador, tem de primeiro ter o seu registo como recurso corporativo excluído ou desabilitado.

source: This user can not be deleted because he is registered as a corporate resource. In order for it to be excluded, you must first have your registration as a deleted corporate resource.
pt_pt: Este utilizador não pode ser excluído porque ele está registado como um recurso corporativo. Para que ele possa ser excluído, tem de primeiro ter o seu registo como recurso corporativo excluído.

source: this user has the issues below disable it may cause inconsistencies in the system.
pt_pt: Este utilizador possui as pendências abaixo, ao desativar pode causar inconsistências no sistema.

source: Existence of user's related items. You can not disable it.
pt_pt: Existência de itens relacionados ao utilizador. Não pode desativar.

# CadastroUsuariosNovo_e_mail_n_o_foi_verificado_
source: Email was not verified.
pt_pt: Email não foi verificado.

# CadastroUsuariosNovo_foi_criado_para_voc__um_acesso_ao_sistema
source: You have been given access to the system
pt_pt: foi criado para si um acesso ao sistema

# CadastroUsuariosNovo_foi_redefinida_pelo_administrador_do_sistema_par
source: has been reset by your system administrator to
pt_pt: foi redefinida pelo administrador do sistema para

# CadastroUsuariosNovo_gest_o_de_licen_as_de_uso
source: Manage user´s license
pt_pt: gestão de licenças de uso

source: IMPORTANT: The user above will initially lose all permissions they have except those they are responsible for, then the permissions of the origin user selected below except those they are responsible for will be assigned to them.
pt_pt: IMPORTANTE: O utilizador acima irá perder inicialmente todas as permissões que tem, exceto as que ele é responsável, e em seguida as permissões do utilizador origem selecionadas abaixo. Exceto as que ele é responsável serão atribuídas a ele.

# CadastroUsuariosNovo_incluir
source: Include
pt_pt: Incluir

source: Please inform the profile that will provide the set of permissions for the copy
pt_pt: Informe o utilizador que vai fornecer o conjunto de permissões para a cópia

# CadastroUsuariosNovo_n_o_h__licen_as_dispon_veis_para_incluir_novos_usu_rios
source: There are no licenses available to include new users
pt_pt: Não há licenças disponíveis para incluir novos utilizadores

source: Ideally, you should assign such issues to other users.
pt_pt: O ideal seria atribuir primeiro essas pendências a outros utilizadores.

# CadastroUsuariosNovo_o_nome_do_login_deve_ser_informado
source: The login name must be informed
pt_pt: O nome do login deve ser informado

source: Login name must be informed in the format 'domain\\AccountName' (Authentication Integrated via IIS)!
pt_pt: O nome do Login deve ser informado no formato 'domínio\\nomeConta' (Autenticação Integrada via IIS)!

source: Login Name must be informed. If authentication in the \"AD\" use the format 'domain\\AccountName'!
pt_pt: O nome do Login deve ser informado. Se for autenticação no \"AD\" utilize o formato 'domínio\\nomeConta'!

source: The login name must be informed, use the formatting according to the configuration of your server
pt_pt: O nome do login deve ser informado, utilize a formatação de acordo com a configuração do seu servidor

# CadastroUsuariosNovo_o_nome_do_usu_rio_deve_ser_informado_
source: User Name must be informed!
pt_pt: O nome do utilizador deve ser informado!

# CadastroUsuariosNovo_o_perfil_deve_ser_informado_
source: Profile must be informed!
pt_pt: O perfil deve ser informado!

# CadastroUsuariosNovo_para_entrar_no_sistema__acesse_o_
source: To log in, go to
pt_pt: Para entrar no sistema, aceda ao

# CadastroUsuariosNovo_para_entrar_no_sistema__acesse_o_endere_o
source: to enter the system access the address
pt_pt: Para entrar no sistema aceda ao endereço
