Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# frmContratosNovo_contrato_atualizado_com_sucesso_
source: Contract updated successfully!
pt_pt: Contrato atualizado com sucesso!

# frmContratosNovo_contrato_exclu_do_com_sucesso_
source: Contract deleted successfully!
pt_pt: Contrato excluído com sucesso!

# frmContratosNovo_contrato_inclu_do_com_sucesso_
source: Contract included successfully!
pt_pt: Contrato incluído com sucesso!

# frmContratosNovo_editar
source: Edit
pt_pt: Editar

# frmContratosNovo_excluir
source: Delete
pt_pt: Excluir

source: There was an error deleting the record. Contact your system administrator.
pt_pt: Houve um erro ao excluir o registo. Entre em contato com o administrador do sistema.

source: There was an error saving the registry. Contact your system administrator. \ NMessage Server: \ n
pt_pt: Houve um erro ao salvar o registo. Entre em contato com o administrador do sistema.\nMensagem Servidor:\n

# frmContratosNovo_incluir
source: Include
pt_pt: Incluir

source: It is not possible to exclude, since this contract has associated parcels.
pt_pt: Não é possível excluir, este contrato inclui parcelas associadas.

# frmContratosNovo_saldo
source: balance
pt_pt: saldo

# frmContratosNovo_selecionar___
source: Select...
pt_pt: Selecionar...

# frmContratosNovo____os_valores_envolvidos_ir_o_extrapolar_o_valor_do_contrato_
source: Â * The amounts involved will extrapolate the value of the contract.
pt_pt: * Os valores envolvidos irão extrapolar o valor do contrato.

# FrmListaPendenciasWf_etapa
source: Stage
pt_pt: Etapa

# FrmListaPendenciasWf_gr_fico
source: Graphic
pt_pt: Gráfico

# FrmListaPendenciasWf_nenhuma_pend_ncia
source: no pending
pt_pt: nenhuma pendência

# FrmListaPendenciasWf_pend_ncia
source: pendency
pt_pt: pendência

# FrmListaPendenciasWf_pend_ncias
source: pendencies
pt_pt: pendências

# FrmListaPendenciasWf_possui_pend_ncias_
source: Do you have Pending?
pt_pt: Possui Pendências?

# frmOutrasDespesas_a_despesa_deve_ser_informada_
source: Expense must be informed.
pt_pt: A despesa deve ser informada.

# frmOutrasDespesas_a_quantidade_deve_ser_informada_
source: Amount must be informed.
pt_pt: A quantidade deve ser informada.

# frmOutrasDespesas_a_quantidade_real_deve_ser_informada_
source: Actual Amount must be informed.
pt_pt: A quantidade real deve ser informada.

# frmPlanejamentoMensal_a_a__o_deve_ser_informada_
source: Action must be informed.
pt_pt: A ação deve ser informada.

# frmPlanejamentoMensal_a_data_de_inicio_n_o_deve_ser_maior_que_a_data_de_t_rmino_
source: Start Date cannot be later than the End Date.
pt_pt: A data de inicio não deve ser maior que a data de término.

source: Actual Start Date cannot be later than the Actual End Date.
pt_pt: A data de inicio real não deve ser maior que a data de término real.

# frmPlanejamentoMensal_a_data_de_in_cio_deve_ser_informada_
source: Start Date must be informed.
pt_pt: A data de início deve ser informada.

# frmPlanejamentoMensal_a_data_de_in_cio_real_deve_ser_informada_
source: Actual Start Date must be informed.
pt_pt: A data de início real deve ser informada.

# frmPlanejamentoMensal_a_data_de_in_cio_real_n_o_deve_ser_maior_que_a_data_atual_
source: Actual Start Date cannot be later than the current date.
pt_pt: A data de início real não deve ser maior que a data atual.

# frmPlanejamentoMensal_a_data_de_t_rmino_deve_ser_informada_
source: End Date must be informed.
pt_pt: A data de término deve ser informada.

# frmPlanejamentoMensal_a_data_de_t_rmino_real_deve_ser_informada_
source: Actual End Date must be informed.
pt_pt: A data de término real deve ser informada.

source: Actual End Date cannot be later than the current date.
pt_pt: A data de término real não deve ser maior que a data atual.

# frmPlanejamentoMensal_o_instrutor_respons_vel_deve_ser_informado_
source: Instructor/person in charge must be informed.
pt_pt: O instrutor/responsável deve ser informado.

# frmPlanejamentoMensal_o_munic_pio_deve_ser_informado_
source: City must be informed.
pt_pt: O município deve ser informado.

# frmPropriedades_novo_propriet_rio_ocupante
source: New Owner/Tenant
pt_pt: Novo Proprietário/ocupante

# frmProprietarioOcupante_altera__es_salvas_com_sucesso_
source: Changes saved successfully!
pt_pt: Alterações guardadas com sucesso!

# frmProprietarioOcupante_o_campo__cpf_do_conjuge____inv_lido_
source: 'Partner's Individual Tax Payer ID' field invalid.
pt_pt: O campo 'CPF do conjuge' é inválido.

# frmProprietarioOcupante_o_campo__cpf____inv_lido_
source: 'Individual Tax Payer ID' field invalid.
pt_pt: O campo 'CPF' é inválido.

# frmProprietarioOcupante_o_campo__data_de_nascimento__deve_ser_informado_
source: 'Date of Birth' field must be informed.
pt_pt: O campo 'data de nascimento' deve ser informado.

# frmProprietarioOcupante_o_campo__estado_civil__deve_ser_informado_
source: 'Marital Status' field must be informed.
pt_pt: O campo 'Estado Civil' deve ser informado.

# frmProprietarioOcupante_o_campo__nacionalidade_do_conjuge__deve_ser_informado_
source: 'Partner Nationality' field must be informed.
pt_pt: O campo 'Nacionalidade do conjuge' deve ser informado.

# frmProprietarioOcupante_o_campo__nacionalidade__deve_ser_informado_
source: 'Nationality' field must be informed.
pt_pt: O campo 'Nacionalidade' deve ser informado.

# frmProprietarioOcupante_o_campo__nome_do_conjuge__deve_ser_informado_
source: 'Partner Name' field must be informed.
pt_pt: O campo 'Nome do conjuge' deve ser informado.

# frmProprietarioOcupante_o_campo__nome__deve_ser_informado_
source: 'Name' field must be informed.
pt_pt: O campo 'Nome' deve ser informado.

source: The start time can not be greater than the end time of the turn.
pt_pt: A hora de início não pode ser maior do que a hora de término do turno.

# frm_Calendarios_calend_rio_salvo_com_sucesso_
source: Saved Calendar Successfully!
pt_pt: Calendário Guardado com Sucesso!

# frm_Calendarios_data__
source: Date:
pt_pt: Data:

# frm_Calendarios_deseja_excluir_a_exce__o_
source: Do you want to delete the exception?
pt_pt: Deseja Excluir a Exceção?

# frm_Calendarios_disponibilidade_calculada_com_sucesso_
source: Availability calculated successfully!
pt_pt: Disponibilidade calculada com sucesso!

# frm_Calendarios_erro_
source: Error:
pt_pt: Erro:

# frm_Calendarios_erro_ao_salvar_o_calend_rio_
source: Error saving Calendar!
pt_pt: Erro ao Guardar o Calendário!

source: Error saving Calendar. There can be duplicate description of calendars!
pt_pt: Erro ao Guardar o Calendário. Não podem existir descrições duplicadas de calendários!

source: This can be a time-consuming procedure. Do you really want to calculate availability?
pt_pt: Este pode ser um procedimento demorado. Pretende mesmo calcular a disponibilidade?

# frm_Calendarios_excluir
source: Delete
pt_pt: Excluir

source: There are Hours in the Incorrect Format! \ N \ n- Hours within a shift must be filled (Start - End)
pt_pt: Existem Horas no Formato Incorreto!\n\n- O horário dentro de um turno deve ser preenchido (Início - Fim)

source: Start time of a turn involves completing the end time of the previous turn!
pt_pt: A hora de início de um turno implica preencher o horário de término do turno anterior!

source: Ending time of one shift can not be greater than the start time of the next turn!
pt_pt: O horário de término de um turno não pode ser maior que o horário de início do próximo turno!

source: You can not delete the calendar, since it has dependencies with other objects!
pt_pt: Não se pode apagar o calendário, visto que possui dependências com outros objetos!

# frm_Calendarios_turno_com_mesma_hora
source: Shift with same time
pt_pt: Turno com a mesma hora

# funcionalidade
source: Functionality
pt_pt: Funcionalidade

# fun__es
source: Functions
pt_pt: Funções

# FusionCharts_carregando___
source: Loading...
pt_pt: A carregar...

# FusionCharts_nenhum_dado_a_apresentar_
source: There's no data to show
pt_pt: Nenhum dado a apresentar

# futura
source: Future
pt_pt: Futura

# futuras
source: Future
pt_pt: Futuras

# f_rmula
source: Formula
pt_pt: Fórmula

# f_sica
source: Physical
pt_pt: Física

# f_sico
source: Physicist
pt_pt: Físico

# f_sico__
source: Physicist:
pt_pt: Físico:

# ganttPlanoAcao_gantt_do_plano_de_a__o_do_objetivo_estrat_gico_selecionado
source: Gantt of Selected Strategic Objective Action Plan
pt_pt: Gantt do Plano de Ação do Objetivo Estratégico Selecionado

# Gantt_conclu_do
source: completed
pt_pt: Concluído

# Gantt_descri__o
source: description
pt_pt: Descrição

# gantt_gantt_dos_projetos_associados_ao_objetivo_estrat_gico_selecionado
source: Gantt of Projects Associated with Selected Strategic Objective
pt_pt: Gantt dos Projetos Associados ao Objetivo Estratégico Selecionado

# Gantt_in_cio
source: Start
pt_pt: Início

# Gantt_t_rmino
source: Term
pt_pt: Término

# garantia
source: Warranty
pt_pt: Garantia

# gen_rico
source: Generic
pt_pt: Genérico

source: Xml file referred to is not valid to plot points on the map. \ncontact the administrator.
pt_pt: O arquivo xml referido não é válido para localizar os pontos no mapa. \ncontacte o administrador.

source: The referenced xml file is not valid for plotting the map, contact the administrator.
pt_pt: O arquivo xml referido não é válido para localizar o mapa, contacte o administrador.

# gerado_em
source: Created in
pt_pt: Criado em

# geral
source: General
pt_pt: Geral

# geral_dias_semana
source: ["Sunday","Monday","Tuesday","Wednesday","Thursday","Friday","Saturday"]
pt_pt: ["Domingo","Segunda","Terça","Quarta","Quinta","Sexta","Sábado"]

# geral_dias_semana_abreviados
source: ["Sun","Mon","Tue","Wed","Thu","Fri","Sat"]
pt_pt: ["Dom","Seg","Ter","Qua","Qui","Sex","Sab"]

# geral_formato_data_csharp
source: MM/dd/yyyy
pt_pt: dd/MM/yyyy

# geral_formato_data_csharp_PT_EN
source: MM/dd/yyyy
pt_pt: dd/MM/yyyy

# geral_formato_data_hora_csharp
source: MM/dd/yyyy HH:mm:ss
pt_pt: dd/MM/yyyy HH:mm:ss

# geral_formato_data_hora_curta_csharp
source: MM/dd/yyyy HH:mm
pt_pt: dd/MM/yyyy HH:mm

# geral_formato_data_js
source: MM/DD/YYYY
pt_pt: DD/MM/YYYY

# geral_meses
source: ["January","February","March","April","May","June","July","August","September","October","November","December"]
pt_pt: ["Janeiro","Fevereiro","Março","Abril","Maio","Junho","Julho","Agosto","Setembro","Outubro","Novembro","Dezembro"]

# geral_meses_abreviados
source: ["Jan","Feb","Mar","Apr","May","Jun","Jul","Aug","Sep","Oct","Nov","Dec"]
pt_pt: ["Jan","Fev","Mar","Abr","Mai","Jun","Jul","Ago","Set","Out","Nov","Dez"]

# gerar
source: generate
pt_pt: Gerar

# gerar_imagem
source: Generate image
pt_pt: Gerar imagem

# GerenciamentoFluxos_configura__o_conector
source: Connector Setting
pt_pt: Configuração Conector

# GerenciamentoFluxos_configura__o_etapa
source: Step Setting
pt_pt: Configuração Etapa

# gerente
source: Manager
pt_pt: Gerente

# gerente_
source: Manager:
pt_pt: Gerente:

# gerente_da_unidade
source: Unit Manager
pt_pt: Gerente da Unidade

# gerente_da_unidade_
source: Unit Manager:
pt_pt: Gerente da Unidade:

# GestaoPlanosInvestimentoTIC_alguns_dados_s_o_de_preenchimento_obrigat_rio_
source: Some details must be completed:
pt_pt: Alguns dados são de preenchimento obrigatório:

source: Do you want to mark the projects as Not Selected for LAO?
pt_pt: Pretende marcar os projetos como não Selecionados para LOA?

# GestaoPlanosInvestimentoTIC_nenhum_projeto_foi_selecionado_
source: No project selected!
pt_pt: Nenhum projeto foi selecionado!

# GestaoPlanosInvestimentoTIC_o_campo__coment_rios__deve_ser_informado_
source: 'Comments' field must be informed!
pt_pt: O campo 'Comentários' deve ser informado!

# gestor
source: Manager
pt_pt: Gestor

# gestor_
source: Manager:
pt_pt: Gestor:

# gest_o
source: Manager:
pt_pt: Gestão

# gloss_rio
source: Glossary
pt_pt: Glossário

# graficoEAP_custo__
source: Cost:
pt_pt: Custo:

# graficoEAP_eap_salva
source: EAP saves successfully.
pt_pt: EAP guardada com sucesso.

# graficoEAP_in_cio__
source: Start:
pt_pt: Início:

# graficoEAP_novo_item_
source: (New Item)
pt_pt: (Novo Item)

# graficoEAP_peso__
source: Weight:
pt_pt: Peso:

# graficoEAP_receita__
source: Revenue:
pt_pt: Receita:

# graficoEAP_trabalho__
source: Work:
pt_pt: Trabalho:

# graficoEAP_t_rmino__
source: End:
pt_pt: Término:

# graficoEAP___peso__
source: % Weight:
pt_pt: % Peso:

# GraficoProcessoInterno_atraso
source: Delay
pt_pt: Atraso

# GraficoProcessoInterno_a__o
source: Action
pt_pt: Ação

# GraficoProcessoInterno_in_cio
source: Start
pt_pt: Início

# GraficoProcessoInterno_respons_vel
source: Responsible
pt_pt: Responsável

# GraficoProcessoInterno_t_rmino
source: Term
pt_pt: Término

source: Unblocking pending updates will be lost. Do you really want to unlock the project?
pt_pt: Ao fazer o desbloqueio, as atualizações pendentes serão perdidas. Pretende mesmo desbloquear o projeto?

# grafico_001_carregando___
source: Loading...
pt_pt: A carregar...

# grafico_001_deseja_abrir_o_cronograma_somente_para_leitura_
source: Do you want to open the read-only timeline?
pt_pt: Pretende abrir o cronograma apenas para leitura?

# grafico_001_desempenho_do_indicador___brasil
source: Indicator Performance - Brazil
pt_pt: Desempenho do Indicador - Brasil

# grafico_001_desempenho_geral
source: Overall performance
pt_pt: Desempenho Geral

# grafico_001_gerando_imagem___
source: Generating image ...
pt_pt: A gerar imagem...

# grafico_001_o_cronograma_est__bloqueado_com_o_usu_rio_
source: Timeline is locked with user
pt_pt: O cronograma está bloqueado com o utilizador

# grafico_001_sem_informa__es_a_apresentar
source: No Information to Present
pt_pt: Sem Informações a Apresentar

# grafico_001_visualizar_gr_fico_em_modo_ampliado
source: View graph in extended mode
pt_pt: Visualizar o gráfico em modo ampliado

# grafico_002_brasil
source: Brazil
pt_pt: Brasil

# grafico_002_carregando___
source: Loading...
pt_pt: A carregar...

# grafico_002_compara__o
source: Comparation
pt_pt: Comparação

# grafico_002_compara__o_do_indicador___brasil
source: Comparison of the Indicator / Brazil
pt_pt: Comparação do Indicador / Brasil

# grafico_002_compara__o_do_indicador___regi_o
source: Indicator / Region Comparison
pt_pt: Comparação do Indicador / Região

# grafico_002_desempenho_do_indicador
source: Indicator Performance
pt_pt: Desempenho do Indicador

# grafico_002_gerando_imagem___
source: Generating image ...
pt_pt: A gerar imagem...

# grafico_002_regi_o
source: Region
pt_pt: Região

# grafico_002_sem_informa__es_a_apresentar
source: No Information to Present
pt_pt: Sem Informações a Apresentar

# grafico_002_visualizar_gr_fico_em_modo_ampliado
source: View graph in extended mode
pt_pt: Visualizar gráfico em modo ampliado

# grafico_003_carregando___
source: Loading...
pt_pt: A carregar...

# grafico_003_desempenho_do_indicador
source: Indicator Performance
pt_pt: Desempenho do Indicador

# grafico_003_gerando_imagem___
source: Generating image ...
pt_pt: A gerar imagem...

# grafico_003_sem_informa__es_a_apresentar
source: No Information to Present
pt_pt: Sem Informações a Apresentar

# grafico_003_visualizar_gr_fico_em_modo_ampliado
source: View graph in extended mode
pt_pt: Visualizar gráfico em modo ampliado

# grafico_004_carregando___
source: Loading...
pt_pt: A carregar...

# grafico_004_desempenho_geral
source: Overall performance
pt_pt: Desempenho Geral

# grafico_004_gerando_imagem___
source: Generating image ...
pt_pt: A gerar imagem...

# grafico_004_sem_informa__es_a_apresentar
source: No Information to Present
pt_pt: Sem Informações a Apresentar

# grafico_004_visualizar_gr_fico_em_modo_ampliado
source: View graph in extended mode
pt_pt: Visualizar o gráfico em modo ampliado

# grafico_009_despesa
source: Expense
pt_pt: Despesa

# grafico_011_nenhum
source: none
pt_pt: Nenhum

# grafico_011_nenhuma
source: None
pt_pt: Nenhuma

# grafico_011_quest_es
source: Questions
pt_pt: Questões

# grafico_011_quest_es_ativas
source: Active Issues
pt_pt: Questões Ativas

# grafico_011_quest_es_eliminadas
source: Deleted Issues
pt_pt: Questões Eliminadas

# grafico_011_quest_o
source: Question
pt_pt: Questão

# grafico_011_quest_o_ativa
source: Active Issue
pt_pt: Questão Ativa

# grafico_011_quest_o_eliminada
source: Related searches
pt_pt: Questão Eliminada

# grafico_011_riscos_ativos__
source: Active Risks (
pt_pt: Riscos Ativos (

# grafico_011_riscos_ativos__0_
source: Active Risks (0)
pt_pt: Riscos Ativos (0)

# grafico_012_atrasos_no_cronograma__0_
source: Delays in the Schedule (0)
pt_pt: Atrasos no Cronograma (0)

# grafico_012_entregas_atrasadas__0_
source: Deliveries Delivered (0)
pt_pt: Entregas Atrasadas (0)

# grau
source: Level
pt_pt: Grau

# grupo
source: Group
pt_pt: Grupo

# grupoParticipantesEvento_grupo_de_participantes_alterado_com_sucesso_
source: Group of participants successfully changed!
pt_pt: Grupo de participantes alterado com sucesso!

# grupoParticipantesEvento_grupo_de_participantes_exclu_do_com_sucesso_
source: Group of participants deleted successfully!
pt_pt: Grupo de participantes excluído com sucesso!

# grupoParticipantesEvento_grupo_de_participantes_inclu_do_com_sucesso_
source: Group of participants successfully included!
pt_pt: Grupo de participantes incluído com sucesso!

# grupoParticipantesEvento_o_nome_do_grupo_deve_ser_informado_
source: Group Name must be informed.
pt_pt: O nome do grupo deve ser informado.

# grupos
source: Groups
pt_pt: Grupos

# grupos_
source: Groups:
pt_pt: Grupos:

# grupo_
source: Group:
pt_pt: Grupo:

# grupo_de_menu
source: Menu group
pt_pt: Grupo de menu

# gr_ficos
source: Graphics
pt_pt: Gráficos

# gr_fico_1
source: Graphic 1
pt_pt: Gráfico 1

# gr_fico_2
source: Graph 2
pt_pt: Gráfico 2

# gr_fico_3
source: Graph 3
pt_pt: Gráfico 3

# gr_fico_gantt
source: Gantt chart
pt_pt: Gráfico Gantt

# herdada
source: Inherited
pt_pt: Herdada

# herdadas
source: Inherited
pt_pt: Herdadas

# hierarquia
source: Hierarchy
pt_pt: Hierarquia

# HistoricoAnalises_an_lise_salva_com_sucesso_
source: Review saved successfully!
pt_pt: Análise guardada com sucesso!

# HistoricoAnalises_erro_ao_salvar_an_lise_
source: Error saving analysis!
pt_pt: Erro ao guardar análise!

# historicoProcessoInterno_em
source: in
pt_pt: em

# historicoProcessoInterno_hist_rico_de_processo
source: Process History
pt_pt: Histórico de Processo

# historicoProcessoInterno_o_prazo_para_t_rmino_expirou_em
source: The expiration period expired in
pt_pt: O prazo para término expirou em

# historicoProcessoInterno_prazo_para_conclus_o
source: Deadline to conclusion
pt_pt: Prazo para conclusão

# HistoricoStatusReportCarteira_deseja_gerar_o_relat_rio_
source: Do you want to generate the report?
pt_pt: Pretende criar o relatório?

# HistoricoStatusReportCarteira_relat_rio_exclu_do_com_sucesso_
source: Report excluded successfully!
pt_pt: Relatório excluído com sucesso!

# HistoricoStatusReportCarteira_relat_rio_gerado_com_sucesso_
source: Report generated successfully!
pt_pt: Relatório criado com sucesso!

# HistoricoStatusReportCarteira_selecone_um_modelo_de_relat_rio_de_status
source: Select a status reporting template
pt_pt: Selecone um modelo de relatório de status

# HistoricoStatusReport_boletim_de_status
source: Status Bulletin
pt_pt: Boletim de Status

# HistoricoStatusReport_dados_de_destaque_do_m_s_gravados_com_sucesso_
source: Monthly Data Highlights saved successfully!
pt_pt: Dados de destaque do mês gravados com sucesso!

# HistoricoStatusReport_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# HistoricoStatusReport_deseja_gerar_o_relat_rio_
source: Do you want to generate the report?
pt_pt: Pretende gerar o relatório?

# HistoricoStatusReport_deseja_realmente_enviar_o_relat_rio_aos_destinat_rios_
source: Do you really want to send the report to recipients?
pt_pt: Pretende mesmo enviar o relatório aos destinatários?

# HistoricoStatusReport_deseja_realmente_publicar_o_relat_rio_
source: Do you really want to publish the report?
pt_pt: Pretende mesmo publicar o relatório?

# HistoricoStatusReport_envio_realizado_com_sucesso_
source: Sent successfully!
pt_pt: Envio realizado com sucesso!

# HistoricoStatusReport_erro_ao_salvar_destaque_do_m_s__n_
source: Error saving highlight of month! \ N
pt_pt: Erro ao guardar destaque do mês!\n

source: Status report could not be sent to recipients.
pt_pt: Não foi possível enviar o relatório de Status aos destinatários.

# HistoricoStatusReport_n_o___poss_vel_editar_um_relat_rio_j__publicado
source: Can not edit an already published report
pt_pt: Não é possível editar um relatório já publicado

source: Can not send the report because it has no recipients
pt_pt: Não é possível enviar o relatório porque não possui destinatários

source: Can not insert highlights in an already published report
pt_pt: Não é possível inserir destaques num relatório já publicado

# HistoricoStatusReport_o_relat_rio_ainda_n_o_foi_publicado
source: The report has not yet been published.
pt_pt: O relatório ainda não foi publicado

source: Dear, <br> <br> Please find enclosed {0} issued on {1}. Meeting minutes are on {2} for consultation.
pt_pt: Estimado(a), <br><br>Segue em anexo {0} emitido em {1}. A ata da reunião encontra-se no {2} para consulta.

source: Dear, <br> <br> Please find enclosed {0} issued on {1}. Meeting minutes are on {2} for consultation.
pt_pt: Estimado(a), <br><br>Segue em anexo {0} emitido em {1}. A ata da reunião encontra-se no {2} para consulta.<br>

# HistoricoStatusReport_publica__o_realizada_com_sucesso_
source: Publication made successfully!
pt_pt: Publicação realizada com sucesso!

# HistoricoStatusReport_relat_rio_de_status
source: Status Reporting
pt_pt: Relatório de Status

# HistoricoStatusReport_relat_rio_exclu_do_com_sucesso_
source: Report excluded successfully!
pt_pt: Relatório excluído com sucesso!

# HistoricoStatusReport_relat_rio_gerado_com_sucesso_
source: Report generated successfully!
pt_pt: Relatório criado com sucesso!

# HistoricoStatusReport_selecione_um_modelo_de_relat_rio_de_status
source: Select a status reporting template
pt_pt: Selecione um modelo de relatório de status

# HistoricoStatusReport_todos_os_campos_devem_ser_preenchidos_
source: All fields must be completed!
pt_pt: Todos os campos devem ser preenchidos!

# hist_rico
source: History
pt_pt: Histórico

# hist_rico_
source: Historic:
pt_pt: Histórico:

# hoje
source: Today
pt_pt: Hoje

# hora
source: hour
pt_pt: hora

# horas
source: hours
pt_pt: horas

# horas_dedicadas
source: Dedicated Hours
pt_pt: Horas Dedicadas

# hor_rio
source: Schedule
pt_pt: Horário

# hor_rio_de_in_cio
source: Start time
pt_pt: Horário de início

# identifica__o
source: Identification
pt_pt: Identificação

# id_item
source: Item ID
pt_pt: ID Item

# ie_003_atrasadas
source: Late
pt_pt: Atrasadas

# ie_003_cr_ticas
source: Reviews
pt_pt: Críticas

# ie_003_projeto
source: Project
pt_pt: Projeto

# imagens_
source: Images:
pt_pt: Imagens:

# imovel
source: Immobile
pt_pt: Imovel

# impacto
source: Impact
pt_pt: Impacto

# impacto_
source: Impact:
pt_pt: Impacto:

# importante
source: Important
pt_pt: Importante

# importar
source: import
pt_pt: Importar

# import_ncia
source: Importance
pt_pt: Importância

# import_ncia_
source: Importance:
pt_pt: Importância:

# imprimir
source: Print
pt_pt: Imprimir

# inativo
source: Inactive
pt_pt: Inativo

# incide_sobre__
source: About?
pt_pt: Incide Sobre ?

# incluido_por_
source: Included by:
pt_pt: Incluido por:

# incluir
source: Include
pt_pt: Incluir

# incluir_arquivo
source: Include File
pt_pt: Incluir Arquivo

# incluir_pasta
source: Include Folder
pt_pt: Incluir Pasta

# inclus_o
source: Inclusion
pt_pt: Inclusão

# inclus_o_
source: Inclusion:
pt_pt: Inclusão:

# inclu_do_por
source: Included By
pt_pt: Incluído Por

# inclu_do_por_
source: Included By:
pt_pt: Incluído Por:
