Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# IndexMapa_perspectivas_de_mapas_estrat_gicos
source: Strategic Map Perspectives
pt_pt: Perspectivas de Mapas Estratégicos

# indexResumoDemanda_nova_mensagem___
source: New Message -
pt_pt: Nova Mensagem -

# indexResumoObjetivo_anexos
source: Attachments
pt_pt: Anexos

# indexResumoObjetivo_an_lise_de_indicadores
source: Analysis of Indicators
pt_pt: Análise de Indicadores

# indexResumoObjetivo_an_lise_financeira
source: Financial analysis
pt_pt: Análise Financeira

# indexResumoObjetivo_detalhes
source: Details
pt_pt: Detalhes

# indexResumoObjetivo_incluir_uma_nova_mensagem
source: Include a new message
pt_pt: Incluir uma nova mensagem

# indexResumoObjetivo_nome_unidade
source: Name Unit
pt_pt: Nome Unidade

# indexResumoObjetivo_nova_mensagem___
source: New message -
pt_pt: Nova Mensagem -

# indexResumoObjetivo_objetivo_estrat_gico
source: Strategic Objective
pt_pt: Objetivo Estratégico

# indexResumoObjetivo_principal
source: Main
pt_pt: Principal

# indexResumoObjetivo_sigla_unidade
source: Acronyms Unit
pt_pt: Sigla Unidade

# indexResumoObjetivo_unidade_de_neg_cio
source: Business Unit
pt_pt: Unidade de Negócio

# indexResumoProjeto_deseja_atualizar_o_projeto_
source: Do you want to update the project?
pt_pt: Pretende Atualizar o Projeto?

# indexResumoProjeto_deseja_ir_para_o_projeto_agil_
source: Do you want to go to the Agil Project?
pt_pt: Pretende ir para o Projeto Agil?

# indexResumoProjeto_erro_ao_atualizar_o_projeto__
source: Error Updating Project:
pt_pt: Erro ao Atualizar o Projeto:

# indexResumoProjeto_financeiro_do_projeto
source: Project Finance
pt_pt: Financeiro do Projeto

# indexResumoProjeto_nova_mensagem___
source: New Message -
pt_pt: Nova Mensagem -

# indexResumoProjeto_projeto_atualizado_com_sucesso_
source: Project Updated Successfully!
pt_pt: Projeto Atualizado com Sucesso!

# indexResumoProjeto_recursos_do_projeto
source: Project Resources
pt_pt: Recursos do Projeto

# indexResumoProjeto_riscos_do_projeto
source: Project Risks
pt_pt: Riscos do Projeto

# indexResumoProjeto_visualizar_cronograma_do_projeto
source: View Project Timeline
pt_pt: Visualizar Cronograma do Projeto

# index_adicionar_aos_favoritos
source: Add to Favorites
pt_pt: Adicionar aos Favoritos

# index_administra__o
source: Administration
pt_pt: Administração

# index_espa_o_de_trabalho
source: Work space
pt_pt: Espaço de Trabalho

# index_estrat_gia
source: Strategy
pt_pt: Estratégia

# index_gest_o_din_mica_de__0___1_
source: Dynamic management of {0} {1}
pt_pt: Gestão dinâmica de {0} {1}

# index_informe_o_nome_da_consluta
source: Enter the name of the consort
pt_pt: Informe o nome da consluta

# index_nenhuma_consulta_foi_selecionada
source: No query was selected
pt_pt: Nenhuma consulta foi selecionada

# index_processos
source: processes
pt_pt: processos

# index_projetos
source: Projects
pt_pt: Projetos

# index_relat_rios
source: reports
pt_pt: relatórios

# index_relat_rios_de_projetos_da_unidade__
source: Unit Design Reports:
pt_pt: Relatórios de Projetos da Unidade:

source: You can only delete a default-defined query when there are no other queries.
pt_pt: Só é possível excluir uma consulta definida como padrão quando não houver outras consultas.

# indicador
source: Indicator
pt_pt: Indicador

# indicadores
source: Indicators
pt_pt: Indicadores

# IndicadoresCompartilhamento_compartilhamento_exclu_do_com_sucesso_
source: Sharing deleted successfully!
pt_pt: Partilha excluída com sucesso!

# IndicadoresCompartilhamento_erro_ao_salvar_o_registro__
source: Error saving record:
pt_pt: Erro ao guardar o registo:

source: Existence of strategic goals and objectives related to the indicator.
pt_pt: Existência de metas e objetivos estratégicos relacionados ao indicador.

# IndicadoresCompartilhamento_exist_ncia_de_metas_relacionadas_ao_indicador_
source: Existence of targets related to the indicator.
pt_pt: Existência de metas relacionadas ao indicador.

source: Existence of strategic objectives related to the indicator.
pt_pt: Existência objetivos estratégicos relacionados ao indicador.

# IndicadoresCompartilhamento_indicador_compartilhado_com_sucesso_
source: Indicator shared successfully!
pt_pt: Indicador partilhado com sucesso!

# IndicadoresCompartilhamento_os_respons_veis_n_o_foram_alterados_
source: Those responsible have not changed!
pt_pt: Os responsáveis não foram alterados!

# IndicadoresCompartilhamento_o_campo_
source: The field
pt_pt: O campo

source: The field "Responsible for the Update of the Result" is mandatory!
pt_pt: O campo "Responsável pela Atualização do Resultado" é de preenchimento obrigatório!

source: The field "Responsible for the Indicator" is mandatory!
pt_pt: O campo "Responsável pelo Indicador" é de preenchimento obrigatório!

# IndicadoresCompartilhamento_o_compartilhamento_n_o_foi_exclu_do_
source: Sharing was not deleted!
pt_pt: A partilha não foi excluída!

# IndicadoresCompartilhamento_o_indicador_n_o_foi_compartilhado_
source: The indicator was not shared!
pt_pt: O indicador não foi partilhado!

# IndicadoresCompartilhamento_respons_veis_alterados_com_sucesso_
source: Responsible changed successfully!
pt_pt: Responsáveis alterados com sucesso!

# IndicadoresCompartilhamento__selecionadas
source: Â Selected
pt_pt: Selecionadas

# IndicadoresCompartilhamento____de_preenchimento_obrigat_rio_
source: Â is required!
pt_pt: é de preenchimento obrigatório!

# indicadoresEstrategicos_agrupamento_da_meta_deve_ser_informado_
source: Goal Grouping must be informed.
pt_pt: Agrupamento da Meta deve ser informado.

# indicadoresEstrategicos_alterar_permiss_es
source: Change Permissions
pt_pt: Alterar Permissões

# indicadoresEstrategicos_a_
source: The
pt_pt: A

# indicadoresEstrategicos_a_f_rmula_digitada_cont_m_erros_
source: Formula contains errors.
pt_pt: A fórmula digitada contém erros.

# indicadoresEstrategicos_a_f_rmula_do_indicador_deve_ser_informada_
source: Indicator formula must be informed.
pt_pt: A fórmula do indicador deve ser informada.

# indicadoresEstrategicos_a_periodicidade_do_indicador_deve_ser_informada_
source: The periodicity of the indicator should be reported.
pt_pt: A periodicidade do indicador deve ser informada.

# indicadoresEstrategicos_a_unidade_de_medida_deve_ser_informada_
source: The unit of measure must be informed.
pt_pt: A unidade de medida deve ser informada.

# indicadoresEstrategicos_compartilhar
source: To share
pt_pt: Compartilhar

# indicadoresEstrategicos_dados_alterados_com_sucesso_
source: Successfully changed data!
pt_pt: Dados alterados com sucesso!

# indicadoresEstrategicos_deseja_realmente_excluir_o_registro_
source: Do you really want to delete the record?
pt_pt: Deseja realmente excluir o registro?

# indicadoresEstrategicos_editar_respons_vel
source: Edit Responsible
pt_pt: Editar Responsável

# indicadoresEstrategicos_entidades_dispon_veis
source: Available Entities
pt_pt: Entidades disponíveis

# indicadoresEstrategicos_entidades_selecionadas
source: Selected Entities
pt_pt: Entidades selecionadas

source: This indicator has goals and / or results released. Excluding this indicator will result in the loss of all historical information! Do you confirm the deletion?
pt_pt: Este indicador possui metas e/ou resultados lançados. A exclusão deste indicador implicará na perda de todas as informações históricas! Confirma a exclusão?

# indicadoresEstrategicos_excluir
source: Delete
pt_pt: Excluir

# indicadoresEstrategicos_indicador_compartilhado_com_sucesso
source: Successfully shared indicator
pt_pt: Indicador compartilhado com sucesso

# indicadoresEstrategicos_indicador_criado_em_outra_entidade
source: Indicator created in another entity
pt_pt: Indicador criado noutra entidade

# indicadoresEstrategicos_indicador_exclu__237_do_com_sucesso
source: Indicator deleted successfully
pt_pt: Indicador exclu&#237;do com sucesso

# indicadoresEstrategicos_o_agrupamento_da_meta_deve_ser_informado_
source: The Goal Group must be informed.
pt_pt: O Agrupamento da Meta deve ser informado.

# indicadoresEstrategicos_o_indicador_deve_ser_informado_
source: Indicator must be informed.
pt_pt: O Indicador deve ser informado.

source: Responsible for Updating the Indicator must be informed.
pt_pt: O Responsavel pela Atualização do Indicador deve ser informado.

# indicadoresEstrategicos_o_responsavel_pelo_indicador_deve_ser_informado_
source: People in charge of the Indicator must be informed.
pt_pt: O Responsavel pelo Indicador deve ser informado.

# indicadoresEstrategicos__deve_ser_informada_
source: must be informed.
pt_pt: deve ser informada.

# IndicadoresOperacionalCompleto_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# IndicadoresOperacionalCompleto_indicador_inclu_do_com_sucesso_
source: Indicator added successfully!
pt_pt: Indicador incluído com sucesso!

# IndicadoresOperacionalCompleto_o_agrupamento_da_meta_deve_ser_informado
source: Goal Grouping must be informed
pt_pt: O agrupamento da meta deve ser informado

# IndicadoresOperacionalCompleto_o_indicador_deve_ser_informado
source: Indicator must be informed
pt_pt: O Indicador deve ser informado

# IndicadoresOperacionalCompleto_o_responsavel_pelo_indicador_deve_ser_informado
source: People in charge of the Indicator must be informed
pt_pt: O Responsavel pelo Indicador deve ser informado

# IndicadoresOperacionalCompleto_o_tipo_de_indicador_deve_ser_informado_
source: Indicator Type must be informed
pt_pt: O tipo de indicador deve ser informado

# IndicadoresOperacional_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

source: Error writing data. Internal application failure. (code 4)
pt_pt: Erro ao gravar os dados. Falha interna aplicação. (código 4)

# IndicadoresOperacional_funcionaliadade_removida_
source: Functionality removed.
pt_pt: Funcionaliadade removida.

# IndicadoresOperacional_indicador_inclu_do_com_sucesso_
source: Indicator added successfully!
pt_pt: Indicador incluído com sucesso!

source: You can not save the record by using this name for the bookmark. An indicator already registered with this name already exists.
pt_pt: Não será possível gravar o registo ao usar este nome para o indicador. Já existe um indicador registado com este nome.

# IndicadoresOperacional_o_agrupamento_da_meta_deve_ser_informado
source: Goal Grouping must be informed
pt_pt: O agrupamento da meta deve ser informado

# IndicadoresOperacional_o_indicador_deve_ser_informado
source: Indicator must be informed
pt_pt: O Indicador deve ser informado

# IndicadoresOperacional_o_responsavel_pelo_indicador_deve_ser_informado
source: People in charge of the Indicator must be informed
pt_pt: O Responsavel pelo Indicador deve ser informado

source: the indicator person was not informed or is invalid
pt_pt: O responsável pelo indicador não foi informado ou está com valor inválido!

# IndicadoresOperacional_o_tipo_de_indicador_deve_ser_informado_
source: Indicator Type must be informed
pt_pt: O tipo de indicador deve ser informado

# IndicadorEstrategia_ToDoList_aten__o
source: Attention
pt_pt: Atenção

# IndicadorEstrategia_ToDoList_cr_tico
source: Critical
pt_pt: Crítico

# IndicadorEstrategia_ToDoList_gantt_do_plano_de_a__o_do_indicador_selecionado
source: Gantt of Selected Indicator Action Plan
pt_pt: Gantt do Plano de Ação do Indicador Selecionado

# IndicadorEstrategia_ToDoList_satisfat_rio
source: Satisfactory
pt_pt: Satisfatório

# indicadores_agrupamento_da_meta_deve_ser_informado_
source: Goal Grouping must be informed.
pt_pt: O agrupamento da Meta deve ser informado.

# indicadores_a_
source: The
pt_pt: A

# indicadores_a_f_rmula_digitada_cont_m_erros_
source: Formula contains errors.
pt_pt: A fórmula digitada contém erros.

# indicadores_a_f_rmula_do_indicador_deve_ser_informada_
source: Indicator formula must be informed.
pt_pt: A fórmula do indicador deve ser informada.

# indicadores_compartilhamento_do_indicador
source: Indicator Sharing
pt_pt: Partilha do Indicador

# indicadores_detalhes_do_indicador
source: Indicator Details
pt_pt: Detalhes do Indicador

# indicadores_o_indicador_deve_ser_informado_
source: Indicator must be informed.
pt_pt: O Indicador deve ser informado.

# indicadores_o_responsavel_pela_atualiza__o_do_indicador_deve_ser_informado_
source: People in charge of the Indicator Update must be informed.
pt_pt: O Responsavel pela Atualização do Indicador deve ser informado.

# indicadores_o_responsavel_pelo_indicador_deve_ser_informado_
source: People in charge of the Indicator must be informed.
pt_pt: O Responsavel pelo Indicador deve ser informado.

# indicadores_permiss_es
source: Permissions
pt_pt: Permissões

# indicadores__deve_ser_informada_
source: Â should be informed.
pt_pt: deve ser informada.

# indicador_
source: Indicator:
pt_pt: Indicador:

# indicador_Analise_o_campo_an_lises_e_obrigat_rio_
source: The field Analyzes and obligatory!
pt_pt: O campo Análises e obrigatório!

# indicador_associado
source: Associated Indicator
pt_pt: Indicador Associado

# Indicador_CR_SMD_nenhum_cr_foi_informado_
source: No CR informed.
pt_pt: Nenhum CR foi informado.

# indicador_resultante
source: Resultant Indicator
pt_pt: Indicador Resultante

# informa__es
source: Information
pt_pt: Informações

# informa__es_da_linha_de_base_selecionada
source: Information of the Baseline Selected
pt_pt: Informações da Linha de Base Selecionada

# informa__es_do_timer__
source: Timer Information -
pt_pt: Informações do Timer -

# informa__o
source: Information
pt_pt: Informação

# informe_a_unidade
source: Inform the unit
pt_pt: Informe a unidade

# informe_seus_dados
source: Enter your credentials
pt_pt: Informe os seus dados

# informe_um_valor_v_lido
source: Please enter a valid value
pt_pt: Informe um valor válido

# iniciais
source: Initials
pt_pt: Iniciais

# iniciais_controle
source: Initials control
pt_pt: Iniciais do controlo

# inicial
source: Initial
pt_pt: Inicial

# iniciar
source: Start
pt_pt: Iniciar

# iniciativa
source: Initiative
pt_pt: Iniciativa

# iniciativa_
source: Initiative:
pt_pt: Iniciativa:

# inicio
source: Start
pt_pt: Início

# inicio_lb
source: Lb Start
pt_pt: Início LB

# inserir
source: Insert
pt_pt: Inserir

# institucional
source: Institutional
pt_pt: Institucional

# institui__o
source: Institution
pt_pt: Instituição

# instrumento
source: Instrument
pt_pt: Instrumento

# instrumento_
source: Instrument:
pt_pt: Instrumento:

# instrutor
source: Instructor
pt_pt: Instrutor

# IntegracaoOrcamentoERP_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# IntegracaoOrcamentoERP_deseja_realmente_excluir_o_registro_
source: Do you really want to exclude the record?
pt_pt: Pretende mesmo excluir o registo?

# IntegracaoOrcamentoERP_registro_exclu_do_com_sucesso_
source: Record excluded successfully!
pt_pt: Registo excluído com sucesso!

# interagir
source: Interact
pt_pt: Interagir

source: You cannot associate this project as a child because it is already associated as a parent.
pt_pt: Não é possível associar esse projeto como filho porque ele já está associado como pai.

source: A project cannot have projects as its parent, and it already has projects as its children.
pt_pt: Não é possível associar esse projeto como pai porque ele já está associado como filho.

# interessado
source: Interested
pt_pt: Interessado

# interessados
source: Interested
pt_pt: Interessados

# InteressadosObjeto_contrato
source: Contract
pt_pt: Contrato

# InteressadosObjeto_demanda_complexa
source: Complex Demand
pt_pt: Pedido Complexo

# InteressadosObjeto_demanda_simples
source: Simple Demand
pt_pt: Pedido Simples

# InteressadosObjeto_edi__o_n_o_dispon_vel
source: Edition not available
pt_pt: Edição não disponível

# InteressadosObjeto_estrat_gia
source: Strategy
pt_pt: Estratégia

# InteressadosObjeto_excluir_n_o_dispon_vel
source: Delete not available
pt_pt: Excluir não disponível

# InteressadosObjeto_indicador
source: Indicator
pt_pt: Indicador

# InteressadosObjeto_mapa_estrat_gico
source: Strategic Map
pt_pt: Mapa Estratégico

# InteressadosObjeto_n_o
source: No
pt_pt: Não

# InteressadosObjeto_objetivo_estrat_gico
source: Strategic Objective
pt_pt: Objetivo Estratégico

# InteressadosObjeto_o_m_todo_n_o_foi_implementado_
source: The method was not implemented!
pt_pt: O método não foi implementado!

source: The record can not be deleted because it is being used by another
pt_pt: O registo não pode ser excluído porque está a ser utilizado por outro

# InteressadosObjeto_o_usuario_para_a_permiss_o_deve_ser_informado_
source: User for permission must be informed.
pt_pt: O utilizador para a permissão deve ser informado.

# InteressadosObjeto_perfil_alterado_com_sucesso_
source: Profile altered successfully!
pt_pt: Perfil alterado com sucesso!

# InteressadosObjeto_perfil_excluido_com_sucesso_
source: Profile deleted successfully!
pt_pt: Perfil excluido com sucesso!

# InteressadosObjeto_perfil_inclu_do_com_sucesso_
source: Profile included successfully!
pt_pt: Perfil incluído com sucesso!

# InteressadosObjeto_permiss_es___
source: Permissions -
pt_pt: Permissões -

# InteressadosObjeto_permiss_es___contrato
source: Permissions - Contract
pt_pt: Permissões - Contrato

# InteressadosObjeto_permiss_es___demandas_complexas
source: Permissions - Complex Demands
pt_pt: Permissões - Pedidos Complexos

# InteressadosObjeto_permiss_es___demandas_simples
source: Permissions - Simple Requests
pt_pt: Permissões - Pedidos Simples

# InteressadosObjeto_permiss_es___entidades
source: Permissions - Entities
pt_pt: Permissões - Entidades

# InteressadosObjeto_permiss_es___equipe_de_recursos
source: Permissions - Resources Team
pt_pt: Permissões - Equipa de Recursos

# InteressadosObjeto_permiss_es___estrat_gias
source: Permissions - Strategies
pt_pt: Permissões - Estratégias

# InteressadosObjeto_permiss_es___indicadores
source: Permissions - Indicators
pt_pt: Permissões - Indicadores

# InteressadosObjeto_permiss_es___mapas
source: Permissions - Maps
pt_pt: Permissões - Mapas

# InteressadosObjeto_permiss_es___objetivos_estrat_gicos
source: Permissions - Strategic Objectives
pt_pt: Permissões - Objetivos Estratégicos

# InteressadosObjeto_permiss_es___perspectivas
source: Permissions - Perspectives
pt_pt: Permissões - Perspectivas

# InteressadosObjeto_permiss_es___processos
source: Permissions - Processes
pt_pt: Permissões - Processos

# InteressadosObjeto_permiss_es___projetos
source: Permissions - Projects
pt_pt: Permissões - Projetos

# InteressadosObjeto_permiss_es___temas
source: Permissions of this forum:
pt_pt: Permissões - Temas

# InteressadosObjeto_permiss_es___unidades
source: Permissions - Drives
pt_pt: Permissões - Unidades

# InteressadosObjeto_permiss_o_alterado_com_sucesso_
source: Permission changed successfully!
pt_pt: Permissão alterado com sucesso!

# InteressadosObjeto_permiss_o_inclu_do_com_sucesso_
source: Permission included successfully!
pt_pt: Permissão incluído com sucesso!

# InteressadosObjeto_perspectiva
source: Perspective
pt_pt: Perspectiva

# InteressadosObjeto_processo
source: Process
pt_pt: Processo

# InteressadosObjeto_projeto
source: Project
pt_pt: Projeto

# InteressadosObjeto_sim
source: Yes
pt_pt: Sim

# InteressadosObjeto_tema
source: Theme
pt_pt: Tema

# interessado_
source: Interested:
pt_pt: Interessado:

# interessado__
source: Interested:
pt_pt: Interessado:

# internacional
source: International
pt_pt: Internacional

# investimento
source: Investment
pt_pt: Investimento

# in_cio
source: Start
pt_pt: Início

# in_cio_
source: Start:
pt_pt: Início:

# in_cio_previsto
source: Estimated Start
pt_pt: Início previsto

# in_cio_rastro
source: Home
pt_pt: Início

# in_cio_real
source: Actual Start
pt_pt: Início Real

# in_cio_real_
source: Actual Start:
pt_pt: Início Real:

# in_cio__
source: Start:
pt_pt: Início:

# in_cio___
source: Start: *
pt_pt: Início: *

# item_anterior
source: Previous item
pt_pt: Item anterior

# item_da_pauta
source: Item of Agenda
pt_pt: Item da Pauta

# item_de_menu
source: Menu item
pt_pt: Item de menu

# itens
source: Items
pt_pt: Itens

# ItensBacklog_a_complexidade_do_item_deve_ser_informada_
source: Item Complexity must be informed!
pt_pt: A complexidade do item deve ser informada!

# ItensBacklog_deseja_realmente_excluir_o_item_de_backlog
source: Do you really want to delete the backlog item
pt_pt: Pretende mesmo excluir o item de backlog

# ItensBacklog_item_de_backlog_exclu_do_com_sucesso_
source: Backlog item deleted successfully!
pt_pt: Item de backlog excluído com sucesso!

source: Backlog items that have lower items in the hierarchy can not be dragged.
pt_pt: Os itens de backlog que tem itens inferiores na hierarquia não podem ser arrastados.

# ItensBacklog_os_detalhes_do_item_devem_ser_informados_
source: Item Details must be informed!
pt_pt: Os detalhes do item devem ser informados!

# ItensBacklog_o_esfor_o_do_item_deve_ser_informado_
source: Item Effort must be informed!
pt_pt: O Esforço do item deve ser informado!

# ItensBacklog_o_status_do_item_deve_ser_informado_
source: Item status must be informed!
pt_pt: O status do item deve ser informado!

# ItensBacklog_para_ter_acesso_a_op__o
source: To have access to option
pt_pt: Para ter acesso à opção

source: Backlog items already associated with a sprint can not be dragged.
pt_pt: Os itens de backlog já associados a um sprint não podem ser arrastados.

# ItensBacklog___obrigat_rio_salvar_as_informa__es_da_op__o
source: you must save option information
pt_pt: é obrigatório guardar as informações da opção

# itens_da_pauta
source: Items of the Agenda
pt_pt: Itens da Pauta

# itens_enviados
source: Sent
pt_pt: Itens enviados

# itens_n_o_planejados
source: Unplaned items
pt_pt: Itens não planeados

# janeiro
source: January
pt_pt: Janeiro

# janeiro_
source: January:
pt_pt: Janeiro:

# julho
source: July
pt_pt: Julho

# julho_
source: July:
pt_pt: Julho:

# junho
source: June
pt_pt: Junho

# junho_
source: June:
pt_pt: Junho:

# justificativa
source: Justification
pt_pt: Justificativa

# ju_zo
source: Judgment
pt_pt: Juízo

# kanban_AdicionarItemBacklog
source: Add Backlog Item
pt_pt: Adicionar Item de Backlog

# kanban_AguardeArquivamentoTarefa
source: Please wait while the task is archived ...
pt_pt: Por favor aguarde enquanto a tarefa é arquivada...

# kanban_ArquivamentoSucesso
source: The task has been successfully archived.
pt_pt: A tarefa foi arquivada com sucesso.

# kanban_ArquivarTarefa
source: Archive Task
pt_pt: Arquivar Tarefa

# kanban_atrasados
source: Delayed
pt_pt: Atrasados

# kanban_AvisoArquivarTarefa
source: When you archive the task, it will no longer appear on the "Done" tab.
pt_pt: Ao arquivar a tarefa, não irá ser mais exibida na aba "Pronto".

# kanban_CartaoCompleto
source: Full Card
pt_pt: Cartão Completo

# kanban_CartaoSimples
source: Simple Card
pt_pt: Cartão Simples

# kanban_ConfirmacaoArquivamentoTarefa
source: Do you confirm the archiving of the task?
pt_pt: Confirma o arquivamento da tarefa?

# kanban_Doing
source: Doing
pt_pt: A fazer

# kanban_Done
source: Done
pt_pt: Pronto

# kanban_Edicao
source: Edition
pt_pt: Edição

# kanban_EditarTarefa
source: Edit Task
pt_pt: Editar Tarefa

# kanban_ErroArquivarTarefa
source: There was an error while trying to archive the task!
pt_pt: Ocorreu um erro ao tentar arquivar a tarefa!

# kanban_Itens
source: Items
pt_pt: Itens

# kanban_ListaPendenciasCadastrar
source: Pending list to register
pt_pt: Lista de pendências para registar

# kanban_MensagemAlteracaoStatus
source: The task parameters have been modified and it will be moved to '{0}'.
pt_pt: Os parâmetros da tarefa foram modificados e ela será movida para '{0}'.
