Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# adm_edicaoWorkflows_acompanhamento
source: Monitoring
pt_pt: Acompanhamento

# adm_edicaoWorkflows_adicionar_nova_a__o
source: Add New Action
pt_pt: Adicionar Nova Ação

# adm_edicaoWorkflows_adicionar_novo_formul_rio
source: Add New Form
pt_pt: Adicionar Novo Formulário

# adm_edicaoWorkflows_adicionar_novo_perfil
source: Add New Profile
pt_pt: Adicionar Novo Perfil

# adm_edicaoWorkflows_altura_
source: Height:
pt_pt: Altura:

# adm_edicaoWorkflows_aplicar
source: Apply
pt_pt: Aplicar

# adm_edicaoWorkflows_ap_s
source: after
pt_pt: após

# adm_edicaoWorkflows_assunto_
source: Subject:
pt_pt: Assunto:

source: Warning! [Follow-up Message] text was informed, but no group was indicated to receive the message.
pt_pt: Atenção! Foi informado o texto da [Mensagem Acompanhamento] mas não foi indicado nenhum grupo para receber esta mensagem.

source: Warning! [Action Message] text was informed, but no group was indicated to receive the message.
pt_pt: Atenção! Foi informado o texto da [Mensagem Ação] mas não foi indicado nenhum grupo para receber esta mensagem.

source: Warning!!! Groups were informed to receive the [Follow-up Message], but notification text was not informed.
pt_pt: Atenção!!! Foram informados grupos para receberem a [Mensagem Acompanhamento], mas não foi informado o texto da notificação.

source: Warning!!! Groups were informed to receive the [Action Message], but notification text was not informed.
pt_pt: Atenção!!! Foram informados grupos para receberem a [Mensagem Ação], mas não foi informado o texto da notificação.

source: Attention !!! The notifications and automatic actions reported on this screen will occur when and if the flow is
pt_pt: Atenção!!! As notificações a ações automáticas informadas neste painel ocorrerão quando e se o fluxo for

source: Attention !!! The notifications and automatic actions reported on this screen will occur when the flow is
pt_pt: Atenção!!! As notificações e ações automáticas informadas neste painel ocorrerão quando o fluxo for

# adm_edicaoWorkflows_autotexto
source: AutoText
pt_pt: AutoTexto

# adm_edicaoWorkflows_autotexto__data_ultima_a__o_
source: AutoText: Date Last Action
pt_pt: AutoTexto: Data Ultima Ação

# adm_edicaoWorkflows_autotexto__link_do_sistema
source: AutoText: System Link
pt_pt: AutoTexto: Link do Sistema

# adm_edicaoWorkflows_autotexto__nome_do_fluxo
source: AutoText: Stream Name
pt_pt: AutoTexto: Nome Do Fluxo

# adm_edicaoWorkflows_autotexto__nome_do_projeto_
source: AutoText: Project Name
pt_pt: AutoTexto: Nome do Projeto

# adm_edicaoWorkflows_autotexto__nome_do_sistema
source: AutoText: System Name
pt_pt: AutoTexto: Nome do Sistema

# adm_edicaoWorkflows_autotexto__prazo_final_resposta
source: AutoText: Deadline Answer
pt_pt: AutoTexto: Prazo Final Resposta

# adm_edicaoWorkflows_autotexto__responsavel_a__o
source: AutoText: Action
pt_pt: AutoTexto: Responsavel Ação

# adm_edicaoWorkflows_autotexto__responsavel_fluxo
source: AutoText: Responsible Flow
pt_pt: AutoTexto: Responsavel Fluxo

# adm_edicaoWorkflows_autotexto___data_inicio_fluxo
source: AutoText: Start Date Flow
pt_pt: AutoTexto: Data Inicio Fluxo

# adm_edicaoWorkflows_auto_texto_
source: auto-text:
pt_pt: Auto-Texto:

# adm_edicaoWorkflows_auto_texto___dataultimaacao__
source: Self-Text: [dataUltimate]
pt_pt: Auto-Texto: [dataUltimaAcao]

# adm_edicaoWorkflows_auto_texto___linksistema__
source: Auto-Text: [linkSystem]
pt_pt: Auto-Texto: [linkSistema]

# adm_edicaoWorkflows_auto_texto___nomedofluxo_
source: Auto-Text: [StreamName]
pt_pt: Auto-Texto: [nomeDoFluxo]

# adm_edicaoWorkflows_auto_texto___nomeprojeto__
source: Auto-Text: [projectname]
pt_pt: Auto-Texto: [nomeProjeto]

# adm_edicaoWorkflows_auto_texto___nomesistema__
source: Auto-Text: [systemname]
pt_pt: Auto-Texto: [nomeSistema]

# adm_edicaoWorkflows_auto_texto___prazofinalresposta__
source: Auto-Text: [deadlineResponse]
pt_pt: Auto-Texto: [prazoFinalResposta]

# adm_edicaoWorkflows_auto_texto___responsavelacao_
source: Self-Text: [responsavelAction]
pt_pt: Auto-Texto: [responsavelAcao]

# adm_edicaoWorkflows_auto_texto___responsavelfluxo__
source: Self-Text: [ResponsibleFlux]
pt_pt: Auto-Texto: [responsavelFluxo]

# adm_edicaoWorkflows_auto_texto____datainiciofluxo__
source: Auto-Text: [startFlow]
pt_pt: Auto-Texto: [dataInicioFluxo]

# adm_edicaoWorkflows_a_partir_do_in_cio_da_etapa
source: From the beginning of step
pt_pt: A partir do início da etapa

# adm_edicaoWorkflows_a_partir_do_in_cio_do_fluxo
source: From the beginning of flow
pt_pt: A partir do início do fluxo

# adm_edicaoWorkflows_a__es
source: Actions
pt_pt: Ações

# adm_edicaoWorkflows_a__es_autom_ticas
source: Automatic actions
pt_pt: Ações automáticas

# adm_edicaoWorkflows_a__es_do_fluxo
source: Flow actions
pt_pt: Ações do Fluxo

# adm_edicaoWorkflows_a__o
source: Action
pt_pt: Ação

# adm_edicaoWorkflows_a__o_
source: Action:
pt_pt: Ação:

# adm_edicaoWorkflows_a__o_autom_tica
source: Automatic action
pt_pt: Ação automática

# adm_edicaoWorkflows_a__o_autom_tica_
source: Automatic action:
pt_pt: Ação automática:

# adm_edicaoWorkflows_a__o_autom_tica__
source: Automatic Action:
pt_pt: Ação Automática:

# adm_edicaoWorkflows_caminhos_condicionais
source: Conditionals
pt_pt: caminhos condicionais

# adm_edicaoWorkflows_caminho_condicional
source: Conditional way
pt_pt: Caminho condicional

# adm_edicaoWorkflows_cancelado_
source: canceled.
pt_pt: cancelado.

# adm_edicaoWorkflows_cancelamento
source: Cancellation
pt_pt: Cancelamento

# adm_edicaoWorkflows_cancelar
source: Cancel
pt_pt: Cancelar

# adm_edicaoWorkflows_clique_para_ajuda_com_autotextos
source: Click here for help with auto-texts.
pt_pt: clique para ajuda com auto-textos

# adm_edicaoWorkflows_conectar_etapas
source: Stage's Connect
pt_pt: Conectar etapas

# adm_edicaoWorkflows_conectores
source: Connectors
pt_pt: Conectores

# adm_edicaoWorkflows_conectores_com_a__es_autom_ticas_
source: Connector with auto-actions
pt_pt: Conectores com ações automáticas

# adm_edicaoWorkflows_conectores_com_a__es_autom_ticas__
source: Connectors with Automatic Actions:
pt_pt: Conectores com Ações Automáticas:

# adm_edicaoWorkflows_conector_de_etapas
source: Stage's connector.
pt_pt: Conector de etapas

# adm_edicaoWorkflows_configura__o
source: Config
pt_pt: Configuração

# adm_edicaoWorkflows_consulta
source: View
pt_pt: Consulta

# adm_edicaoWorkflows_cor_do_bot_o_
source: Button collor
pt_pt: Cor do botão:

# adm_edicaoWorkflows_data_da__ltima_a__o_
source: Date of last action:
pt_pt: Data da última ação:

# adm_edicaoWorkflows_data_de_cria__o_do_fluxo_
source: Creation date of flow:
pt_pt: Data de criação do fluxo:

# adm_edicaoWorkflows_data_de_in_cio_do_fluxo
source: Start date of flow
pt_pt: Data de início do fluxo

# adm_edicaoWorkflows_data_de_in_cio_do_fluxo_
source: Start date of flow:
pt_pt: Data de início do fluxo:

# adm_edicaoWorkflows_data_hora_de_ocorr_ncia_da_a__o_
source: Date / time of action occurrence:
pt_pt: Data/hora de ocorrência da ação:

# adm_edicaoWorkflows_data_limite_sugerida_para_resposta___a__o_
source: Suggested deadline for response to action:
pt_pt: Data Limite sugerida para resposta à ação:

# adm_edicaoWorkflows_definir_caminhos_condicionais
source: Define conditional way
pt_pt: Definir caminhos condicionais

# adm_edicaoWorkflows_definir_tempo_de_espera
source: Waiting time
pt_pt: Tempo de espera

# adm_edicaoWorkflows_descri__o
source: Description
pt_pt: Descrição

# adm_edicaoWorkflows_descri__o_
source: Description:
pt_pt: Descrição:

# adm_edicaoWorkflows_descri__o_da_vers_o_
source: Version description:
pt_pt: Descrição da versão:

# adm_edicaoWorkflows_descri__o_detalhada_
source: Detailed version description
pt_pt: Descrição detalhada:

# adm_edicaoWorkflows_descri__o_resumida_
source: Short description
pt_pt: Descrição resumida:

# adm_edicaoWorkflows_descri__o___
source: Description -
pt_pt: Descrição -

# adm_edicaoWorkflows_destino
source: Destination (to)
pt_pt: Destino

# adm_edicaoWorkflows_dias
source: days
pt_pt: dias

# adm_edicaoWorkflows_dias__teis
source: working days
pt_pt: dias úteis

# adm_edicaoWorkflows_dimens_es
source: Dimensions
pt_pt: Dimensões

# adm_edicaoWorkflows_dimens_es__rea_desenho
source: Drawing area
pt_pt: Dimensões área desenho

# adm_edicaoWorkflows_disjun__es
source: Disjunction
pt_pt: Disjunções

# adm_edicaoWorkflows_disjun__o
source: Disjunction
pt_pt: Disjunção

# adm_edicaoWorkflows_do
source: of
pt_pt: do

# adm_edicaoWorkflows_editar
source: Edit
pt_pt: Editar

# adm_edicaoWorkflows_editar_elementos_do_fluxo
source: Update flow elements
pt_pt: Editar elementos do fluxo

# adm_edicaoWorkflows_editar_elementos_do_fluxo_
source: Edit flow elements.
pt_pt: Editar elementos do fluxo.

# adm_edicaoWorkflows_edi__o_de_modelo_de_fluxo
source: Flow Model Editing
pt_pt: Edição de Modelo de Fluxo

# adm_edicaoWorkflows_edi__o_de_modelo_de_fluxo_
source: Flow Model Editing:
pt_pt: Edição de Modelo de Fluxo:

# adm_edicaoWorkflows_endere_o_do_sistema_na_internet_
source: Web address system
pt_pt: Endereço do sistema na internet:

# adm_edicaoWorkflows_erro_ao_gerar_o_relat_rio_resumo_do_modelo_de_fluxo__
source: Error generating summary flow template report:
pt_pt: Erro ao gerar o relatório resumo do modelo de fluxo:

source: This information will be displayed as a tooltip when you position the mouse over the item on the graph
pt_pt: Esta informação será mostrada como "tooltip" ao posicionar o rato no ítem do gráfico

source: Esta informação será mostrada como "tooltip" ao posicionar o mouse sobre o ítem no gráfico.
pt_pt: Esta informação será mostrada como "tooltip" ao posicionar o rato no ítem do gráfico.

source: This information will be shown as 'tooltip' by positioning the mouse over the item in the chart
pt_pt: Esta informação será mostrada como 'tooltip' ao posicionar o rato no item do gráfico

# adm_edicaoWorkflows_etapas
source: Phases
pt_pt: Etapas

# adm_edicaoWorkflows_etapa_destino_
source: Destination:
pt_pt: Etapa destino:

# adm_edicaoWorkflows_etapa_inicial
source: Initial Stage
pt_pt: Etapa Inicial

# adm_edicaoWorkflows_etapa_origem
source: Origin:
pt_pt: Etapa origem

# adm_edicaoWorkflows_etapa_origem_
source: Source:
pt_pt: Etapa Origem:

# adm_edicaoWorkflows_etapa_timer_
source: Timer step:
pt_pt: Etapa timer:

# adm_edicaoWorkflows_etapa__duplo_clique_para_editar_
source: Step (Double click to edit)
pt_pt: Etapa (Duplo clique para editar)

# adm_edicaoWorkflows_excluir
source: Delete
pt_pt: Excluir

# adm_edicaoWorkflows_exibe_o_relat_rio_resumo_do_modelo_de_fluxo
source: Displays the flow model summary report
pt_pt: Exibe o relatório resumo do modelo de fluxo

# adm_edicaoWorkflows_exige_assinatura_digital
source: Digital signature is required
pt_pt: Exige a assinatura digital

# adm_edicaoWorkflows_exportar
source: Export
pt_pt: Exportar

# adm_edicaoWorkflows_fechar
source: Close
pt_pt: Fechar

# adm_edicaoWorkflows_fim
source: End
pt_pt: Fim

# adm_edicaoWorkflows_fim_de_execu__o_paralela
source: End of parallel execution
pt_pt: Fim da execução paralela

# adm_edicaoWorkflows_fim_de_fluxo
source: End of flow
pt_pt: Fim do fluxo

# adm_edicaoWorkflows_finalizar_execu__o_paralela__jun__o_
source: Finish parallel execution / join.
pt_pt: Finalizar execução paralela/junção.

# adm_edicaoWorkflows_finalizar_fluxo
source: Finish flow
pt_pt: Finalizar fluxo

# adm_edicaoWorkflows_fins
source: End Points
pt_pt: Fins

# adm_edicaoWorkflows_fluxo_a_executar_
source: Flow to execute:
pt_pt: Fluxo a executar:

# adm_edicaoWorkflows_fluxo_principal
source: Main Flow
pt_pt: Fluxo Principal

# adm_edicaoWorkflows_formul_rio
source: Form
pt_pt: Formulário

# adm_edicaoWorkflows_formul_rios
source: Forms
pt_pt: Formulários

# adm_edicaoWorkflows_formul_rios_associados___etapa
source: Forms associated with step
pt_pt: Formulários associados à etapa

# adm_edicaoWorkflows_formul_rio_
source: Form:
pt_pt: Formulário:

# adm_edicaoWorkflows_gravar_o_modelo_na_base_de_dados_
source: Save the template to the database:
pt_pt: Gravar o modelo na base de dados:

# adm_edicaoWorkflows_grupo_com_acesso
source: Group with access
pt_pt: Grupo com acesso

# adm_edicaoWorkflows_grupo_com_acesso_
source: Group with access:
pt_pt: Grupo com acesso:

# adm_edicaoWorkflows_grupo_notificado
source: Notified group
pt_pt: Grupo notificado

# adm_edicaoWorkflows_grupo_notificado_
source: Group notified:
pt_pt: Grupo notificado:

# adm_edicaoWorkflows_horas
source: hours
pt_pt: horas

# adm_edicaoWorkflows_incluir_etapas
source: Include steps
pt_pt: Incluir etapas

# adm_edicaoWorkflows_indique_os_perfis_de_pessoas_que_ter_o_acesso_a_esta_etapa
source: Please indicate the profiles of people who will have access to this step
pt_pt: Indique os perfis de pessoas que terão acesso a esta etapa

# adm_edicaoWorkflows_indique_o_tipo_de_acesso_de_cada_perfil
source: Specify the type of access for each profile
pt_pt: Indique o tipo de acesso de cada perfil

# adm_edicaoWorkflows_informa__es_complementares
source: Additional information
pt_pt: Informações complementares

# adm_edicaoWorkflows_informa__es_da_etapa__
source: Stage Information -
pt_pt: Informações da Etapa -

# adm_edicaoWorkflows_informa__es_da_etapa___
source: Step Information ...
pt_pt: Informações da etapa...

# adm_edicaoWorkflows_informa__es_do_conector
source: Connector Information
pt_pt: Informações do Conector

# adm_edicaoWorkflows_informa__es_do_conector__
source: Connector Information -
pt_pt: Informações do Conector -

# adm_edicaoWorkflows_informa__es_do_conector___
source: Connector information ...
pt_pt: Informações do conector...

# adm_edicaoWorkflows_informa__es_do_subprocesso
source: Subprocess Info
pt_pt: Informações do subprocesso

# adm_edicaoWorkflows_informa__es_do_subprocesso__
source: Subprocess Information -
pt_pt: Informações do Subprocesso -

# adm_edicaoWorkflows_informa__es_do_timer
source: Timer Information
pt_pt: Informações do temporizador

# adm_edicaoWorkflows_informa__es_do_timer__
source: Timer Information -
pt_pt: Informações do Temporizador -

# adm_edicaoWorkflows_informe_a_op__o_que_levar____etapa_de_destino
source: Enter the option that will lead to the destination step
pt_pt: Informe a opção que levará à etapa de destino

source: Enter the amount of time for completing step
pt_pt: Informe a quantidade de tempo previsto para a conclusão da etapa

# adm_edicaoWorkflows_informe_o_nome_abreviado_da_etapa
source: Enter the short name of the step
pt_pt: Informe o nome abreviado da etapa

# adm_edicaoWorkflows_informe_o_nome_abreviado_do_subprocesso
source: Enter the short name of the subprocess
pt_pt: Informe o nome abreviado do subprocesso

# adm_edicaoWorkflows_iniciado_
source: started.
pt_pt: iniciado.

# adm_edicaoWorkflows_iniciar_execu__o_paralela__disjun__o_
source: Start parallel execution / disjunction
pt_pt: Iniciar execução paralela / disjunção

# adm_edicaoWorkflows_in_cio_de_execu__o_paralela
source: Parallel execution start
pt_pt: Início de execução paralela

# adm_edicaoWorkflows_jun__es
source: Junctions
pt_pt: Junções

# adm_edicaoWorkflows_jun__o
source: Junction
pt_pt: Junção

# adm_edicaoWorkflows_largura_
source: Width:
pt_pt: Largura:

# adm_edicaoWorkflows_link_do_sistema_
source: System Link:
pt_pt: Link do sistema:

# adm_edicaoWorkflows_marcar_se_essa_for_uma_etapa_com_movimenta__o_autom_tica_
source: Check if this is a step with automatic movement:
pt_pt: Sinalizar se esta for uma etapa com movimentação automática:

# adm_edicaoWorkflows_marcar_se_esta_for_a_etapa_inicial_do_fluxo
source: Check if this is the initial step of the flow
pt_pt: Sinalizar se esta for a etapa inicial do fluxo

source: Check if it is to require digital signature when the flow goes through this connection
pt_pt: Sinalizar se for para exigir assinatura digital quando o fluxo percorrer essa conexão

# adm_edicaoWorkflows_mensagem_acompanhamento
source: Message tracking
pt_pt: Mensagem acompanhamento

# adm_edicaoWorkflows_mensagem_a__o
source: Message action
pt_pt: Mensagem ação

# adm_edicaoWorkflows_meses
source: months
pt_pt: meses

# adm_edicaoWorkflows_modelo_de_fluxo_
source: Flow model:
pt_pt: Modelo de fluxo:

source: On the lines where this column is checked, indicates which form to display will be required.
pt_pt: Nas linhas em que esta coluna estiver marcada, indicará que formulário a ser mostrado será de preenchimento obrigatório.

source: On the rows where this column is checked, indicates which form to display will be read-only.
pt_pt: Nas linhas em que esta coluna estiver marcada, indicará que formulário a ser mostrado será somente para leitura.

source: On the rows where this column is checked, indicates that if the flow passes more than once through this step, it is to create a new form each time.
pt_pt: Nas linhas em que esta coluna estiver marcada, indicará que se o fluxo passar mais do que uma vez por esta etapa, é para criar-se um formulário novo por cada vez.

# adm_edicaoWorkflows_nenhuma_a__o_autom_tica___
source: No automatic action ...
pt_pt: Nenhuma ação automática...

# adm_edicaoWorkflows_nenhuma_informa__o_a_apresentar
source: No information to display
pt_pt: Nenhuma informação a Apresentar

# adm_edicaoWorkflows_nenhum_formul_rio_associado_
source: No associated form.
pt_pt: Nenhum formulário associado.

# adm_edicaoWorkflows_nenhum_perfil_cadastrado
source: No profile registered
pt_pt: Nenhum perfil registado

# adm_edicaoWorkflows_nenhum_perfil_notificado___
source: No profile reported ...
pt_pt: Nenhum perfil notificado...

# adm_edicaoWorkflows_nome_abreviado_
source: Short name:
pt_pt: Nome abreviado:

# adm_edicaoWorkflows_nome_da_pessoa_que_gerou_a_a__o_
source: Name of the person who generated the action:
pt_pt: Nome da pessoa que gerou a ação:

# adm_edicaoWorkflows_nome_do_fluxo_
source: Flow Name:
pt_pt: Nome do fluxo:

# adm_edicaoWorkflows_nome_do_perfil
source: Profile Name
pt_pt: Nome do Perfil

# adm_edicaoWorkflows_nome_do_projeto_
source: Project name:
pt_pt: Nome do projeto:

# adm_edicaoWorkflows_nome_do_projeto_relacionado_ao_fluxo_
source: Name of project related to flow:
pt_pt: Nome do projeto relacionado ao fluxo:

# adm_edicaoWorkflows_nome_do_sistema_
source: System Name:
pt_pt: Nome do sistema:

# adm_edicaoWorkflows_nome_do_usu_rio_criador_do_fluxo_
source: Creator user name of flow:
pt_pt: Nome do utilizador criador do fluxo:

source: The name that the user gave to the stream at the time of its creation. This AutoText is important information for who will receive the notification:
pt_pt: Nome que o utilizador deu ao fluxo no momento da sua criação. Este autotexto é uma informação importante para quem vai receber a notificação:

# adm_edicaoWorkflows_notifica__o_acompanhamento
source: Notification FOLLOW-UP
pt_pt: Notificação ACOMPANHAMENTO

# adm_edicaoWorkflows_notifica__o_a__o
source: Notification ACTION
pt_pt: Notificação AÇÃO

# adm_edicaoWorkflows_notifica__o__acompanhamento_
source: Notification (Follow-up)
pt_pt: Notificação (Acompanhamento)

# adm_edicaoWorkflows_notifica__o__a__o_
source: Notification (Action)
pt_pt: Notificação (Ação)

# adm_edicaoWorkflows_nova_etapa
source: New step
pt_pt: Nova etapa

# adm_edicaoWorkflows_nova_etapa_
source: New step:
pt_pt: Nova etapa:

# adm_edicaoWorkflows_novo_cada_ocorr_ncia
source: New Every Occurrence
pt_pt: Novo em Cada Ocorrência

# adm_edicaoWorkflows_novo_em_cada_ocorr_ncia
source: New in every occurrence
pt_pt: Novo em cada ocorrência

# adm_edicaoWorkflows_novo_em_cada_ocorr_ncia_
source: New to Every Occurrence?
pt_pt: Novo em Cada Ocorrência?

# adm_edicaoWorkflows_novo_subprocesso
source: New subprocess
pt_pt: Novo subprocesso

# adm_edicaoWorkflows_objeto
source: Object
pt_pt: Objeto

# adm_edicaoWorkflows_obrigat_rio
source: Required
pt_pt: Obrigatório

# adm_edicaoWorkflows_obrigat_rio_
source: Required:
pt_pt: Obrigatório:

# adm_edicaoWorkflows_observa__es_
source: Comments:
pt_pt: Observações:

# adm_edicaoWorkflows_ocultar_os_bot_es_de_a__es_nessa_etapa
source: Hide the action buttons in this step
pt_pt: Ocultar os botões de ações nesta etapa

# adm_edicaoWorkflows_op__o_
source: Option:
pt_pt: Opção:

# adm_edicaoWorkflows_ordem
source: Order
pt_pt: Ordem

# adm_edicaoWorkflows_ordem_formul_rio
source: Order Form
pt_pt: Ordem Formulário

# adm_edicaoWorkflows_origem
source: Source
pt_pt: Origem

source: The AutoText feature allows you to include dynamic information in a notification
pt_pt: O recurso de autotexto permite incluir informações dinâmicas numa notificação

source: The AutoText feature allows you to include dynamic information in a notification:
pt_pt: O recurso de autotexto permite incluir informações dinâmicas numa notificação:

source: The <em> AutoText </ em> feature allows you to include dynamic information in a notification.
pt_pt: O recurso de <em>AutoTexto</em>permite incluir informações dinâmicas numa notificação. Os <em>AutoTextos</em>são substituídos por informações reais do fluxo e da ação causadores da notificação. Para usá-lo, posicione o cursor no campo "Assunto" ou "Texto", no local que pretende inserir a informação e clique sobre o ícone do AutoTexto correspondente. Segue uma breve explicação de cada <em>AutoTexto</em>:<br />

source: The <em>AutoText</em> feature allows you to include dynamic information in a notification. <em>AutoTexts</em> are replaced by actual information on the flow and action causing the notification. To use it, position the cursor in the 'Subject' or 'Text' field where you want to enter the information and click on the corresponding AutoText icon. Here is a brief explanation of each AutoText:
pt_pt: O recurso de AutoTexto permite incluir informações dinâmicas numa notificação. Os AutoTextos são substituídos por informações reais do fluxo e da ação causadores da notificação. Para usá-lo, posicione o cursor no campo 'Assunto' ou 'Texto' , no local que pretende inserir a informação e clique sobre o ícone do AutoTexto correspondente. Segue uma breve explicação de cada AutoTexto:

source: To change the dimensions of the drawing area, enter new values ​​in the fields below:
pt_pt: Para alterar as dimensões da área de desenho, informe os novos valores nos campos abaixo:

# adm_edicaoWorkflows_perfil
source: Profile
pt_pt: Perfil

# adm_edicaoWorkflows_perfil_
source: Profile:
pt_pt: Perfil:

# adm_edicaoWorkflows_perfis_notificados
source: Profiles reported
pt_pt: Perfis notificados

# adm_edicaoWorkflows_pessoas_com_acesso___etapa
source: People with access to the stage
pt_pt: Pessoas com acesso à etapa

# adm_edicaoWorkflows_prazo_final_para_resposta_
source: Deadline for response:
pt_pt: Prazo final para resposta:

# adm_edicaoWorkflows_prazo_previsto
source: Estimated time
pt_pt: Prazo previsto

# adm_edicaoWorkflows_prazo_previsto_
source: Expected deadline:
pt_pt: Prazo previsto:

# adm_edicaoWorkflows_prazo_previsto_para_conclus_o_da_etapa
source: Expected deadline for completion of step
pt_pt: Prazo previsto para a conclusão da etapa

# adm_edicaoWorkflows_prazo_previsto_para_conclu__o_da_etapa
source: Expected deadline for completion of step
pt_pt: Prazo previsto para a conclusão da etapa

# adm_edicaoWorkflows_propriedades
source: properties
pt_pt: Propriedades

# adm_edicaoWorkflows_publicar
source: Publish
pt_pt: Publicar

# adm_edicaoWorkflows_publicar_o_modelo_para_uso_no_sistema_
source: Publish the template for use in the system:
pt_pt: Publicar o modelo para uso no sistema:

# adm_edicaoWorkflows_refer_ncia_para_o_prazo_previsto_da_etapa
source: Reference to the expected period of the step
pt_pt: Referência para o prazo previsto da etapa

# adm_edicaoWorkflows_relat_rio_resumo
source: Summary Report
pt_pt: Relatório Resumo

# adm_edicaoWorkflows_repons_vel_pelo_fluxo_
source: Responsible for the flow:
pt_pt: Responsável pelo fluxo:
