Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# kanban_MensagemAlteracaoStatusAprovacao
source: The task '{0}' has been changed to '{1}' and will be moved to '{2}'.
pt_pt: A tarefa '{0}' foi alterada para '{1}' e será movida para '{2}'.

# kanban_MensagemAtualizacao
source: The Kanban refresh interval is {0} minutes
pt_pt: O intervalo de atualização do Kanban é de {0} minutos

# kanban_MensagemAtualizando
source: Updating Kanban...
pt_pt: A atualizar o Kanban...

# kanban_MensagemExibicao
source: You have <span class="textCustomi">{0}</span> uncompleted tasks. We are displaying <span class="textCustomi">{1}</span> tasks in Kanban. Adjust the date range and click the <span class="textCustomi">{2}</span> button to see more results.
pt_pt: Tem <span class="textCustomi">{0}</span> tarefas não concluídas. Estamos a exibi <span class="textCustomi">{1}</span> tarefas no Kanban. Ajuste o período e clique no botão <span class="textCustomi">{2}</span> para ver mais resultados.

# kanban_Meses
source: ["Jan","Feb","Mar","Apr","May","Jun","Jul","Aug","Sep","Oct","Nov","Dec"]
pt_pt: ["Jan","Fev","Mar","Abr","Mai","Jun","Jul","Ago","Set","Out","Nov","Dez"]

# kanban_MomentLocale
source: {"format":"MM/DD/YYYY","separator":" - ","applyLabel":"Ok","cancelLabel":"Cancel","fromLabel":"De","toLabel":"Para","customRangeLabel":"Customize","weekLabel":"S","daysOfWeek":["Sun","Mon","Tue","Wed","Thu","Fri","Sat"],"monthNames":["January","February","March","April","May","June","July","August","September","October","November","December"],"firstDay":1}
pt_pt: {"format":"DD/MM/YYYY","separator":" - ","applyLabel":"Ok","cancelLabel":"Cancelar","fromLabel":"De","toLabel":"Para","customRangeLabel":"Customizar","weekLabel":"W","daysOfWeek":["Dom","Seg","Ter","Qua","Qui","Sex","Sab"],"monthNames":["Janeiro","Fevereiro","Março","Abril","Maio","Junho","Julho","Agosto","Setembro","Outubro","Novembro","Dezembro"],"firstDay":1}

# kanban_OrdenacaoDataInicio
source: Start Date
pt_pt: Data de Início

# kanban_OrdenacaoDataTermino
source: End Date
pt_pt: Data de Término

# kanban_OrdenacaoPrioridade
source: Priority
pt_pt: Prioridade

# kanban_OrdenacaoTitulo
source: Title
pt_pt: Título

# kanban_Pesquisar
source: Search
pt_pt: Pesquisar

# kanban_Status
source: {"todo":"To Do","doing":"Doing","done":"Done"}
pt_pt: {"todo":"A Fazer","doing":"A fazer","done":"Pronto"}

# kanban_StatusAprovacao
source: {"AT":"Delayed","PA":"Pending Approval","PE":"Pending Submission","PP":"Pending Publishing","RP":"Not Approved","AP":"Approved","EA":"Under Approval Process","ER":"Under Unapproval Process"}
pt_pt: {"AT":"Atrasada","PA":"Pendente de aprovação","PE":"Pendente de envio","PP":"Pendente de publicação","RP":"Reprovado","AP":"Aprovado","EA":"Em processo de aprovação","ER":"Em processo de reprovação"}

# kanban_StatusTarefaCancelada
source: Canceled
pt_pt: Cancelada

# kanban_StatusTarefaConcluida
source: Completed
pt_pt: Concluída

# kanban_StatusTarefaEmExecucao
source: In Progress
pt_pt: Em Execução

# kanban_StatusTarefaNaoIniciada
source: Not Started
pt_pt: Não Iniciada

# kanban_Todo
source: To Do
pt_pt: A Fazer

# largura_
source: Width:
pt_pt: Largura:

# lblAviso
source: * There is(are) saved base line(s). Replanning by WBS should be approved by flow instance
pt_pt: * Existe(m) linha(s) de base salva(s). Os novos planeamentos pela EAP devem ser aprovadas via fluxo

# legenda
source: Legend
pt_pt: Legenda

# legenda_da_lista_de_mapas
source: Maps List Legend
pt_pt: Legenda da Lista de Mapas

# leitura
source: Reading
pt_pt: Leitura

# ler
source: Read
pt_pt: Ler

# licenciado_para
source: Licensed to
pt_pt: Licenciado para

# licoesAprendidas_li__es_aprendidas
source: Lessons Learned
pt_pt: Lições Aprendidas

# limite
source: Limit
pt_pt: Limite

# LimitesPlanoOrc_o_limite_deve_ser_escolhido_
source: Select a limit!
pt_pt: O Limite deve ser escolhido!

source: The completion of at least one value is mandatory (maximum and/or minimum)!
pt_pt: O preenchimento de pelo menos um valor é obrigatório(máximo e/ou mínimo)!

# LimitesPlanoOrc_valor_m_ximo_n_o_pode_ser_menor_que_o_valor_m_nimo_
source: Maximum value cannot be lower than the minimum value!
pt_pt: O valor máximo não pode ser menor que o valor mínimo!

# limite_resolu__o
source: Resolution Limit
pt_pt: Limite Resolução

# limpar
source: Clear
pt_pt: Limpar

# linha
source: Line
pt_pt: Linha

# linhas_
source: Lines:
pt_pt: Linhas:

# linha_de_base
source: Baseline
pt_pt: Linha de Base

# lista
source: List
pt_pt: Lista

# ListaConsultas_n_o_foi_poss_vel_validar_a_consulta_sql_
source: Could not validate SQL query.
pt_pt: Não foi possível validar a consulta SQL.

# ListaContratosExtendido_contrato_n___
source: Contract No.:
pt_pt: Contrato Nº:

# ListaContratosExtendido_deseja_excluir_o_contrato_selecionado_
source: Do you want to delete the selected contract?
pt_pt: Pretende excluir o contrato selecionado?

# ListaContratosExtendido_permiss_es
source: Permissions
pt_pt: Permissões

source: Error exporting data. Make sure you have not exceeded the maximum number of 256 columns!
pt_pt: Erro ao exportar os dados. Verifique se não ultrapassou o número máximo de 256 colunas!

# ListaDemandas_deseja_iniciar_o_fluxo_de_abertura_do_projeto_
source: Do you want to start the project opening flow?
pt_pt: Pretende iniciar o fluxo de abertura do projeto?

# listaEntregasProjetos_lista_de_entregas
source: List of Deliveries
pt_pt: Lista de Entregas

# ListagemPerfisUsuario_contrato
source: Contract
pt_pt: Contrato

# ListagemPerfisUsuario_demandas_complexas
source: Complex Demands
pt_pt: Pedidos Complexos

# ListagemPerfisUsuario_demandas_simples
source: Simple Demands
pt_pt: Pedidos Simples

# ListagemPerfisUsuario_deseja_realmente_excluir_o_registro_
source: Do you really want to exclude the record?
pt_pt: Pretende mesmo excluir o registo?

# ListagemPerfisUsuario_edi__o_n_o_dispon_vel
source: Edition not available
pt_pt: Edição não disponível

# ListagemPerfisUsuario_entidade
source: Entity
pt_pt: Entidade

# ListagemPerfisUsuario_entidades
source: Entities
pt_pt: Entidades

# ListagemPerfisUsuario_estrat_gias
source: Strategies
pt_pt: Estratégias

# ListagemPerfisUsuario_indicadores
source: Indicators
pt_pt: Indicadores

# ListagemPerfisUsuario_mapas
source: Maps
pt_pt: Mapas

# ListagemPerfisUsuario_n_o
source: No
pt_pt: Não

# ListagemPerfisUsuario_objetivos_estrat_gicos
source: Strategic objectives
pt_pt: Objetivos Estratégicos

# ListagemPerfisUsuario_perfil_alterado_com_sucesso_
source: Profile altered successfully!
pt_pt: Perfil alterado com sucesso!

# ListagemPerfisUsuario_perfil_exclu_do_com_sucesso_
source: Profile deleted successfully!
pt_pt: Perfil excluído com sucesso!

# ListagemPerfisUsuario_perfil_inclu_do_com_sucesso_
source: Profile included successfully!
pt_pt: Perfil incluído com sucesso!

# ListagemPerfisUsuario_permiss_es
source: Permissions
pt_pt: Permissões

# ListagemPerfisUsuario_permiss_es_herdadas
source: Inherited permissions
pt_pt: Permissões Herdadas

# ListagemPerfisUsuario_permiss_es_personalizadas
source: Custom Permissions
pt_pt: Permissões Personalizadas

# ListagemPerfisUsuario_permiss_o_alterada_com_sucesso_
source: Permission changed successfully!
pt_pt: Permissão alterada com sucesso!

# ListagemPerfisUsuario_permiss_o_inclu_da_com_sucesso_
source: Permission included successfully!
pt_pt: Permissão incluída com sucesso!

# ListagemPerfisUsuario_perspectivas
source: Perspectives
pt_pt: Perspectivas

# ListagemPerfisUsuario_processos
source: Processes
pt_pt: Processos

# ListagemPerfisUsuario_projetos
source: Projects
pt_pt: Projetos

# ListagemPerfisUsuario_sim
source: Yes
pt_pt: Sim

# ListagemPerfisUsuario_temas
source: Themes
pt_pt: Temas

# ListagemPerfisUsuario_total_de_interessados_
source: Total Interest:
pt_pt: Total de Interessados:

# ListagemPerfisUsuario_unidade
source: unity
pt_pt: Unidade

# ListagemPerfisUsuario_unidades
source: Units
pt_pt: Unidades

# ListaMedicoes_anexos_da_medi__o
source: Measurement Attachments
pt_pt: Anexos da Medição

# ListaMedicoes_medi__o
source: Measurement
pt_pt: Medição

# ListaObras_deseja_restaurar_as_configura__es_originais_do_layout_da_consulta_
source: Do you want to restore the original query layout settings?
pt_pt: Deseja restaurar as configurações originais do layout da consulta?

# ListaObras_gantt_de_obras
source: Gantt of Works
pt_pt: Gantt de Obras

# listaPPA_plano_plurianual
source: Multiyear Plan
pt_pt: Plano Plurianual

# ListaProcessosGrupo_adicionar_a_lista_aos_favoritos
source: Add to Wishlist
pt_pt: Adicionar a Lista aos Favoritos

source: Confirming this option will automatically create a new process for this flow. Do you confirm?
pt_pt: Ao confirmar esta opção, será automaticamente criado um novo processo para este fluxo. Confirma?

source: When you reverse a process, it will return to the previous step and if any information was entered in the current step, it will be lost. Continue?
pt_pt: Ao reverter um processo, ele voltará para a etapa anterior e caso alguma informação tenha sido digitada na etapa atual, ela ficará perdida. Continuar?

source: Attention! The current step in the process does not allow interaction by this user. Wait for the process to change step.
pt_pt: Atenção! A etapa atual do processo em que se encontra não permite a interação por este utilizador. Aguarde até que o processo mude de etapa.

# listaProcessosInterno_digite_a_palavra_a_ser_pesquisada_e_pressione__enter_
source: Enter the word to be searched and press 'ENTER'
pt_pt: Digite a palavra a ser pesquisada e pressione 'ENTER'

source: There are no changes yet. </ Br> </ br> By clicking 'Ok', unsaved changes will be lost!
pt_pt: Existem alterações que ainda não foram guardadas.</br></br>Ao pressionar 'Ok', as alterações não guardadas serão perdidas!</br></br>Pretende continuar?

# listaProcessosInterno_Formul_rio_Din_mico
source: Dynamic form
pt_pt: Formulário Dinâmico

# listaProcessosInterno_gr_fico_do_processo
source: Process Chart
pt_pt: Gráfico do Processo

# listaProcessosInterno_hist_rico
source: Historic
pt_pt: Histórico

source: There is no way to reverse the cancellation of a process. Do you really want to cancel this process?
pt_pt: Não há forna de reverter o cancelamento de um processo. Pretende mesmo cancelar este processo?

source: You will not be able to interact with this process. Reason: process terminated.
pt_pt: Não será possível interagir com este processo. Motivo: processo encerrado.

# listaProcessosInterno_processo_cancelado_
source: Process canceled!
pt_pt: Processo cancelado!

# listaProcessosInterno_processo_revertido_
source: Reversed process!
pt_pt: Processo revertido!

# ListaProjetosMapa_inclus_o_de_projeto
source: Project Inclusion
pt_pt: Inclusão de Projeto

# ListaProjetos_demanda
source: Demand
pt_pt: Pedido

# ListaProjetos_deseja_restaurar_as_configura__es_originais_do_layout_da_consulta_
source: Do you want to restore the original query layout settings?
pt_pt: Pretende restaurar as configurações originais do layout da consulta?

# listar_
source: list:
pt_pt: Listar:

# ListaTarefasAlerta_deseja_remover_a_associa__o_selecionada_
source: Do you want to remove the selected association?
pt_pt: Pretende remover a associação selecionada?

# lista_zebrada_
source: Zebra list?
pt_pt: Lista zebrada?

# livre
source: Free
pt_pt: Livre

# livro
source: Book
pt_pt: Livro

# li__o
source: Lesson
pt_pt: Lição

# li__o_
source: Lesson:
pt_pt: Lição:

# localiza__o
source: Location
pt_pt: Localização

# localiza__o_
source: Location:
pt_pt: Localização:

source: Error exporting data. Make sure you have not exceeded the maximum number of 256 columns!
pt_pt: Erro ao exportar os dados. Verifique se não foi ultrapassado o número máximo de 256 colunas!

# login_administracao
source: Administration
pt_pt: Administração

# login_administra__o
source: Administration
pt_pt: Administração

# login_alteracao_senha
source: Change Password
pt_pt: Alteração da senha

# login_as_informa__es_digitadas_n_o_est_o_corretas
source: The information entered is not correct
pt_pt: As informações digitadas não estão corretas

# login_aten__231___227_o__caps_lock_ligado_
source: Attention! CAPS LOCK On.
pt_pt: Aten&#231;&#227;o! CAPS LOCK Ligado.

# login_autenticacao
source: Authentication
pt_pt: Autenticação

# login_autenticacao_desconhecida
source: Failed to identify the authentication template to use.
pt_pt: Não foi possível identificar o modelo de autenticação a ser utilizado.

# login_autenticacao_integrada
source: Your authentication is integrated!
pt_pt: A sua autenticação é integrada!

# login_banco_dados_retornando_varios_registros
source: Authentication database is returning various records. Only one more expected.
pt_pt: O banco de dados de autenticação está a retornar vários registos. É esperado apenas um.

# login_email_nao_cadastrado_sistema
source: Email not registered in the system!
pt_pt: Email não registado no sistema!

# login_erro_alterar_senha
source: Error when changing password!
pt_pt: Erro ao Alterar a Senha!

# login_erro_autenticacao_ad
source: AD authentication error!
pt_pt: Erro na autenticacão AD!

# login_erro_autenticacao_ldap
source: LDAP Authentication: Could not log in with the provided email and password.
pt_pt: Autenticação LDAP: Não foi possível efetuar logon com o email e senha fornecidos.

# login_erro_autenticacao_sistema
source: Authentication Error (Portal)!
pt_pt: Erro na autenticacão (Portal)!

# login_erro_conexao_banco_dados_autenticacao
source: Failed to connect to authentication database
pt_pt: Erro ao tentar conectar ao banco de dados de autenticação

# login_espaco_trabalho
source: Workspace
pt_pt: Espaço de Trabalho

# login_espa_o_de_trabalho
source: Work space
pt_pt: Espaço de Trabalho

# login_estrategia
source: Strategy
pt_pt: Estratégia

# login_estrat_gia
source: Strategy
pt_pt: Estratégia

# login_foi_redefinida_para
source: was redefined to
pt_pt: foi redefinida para

# login_licenciado_para
source: Licensed to
pt_pt: Licenciado para

# login_licenciado_para_
source: Licensed to:
pt_pt: Licenciado para:

# login_logomarca_brisk
source: Brisk logo
pt_pt: Logomarca Brisk

# login_mobilidade
source: Mobility
pt_pt: Mobilidade

# login_nao_e_usuario_ativo
source: At the moment, you're not an active user in any unit. Please contact the system administrator.
pt_pt: No momento, você não é um usuário ativo em nenhuma unidade. Entre em contato com o administrador do sistema.

# login_nao_responda_este_email
source: NOTE: Do not reply to this email.
pt_pt: PS: Por favor, não responda esse e-mail.

# login_nome_de_usu_rio_deve_ser_informado
source: Username must be informed
pt_pt: Nome de usuário deve ser informado

# login_n_o_foi_poss_vel_autenticar_as_credenciais_informadas_
source: Could not authenticate the reported credentials.
pt_pt: Não foi possível autenticar as credenciais informadas.

# login_n_o_foi_poss_vel_autenticar_o_usu_rio_
source: Could not authenticate user.
pt_pt: Não foi possível autenticar o usuário.

source: This is an incompatible version of a web browser. Please install Chrome, Firefox or Microsoft Edge.
pt_pt: O sistema é incompatível para a versão de browser. Por favor, instalar Chrome, Firefox ou Microsoft Edge.

# login_parametros_autenticacao_externa_nao_definidos
source: External authentication parameters were not defined.
pt_pt: Os parametros para autenticação externa não foram definidos.

# login_parametro_nao_foi_definido
source: Parameter {0} was not defined.
pt_pt: O parametro {0} não foi definido.

# login_para_acessar_sistema_acesse
source: To enter the system, access
pt_pt: Para entrar no sistema, acesse o

# login_pasta_publica
source: Public Folder
pt_pt: Pasta pública

# login_pasta_p_blica
source: Public folder
pt_pt: Pasta pública

# login_portf_lio
source: Portfolio
pt_pt: Portfólio

# login_por_favor_forneca_um_email_valido
source: Please provide a valid email.
pt_pt: Por favor, forneça um email válido.

# login_prezado
source: Dear
pt_pt: Prezado(a)

# login_projetos_e_portf_lios
source: Projects and Portfolios
pt_pt: Projetos e Portfólios

# login_projetos_portfolios
source: Projects and Portfolios
pt_pt: Projetos e Portfólios

# login_recuperacao_senha_nao_concluida
source: Password Recovery not completed!
pt_pt: Recuperação de senha não concluída!

# login_senha_alterada
source: Password changed!
pt_pt: Senha alterada!

# login_senha_deve_ser_informada
source: Password must be informed
pt_pt: A senha deve ser informada

# login_sua_senha_do
source: Your password for
pt_pt: A sua senha do

source: Your password has expired and should be changed. Click the [Change Password] button to make the change.
pt_pt: A sua senha expirou e deve ser alterada. Clique no botão [Alterar Senha] para fazer a mudança.

# login_usuario_autenticado_externo_sem_cadastro_sistema
source: User externally authenticated, but not registered as a system user.
pt_pt: O utilizador foi autenticado externamente, mas não está registado como utilizador do sistema.

# login_usuario_autenticado_ldap_ad_sem_cadastro_sistema
source: User '{0}’ authenticated in the LDAP/AD, but not registered as a system user.
pt_pt: O utilizador '{0}' foi autenticado no LDAP/AD, mas não está registado como utilizador do sistema.

# login_usuario_nao_encontrado
source: User not found. Check if the information was entered correctly.
pt_pt: Utilizador não encontrado. Verifique se as informações foram digitadas corretamente.

# login_usuario_senha_nao_informados
source: User name and password must be informed
pt_pt: O nome de utilizador e de senha devem ser informados

# l_der
source: Leader
pt_pt: Líder

# ma
source: BAD
pt_pt: MA

# maio
source: May
pt_pt: Maio

# maio_
source: May:
pt_pt: Maio:

# mais_zoom
source: Zoon in
pt_pt: Mais Zoom

# mapa
source: Map
pt_pt: Mapa

source: Error exporting data. Make sure you have not exceeded the maximum number of 256 columns!
pt_pt: Erro ao exportar os dados. Verifique se não foi ultrapassado o número máximo de 256 colunas!

# mapaEstrategicoReuniao__voc__est__visualizando_as_informa__es_da_unidade__
source: * You are Viewing the Unit Information:
pt_pt: *Está a Visualizar as Informações da Unidade:

# mapaEstrategico_alterar_permiss_es
source: Change Permissions
pt_pt: Alterar Permissões

source: Change not allowed. You do not have access to include Strategic MApa in your chosen unit!
pt_pt: Alteração não permitida. Não tem acesso para incluir MApa Estratégico na unidade escolhida!

# mapaEstrategico_aten__o
source: Attention
pt_pt: Atenção

# mapaEstrategico_ativo
source: Active
pt_pt: Ativo

# mapaEstrategico_ativo_
source: Active:
pt_pt: Ativo:

# mapaEstrategico_cadastro_de_mapa_estrat_gico
source: Strategic Map Registration
pt_pt: Registo de Mapa Estratégico

# mapaEstrategico_campo_obrigat_rio__
source: Required field !
pt_pt: Campo Obrigatório !

# mapaEstrategico_campo_obrigat__243_rio__
source: Required field !
pt_pt: Campo obrigat&#243;rio !

# mapaEstrategico_cancelar
source: Cancel
pt_pt: Cancelar

# mapaEstrategico_compartilhar
source: To share
pt_pt: Partilhar

# mapaEstrategico_com_acesso_ao_mapa
source: with Map Access
pt_pt: com Acesso ao Mapa

# mapaEstrategico_cr_tico
source: Critical
pt_pt: Crítico

# mapaEstrategico_editar_desenho
source: Edit drawing
pt_pt: Editar desenho

# mapaEstrategico_entidade
source: Entity
pt_pt: Entidade

# mapaEstrategico_entidade_
source: Entity:
pt_pt: Entidade:

# mapaEstrategico_entidade_unidade
source: Entity\Business Unit
pt_pt: Entidade/Unidade

# mapaEstrategico_excluir
source: Delete
pt_pt: Excluir

# mapaEstrategico_exportar
source: Export
pt_pt: Exportar

# mapaEstrategico_exportar_para_html
source: Export to HTML
pt_pt: Exportar para HTML

# mapaEstrategico_exportar_para_pdf
source: Export to PDF
pt_pt: Exportar para PDF

# mapaEstrategico_exportar_para_rtf
source: Export to RTF
pt_pt: Exportar para RTF

# mapaEstrategico_exportar_para_xls
source: Export to XLS
pt_pt: Exportar para XLS

# mapaEstrategico_favor_escolher_a_unidade_a_ter_acesso_ao_mapa_em_quest_o_
source: Please choose the unit to have access to the map in question.
pt_pt: Favor escolher a unidade a ter acesso ao mapa em questão.

# mapaEstrategico_fechar
source: Close
pt_pt: Fechar

# mapaEstrategico_incluir
source: Include
pt_pt: Incluir

# mapaEstrategico_indicador
source: Indicator
pt_pt: Indicador

# mapaEstrategico_in_cio
source: Start
pt_pt: Início

# mapaEstrategico_j__existe_outro_mapa_com_o_mesmo_nome_
source: Another map with the same name already exists.
pt_pt: Já existe outro mapa com o mesmo nome.

# mapaEstrategico_mapas_associados___unidade
source: Unit-Associated Maps
pt_pt: Mapas Associados à Unidade

# mapaEstrategico_mapas_estrat_gicos_inativos
source: Inactive Strategic Maps
pt_pt: Mapas Estratégicos Inativos

# mapaEstrategico_mapa_alterado_com_sucesso_
source: Map Changed successfully!
pt_pt: Mapa Alterado com sucesso!

# MapaEstrategico_mapa_estrat_gico
source: Strategy Map
pt_pt: Mapa Estratégico

# mapaEstrategico_mapa_inclu_do_com_sucesso_
source: Map included successfully!
pt_pt: Mapa incluído com sucesso!

# mapaEstrategico_meta_superada
source: Goal exceeded
pt_pt: Meta Superada

# mapaEstrategico_na_lista
source: on the list
pt_pt: na lista

# mapaEstrategico_nenhuma_outra_entidade_est__225__com_acesso_a_este_mapa_
source: No other entity has access to this map.
pt_pt: Nenhuma outra entidade est&#225; com acesso a este mapa.

# mapaEstrategico_nenhuma_outra_entidade_est__com_acesso_a_este_mapa
source: No other Entity has access to this Map
pt_pt: Nenhuma outra Entidade está com acesso a este Mapa

# mapaEstrategico_novo
source: New
pt_pt: Novo

# MapaEstrategico_novo_mapa
source: new Map
pt_pt: novo Mapa

# mapaEstrategico_n_o
source: Not
pt_pt: Não

# mapaEstrategico_n_o_pode_existir_nomes_duplicados_
source: There can be no duplicate names!
pt_pt: Não podem existir nomes duplicados!

# mapaEstrategico_objetivos
source: Goals
pt_pt: Objetivos

# mapaEstrategico_outras
source: Others
pt_pt: Outras

# mapaEstrategico_outras_entidades_com_acesso_ao_mapa
source: Other entities with Map Access
pt_pt: Outras entidades com Acesso ao Mapa

# MapaEstrategico_o_m_todo_n_o_foi_implementado_
source: Method not implemented!
pt_pt: O método não foi implementado!

# MapaEstrategico_permiss_es
source: Permissions
pt_pt: Permissões

# mapaEstrategico_permiss_es_de_acesso_ao_mapa_estrat_gico
source: Strategic Map Access Permissions
pt_pt: Permissões de Acesso ao Mapa Estratégico

# MapaEstrategico_permiss_es_gravadas_com_sucesso_
source: Permissions saved successfully!
pt_pt: Permissões gravadas com sucesso!

# mapaEstrategico_projeto
source: Project
pt_pt: Projeto

# mapaEstrategico_registronovo
source: New Registration
pt_pt: RegistoNovo

# mapaEstrategico_retirar_o_acesso_ao_mapa_para_esta
source: Deselect access to the map for this
pt_pt: Retirar o acesso ao mapa para esta

# mapaEstrategico_retirar_o_acesso_ao_mapa_para_esta_entidade_
source: Remove access to the map for this entity?
pt_pt: Retirar o acesso ao mapa para esta entidade?

# mapaEstrategico_retirar_o_acesso_ao_mapa_para_esta_unidade
source: Deselect Map for this Unit
pt_pt: Retirar o acesso ao Mapa para esta Unidade

# mapaEstrategico_reuni_es_de_an_lise_estrat_gica_do_mapa_selecionado
source: Selected Map Strategic Analysis Meetings
pt_pt: Reuniões de Análise Estratégica do Mapa Selecionado

# mapaEstrategico_salvar
source: Save
pt_pt: Salvar

# mapaEstrategico_salvar_layout
source: Save Layout
pt_pt: Salvar Layout

# mapaEstrategico_satisfat_rio
source: Satisfactory
pt_pt: Satisfatório

# mapaEstrategico_selecione_a_entidade_a_ter_acesso_ao_mapa_em_quest_o_
source: Select the entity to have access to the map in question.
pt_pt: Selecione a entidade a ter acesso ao mapa em questão.

# mapaEstrategico_sem_informa__o
source: No information
pt_pt: Sem informação

# mapaEstrategico_sim
source: Yes
pt_pt: Sim
