Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

source: Do you want to restore the original query layout settings?
pt_pt: Pretende restaurar as configurações originais do layout da consulta?

source: Do you want to restore the original query layout settings?
pt_pt: Pretende restaurar as configurações originais do layout da consulta?

# visualizar_anexos
source: View Attachments
pt_pt: Visualizar Anexos

# visualizar_ata
source: View Minutes
pt_pt: Visualizar Ata

# visualizar_detalhes
source: View Details
pt_pt: Visualizar Detalhes

# visualizar_eap
source: View WBS
pt_pt: Visualizar EAP

# visualizar_gantt
source: View Gantt
pt_pt: Visualizar Gantt

# visualizar_gr_fico
source: View chart
pt_pt: Visualizar Gráfico

# visualizar_log
source: View Log
pt_pt: Visualizar Log

# visualizar_mapa
source: View Map
pt_pt: Visualizar Mapa

# visualizar_na_tela
source: View on screen
pt_pt: Visualizar na tela

# visualizar_vers_es
source: View Versions
pt_pt: Visualizar Versões

# visualiza__o_
source: View:
pt_pt: Visualização:

# vis_o
source: View
pt_pt: Visão

# vis_o_
source: Vision:
pt_pt: Visão:

# vis_o_geral
source: Overview
pt_pt: Visão geral

# voc__est__visualizando_as_informa__es_da_entidade
source: You are viewing Entity information
pt_pt: Está a visualizar as informações da Entidade

# voltar
source: Back
pt_pt: VOLTAR

# wfRenderizaFormulario_acesso_negado_para_editar_o_cronograma_
source: Access denied to edit the timeline!
pt_pt: Acesso negado para editar o cronograma!

# wfRenderizaFormulario_assinatura_inv_lida
source: Invalid signature
pt_pt: Assinatura inválida

# wfRenderizaFormulario_atual
source: Current
pt_pt: Atual

# wfRenderizaFormulario__ltima_vers_o
source: latest version
pt_pt: última versão

# wfRenderizaFormulario_data
source: Date
pt_pt: Data

# wfRenderizaFormulario_Edicao_atual
source: Current
pt_pt: Atual

# wfRenderizaFormulario_Edicao_chave
source: Key
pt_pt: Chave

# wfRenderizaFormulario_Edicao_data
source: Date
pt_pt: Data

# wfRenderizaFormulario_Edicao_lista_de_vers_es_do_formul_rio
source: List of Form Versions
pt_pt: Lista de Versões do Formulário

# wfRenderizaFormulario_Edicao_respons_vel
source: Responsible
pt_pt: Responsável

# wfRenderizaFormulario_Edicao_vers_o
source: Version
pt_pt: Versão

# wfRenderizaFormulario_Edicao_visualizar_vers_o
source: View version
pt_pt: Visualizar versão

# wfRenderizaFormulario_escopo_do_processo
source: Scope of the process
pt_pt: Objetivo do processo

# wfRenderizaFormulario_exce__o_gerada_ao_assinar
source: Exception Generated at Signing
pt_pt: Exceção que se gera ao Assinar

# wfRenderizaFormulario_inicia_processo_de_requisi__o_de_verifica__o_de_assinatura
source: Initiates signature verification request process
pt_pt: Inicia o processo de requisição de verificação de assinatura

# wfRenderizaFormulario_lista_de_vers_es_do_formul_rio
source: List of Form Versions
pt_pt: Lista de Versões do Formulário

source: The document's digital signature could not be verified due to an error. \ N
pt_pt: Não foi possível verificar a autenticidade da assinatura digital do documento devido a um erro.\n

source: Could not verify the authenticity of the digital signature of the document. {1} Reason: {0}
pt_pt: Não foi possível verificar a autenticidade da assinatura digital do documento.{1} Motivo: {0}

# wfRenderizaFormulario_respons_vel
source: Responsible
pt_pt: Responsável

# wfRenderizaFormulario_vers_o
source: Version
pt_pt: Versão

# wfRenderizaFormulario_visualizar_vers_o_
source: View version '
pt_pt: Visualizar versão'

# WorkflowCharts_acompanhamento
source: Monitoring
pt_pt: Acompanhamento

source: When releasing a version, this becomes the current version for this flow template. Confirm release?
pt_pt: Ao publicar uma versão, esta passa a ser a versão atual para este modelo de fluxo. Confirma a publicação?

# WorkflowCharts_ap_s_entrar_em
source: after entering
pt_pt: após entrar em

# WorkflowCharts_as_etapas_de_origem_e_destino_n_o_podem_ser_a_mesma_
source: Source and destination steps cannot be the same.
pt_pt: As etapas de origem e destino não podem ser a mesma.

source: Warning! [Follow-up Message] text was informed, but no group was indicated to receive the message.
pt_pt: Atenção! Foi informado o texto da [Mensagem Acompanhamento] mas não foi indicado nenhum grupo para receber esta mensagem.

source: Warning!!! No group with action access to step
pt_pt: Atenção!!! Não foi informado nenhum grupo com acesso de ação para a etapa

# WorkflowCharts_a_etapa
source: The step
pt_pt: A etapa

# WorkflowCharts_a_etapa_do_timer_e_a_nova_etapa_n_o_podem_ser_a_mesma_
source: Timer and New steps cannot be the same.
pt_pt: A etapa do Temporizador e a Nova etapa não podem ser a mesma.

# WorkflowCharts_a__o
source: Action
pt_pt: Ação

# WorkflowCharts_deseja_excluir_a_disjun__o_selecionada_
source: Do you want to delete the selected Disjunction?
pt_pt: Pretende excluir a Disjunção selecionada?

# WorkflowCharts_deseja_excluir_a_etapa_selecionada_
source: Do you want to delete the selected step?
pt_pt: Pretende excluir a etapa selecionada?

# WorkflowCharts_deseja_excluir_a_jun__o_selecionada_
source: Do you want to delete the selected Junction?
pt_pt: Pretende excluir a Junção selecionada?

# WorkflowCharts_deseja_excluir_o_caminho_condicional_selecionado_
source: Do you want to delete the selected conditional path?
pt_pt: Pretende excluir o caminho condicional selecionado?

# WorkflowCharts_deseja_excluir_o_conector_selecionado_
source: Do you want to delete the selected connector?
pt_pt: Pretende excluir o conector selecionado?

# WorkflowCharts_deseja_excluir_o_fim_selecionado_
source: Do you want to delete the selected End?
pt_pt: Pretende excluir o Fim selecionado?

# WorkflowCharts_deseja_excluir_o_subprocesso_selecionado_
source: Do you want to delete the selected subprocess?
pt_pt: Pretende excluir o subprocesso selecionado?

# WorkflowCharts_deseja_excluir_o_timer_selecionado_
source: Do you want to delete the selected Timer?
pt_pt: Pretende excluir o Temporizador selecionado?

# WorkflowCharts_erro_interno_do_aplicativo_
source: Application internal error.
pt_pt: Erro interno do aplicativo.

# WorkflowCharts_erro_interno_do_aplicativo_durante_a_inclus_o_da_nova_atividade_
source: Internal application error while adding new activity.
pt_pt: Erro interno da aplicação durante a inserção da nova atividade.

source: Internal application error while adding graphic.
pt_pt: Erro interno da aplicação durante a inserçãode elemento gráfico.

# WorkflowCharts_erro_interno_do_aplicativo_durante_a_inclus_o_de_novo_timer_
source: Internal application error while adding new timer.
pt_pt: Erro interno da aplicação durante a inserção do novo temporizador.

# WorkflowCharts_erro_interno_do_aplicativo_durante_a_inclus_o_do_conector_
source: Internal application error while adding connector.
pt_pt: Erro interno da aplicação durante a inserção do conector.

source: Internal application error while adding graphic.
pt_pt: Erro interno da aplicação durante a inserção do elemento gráfico.

source: Internal application error while adding new subprocess.
pt_pt: Erro interno da aplicação durante a inserção do novo subprocesso.

# WorkflowCharts_falha_na_verifica__o_do_modelo_de_fluxo__as_conex_es_ao_item__
source: Flow template verification failed: connections to item '
pt_pt: Falha na verificação do modelo de fluxo: as conexões ao item '

# WorkflowCharts_falha_na_verifica__o_do_modelo_de_fluxo__as_conex_es_do_item__
source: Flow template verification failed: connections to item '
pt_pt: Falha na verificação do modelo de fluxo: as conexões do item '

source: Flow template verification failed: END element not found.
pt_pt: Falha na verificação do modelo de fluxo: elemento FIM não encontrado.

source: Flow template verification failed: there is/are action(s) that require digital signature in the step '
pt_pt: Falha na verificação do modelo de fluxo: existe(m) ação(ões) que solicita(m) assinatura digital na etapa '

source: Flow template verification failed: there is/are form(s) that require digital signature in the step '
pt_pt: Falha na verificação do modelo de fluxo: existe(m) formulário(s) que requer(em) assinatura digital na etapa '

source: Flow template verification failed: the forms in step '
pt_pt: Falha na verificação do modelo de fluxo: os formulários da etapa '

# WorkflowCharts_falha_na_verifica__o_do_modelo_de_fluxo__o_item__
source: Flow template verification failed: item '
pt_pt: Falha na verificação do modelo de fluxo: o item '

# WorkflowCharts_falha_no_acesso_das_fun__es_do_browser__
source: Accessing browser functions failed.
pt_pt: Falha no acesso das funções do browser.

# WorkflowCharts_fim
source: End
pt_pt: Fim

source: [Follow-up Message] text was informed, but no group was indicated to receive the message.
pt_pt: Foi informado o texto da [Mensagem Acompanhamento] mas não foi indicado nenhum grupo para receber esta mensagem.

source: [Action Message] text was informed, but no group was indicated to receive the message.
pt_pt: Foi informado o texto da [Mensagem Ação] mas não foi indicado nenhum grupo para receber esta mensagem.

source: Groups were informed to receive the [Follow-up Message], but notification text was not informed.
pt_pt: Foram informados grupos para receberem a [Mensagem Acompanhamento], mas não foi informado o texto da notificação.

source: Groups were informed to receive the [Action Message], but notification text was not informed.
pt_pt: Foram informados grupos para receberem a [Mensagem Ação], mas não foi informado o texto da notificação.

# WorkflowCharts_j__existe_uma_a__o
source: An action already exists
pt_pt: Já existe uma ação

# WorkflowCharts_j__existe_uma_etapa_com_o_nome_informado_
source: There is already a step with the name informed.
pt_pt: Já existe uma etapa com o nome informado.

source: There's already a connector connecting these two steps. Please check the selected steps.
pt_pt: Já existe um conector a ligar estas duas etapas. Verifique as etapas selecionadas.

source: A timer already exists for the source step. You cannot add more than one timer to a step.
pt_pt: Já existe um temporizador para a etapa de origem. Não é possível adicionar mais do que um temporizador para uma etapa.

# WorkflowCharts_n_o_possui_nenhuma_op__o_onde_as_pessoas_possam_interagir_
source: does not have any option where people can interact.
pt_pt: não tem nenhuma opção onde as pessoas possam interagir.

# WorkflowCharts_os_campos__etapa_do_timer__e__nova_etapa__s_o_obrigat_rios_
source: ‘Timer Step' and 'New Step' fields are required.
pt_pt: Os campos 'Etapa do Temporizador' e 'Nova Etapa' são obrigatórios.

# WorkflowCharts_os_campos__etapa_origem__e__etapa_destino__s_o_obrigat_rios_
source: 'Origin Step' and 'Destination Step' fields are required.
pt_pt: Os campos 'Etapa Origem' e 'Etapa Destino' são obrigatórios.

# WorkflowCharts_o_campo__descri__o_resumida____obrigat_rio_
source: 'Brief description' field is required.
pt_pt: O campo 'Descrição Resumida' é obrigatório.

# WorkflowCharts_o_campo__nome_abreviado____obrigat_rio_
source: 'Short Name' field is required.
pt_pt: O campo 'Nome Abreviado' é obrigatório.

# WorkflowCharts_o_nome_usado_para_a_a__o_n_o_pode_conter_o_caracter
source: The name used for the action cannot contain the character
pt_pt: O nome usado para a ação não pode conter o caracter

source: To set up the sending of a [Message Follow-up], the two fields are obligatory: [Subject] and [Text].
pt_pt: Para configurar um envio de uma [Mensagem Acompanhamento], os dois campos são obrigatórios: [Assunto] e [Texto].

source: To set up the sending of a [Message Action], the two fields are obligatory: [Subject] and [Text].
pt_pt: Para configurar um envio de uma [Mensagem Ação], os dois campos são obrigatórios: [Assunto] e [Texto].

# WorkflowCharts_vers_o
source: Version
pt_pt: Versão

# WorkflowCharts_vers_o_gravada_com_sucesso_
source: Version saved successfully!
pt_pt: Versão gravada com sucesso!

# WorkflowCharts_vers_o_publicada_com_sucesso_
source: Version published successfully!
pt_pt: Versão publicada com sucesso!

# WorkflowCharts_vers__o
source: Versions
pt_pt: Versão

# WorkflowCharts__na_etapa_origem_
source: in the Origin Step.
pt_pt: na Etapa Origem.

# WorkflowCharts___est_o_inconsistentes_
source: ' are inconsistent
pt_pt: ' estão inconsistentes.

# WorkflowCharts___est_o_incorretas_
source: ' are incorrect.
pt_pt: ' estão incorretas.

# WorkflowCharts___e_nenhum_conector_solicita_assinatura_digital_
source: ' and no connector requests digital signature.
pt_pt: e nenhum conector solicita a assinatura digital.

# WorkflowCharts___mas_nenhum_formul_rio_desta_etada_requer_assinatura_digital_
source: ' but no form of this step require digital signature.
pt_pt: ' mas nenhum formulário desta etada requer assinatura digital.

# WorkflowCharts___n_o_pode_ser_conectado_ao_item__
source: ' cannot be connected the item '
pt_pt: ' não pode ser conectado ao item '

# WorkflowCharts___n_o_pode_ser_conectado_a_um__fim__
source: ' cannot be connected to an 'End'.
pt_pt: ' não pode ser conectado a um 'Fim'.

source: You must specify the option that will make the connection between the source and destination step.
pt_pt: É preciso indicar qual a opção que fará a conexão entre a etapa origem e destino.

# WorkflowCharts___preciso_informar_a_quantidade_de_tempo_de_espera_
source: Amount of waiting time must be informed.
pt_pt: É preciso informar a quantidade de tempo de espera.

# WorkflowCharts___preciso_informar_a_unidade_de_tempo_de_espera_
source: Unit of waiting time must be informed.
pt_pt: É preciso informar a unidade de tempo de espera.

# WorkflowCharts___preciso_informar_o_prazo_previsto_para_a_conclus_o_da_etapa_
source: Deadline for completing the stage must be informed.
pt_pt: É preciso informar o prazo previsto para a conclusão da etapa.

# WorkflowCharts___preciso_informar_pelo_menos_um_formul_rio_
source: At least one form must be informed.
pt_pt: É preciso informar pelo menos um formulário.

source: At least one group of people who will access this step must informed.
pt_pt: É preciso informar pelo menos um grupo de pessoas que acederá a esta etapa.

# WorkflowCharts___preciso_selecionar_o_fluxo_a_ser_executado_como_subprocesso_
source: You must select the flow to run as a subprocess.
pt_pt: É preciso selecionar o fluxo a ser executado como subprocesso.

# WorkflowCharts___referem_se_a_etapas_que_n_o_mais_existem_no_modelo_
source: ' refer to steps that no longer exist in the template.
pt_pt: referem-se a etapas que não existem mais no modelo.

source: ', because it is within a flow initiated by a disjunction, cannot be connected to an 'End'.
pt_pt: , pelo facto de estar dentro de um fluxo iniciado por uma disjunção, não pode ser conectado a um 'Fim'.

# _atividade
source: Â Activity
pt_pt: Atividade

# _a____campos
source: (A) - Fields
pt_pt: (A) - Campos

# _b____valor
source: (B) - Value
pt_pt: (B) - Valor

# _campo_obrigat_rio
source: *Required field
pt_pt: *Campo Obrigatório

# _conclu_do_
source: %Completed:
pt_pt: %Concluído:

# _descri__o
source: Â description
pt_pt: Descrição

# _de_1000
source: Â 1000
pt_pt: de 1000

# _de_2000
source: Â of 2000
pt_pt: de 2000

# _ltima
source: Last
pt_pt: Última

# _ltima_altera__o_
source: Last change:
pt_pt: Última Alteração:

# _ltima_atualiza__o
source: Last update
pt_pt: Última atualização

# _ltimo
source: Last
pt_pt: Último

# _rea
source: Area
pt_pt: Área

# _rea_
source: Area:
pt_pt: Área:

# _rea_respons_vel
source: Responsible area
pt_pt: Área Responsável

# _tipo
source: Â Type
pt_pt: Tipo

# _valor
source: Â Value
pt_pt: Valor

# __campo_obrigat_rio
source: * Required field
pt_pt: * Campo Obrigatório

# __concluido_
source: % Completed:
pt_pt: % Concluido:

# __conclu_do
source: % Completed
pt_pt: % Concluído

# __conclu_do_
source: % Completed:
pt_pt: % Concluído:

# __folga
source: % Gap
pt_pt: % Folga

# __minutos
source: 5 minutes
pt_pt: 5 Minutos

# __peso__
source: % Weight:
pt_pt: % Peso:

# __previsto
source: % Foreseen
pt_pt: % Previsto

# __projeto
source: % Project
pt_pt: % Projeto

# __realizado
source: % accomplished
pt_pt: % realizado

# __utilizado
source: % Used
pt_pt: % Utilizado

# __vez
source: 1 time
pt_pt: 1 vez

source: The copy of a flow model can only be made for a non-published versioned flow model.
pt_pt: A cópia de um modelo de fluxo só poderá ser efetuada para um modelo de fluxo com versão criada e não publicada.

# ___uma_
source: 1 (One)
pt_pt: 1 (Uma)

# DadoWebService_popup_descri__o
source: Description
pt_pt: Descrição

# DadoWebService_popup_instru__o_de_proje__o_dos_dados
source: Data's projection instruction
pt_pt: Instrução de projeção dos dados

# DadoWebService_popup_par_metros_web_service
source: Web Service parameters
pt_pt: Parâmetros Web Service

# DadoWebService_popup_sigla_de_identifica__o_
source: Identification acronym
pt_pt: Sigla de Identificação

# DadoWebService_popup_t_tulo
source: Title
pt_pt: Título

# DadoWebService_popup_entidade
source: Entity
pt_pt: Entidade

# DadoWebService_popup_indicadores
source: Indicators
pt_pt: Indicadores

# DadoWebService_popup_projetos
source: Projects
pt_pt: Projetos

# DadoWebService_popup_unidades_de_neg_cio
source: Business Unity
pt_pt: Unidades de negócio

# DadoWebService_popup_usu_rios
source: Users
pt_pt: Usuários

source: Changing the integration dataset, the select command will be restarted, change anyway?
pt_pt: Alterando o conjunto de dados da integração, o comando select será reiniciado, alterar assim mesmo?

# FilterEditorPopup_os_usu_rios_poder_o_personalizar_este_filtro
source: Users will be able to customize this filter
pt_pt: Os usuários poderão personalizar este filtro

# ListaConsultas_filtro_dos_dados
source: Data filter
pt_pt: Filtro dos dados

# WizardDefinicaoLista_assistente_config_relatorio
source: Assistant for report configuration
pt_pt: Assistente para configuração de relatórios

# WizardDefinicaoLista_btn_anterior
source: Previous
pt_pt: Anterior

# WizardDefinicaoLista_btn_cancelar
source: Cancel
pt_pt: Cancelar

# WizardDefinicaoLista_btn_finalizar
source: Conclude
pt_pt: Finalizar

# WizardDefinicaoLista_btn_proximo
source: Next
pt_pt: Próximo

# WizardDefinicaoLista_disponivel
source: Available?
pt_pt: Disponível?

# WizardDefinicaoLista_iniciando_assistente
source: Starting the wizard
pt_pt: Iniciando o assistente

# WizardDefinicaoLista_mensagem_cancelar
source: Do you really want to exit the report creation wizard?
pt_pt: Deseja realmente abandonar o assistente para criação de relatório?

# WizardDefinicaoLista_modulo
source: Module
pt_pt: Módulo

# WizardDefinicaoLista_modulo_adm
source: Administration
pt_pt: Administração

# WizardDefinicaoLista_modulo_espaco_trabalho
source: Work space
pt_pt: Espaço de Trabalho

# WizardDefinicaoLista_modulo_estrategia
source: Strategy
pt_pt: Estratégia

# WizardDefinicaoLista_modulo_projetos
source: Projects
pt_pt: Projetos

# WizardDefinicaoLista_nome
source: Name
pt_pt: Nome

# WizardDefinicaoLista_titulo
source: Title
pt_pt: Título

# WizardDefinicaoLista_defina_local_permissao_disponibilizada
source: Specify where the permission should be made available
pt_pt: Defina o local onde a permissão deve ser disponibilizada

# WizardDefinicaoLista_definindo_opcao_menu_permissoes_ordenacao_opcao_menu
source: Setting the menu option, permissions, and ordering of the option in the menu
pt_pt: Definindo a opção de menu, permissões e ordenação da opção no menu

# WizardDefinicaoLista_definindo_relatorio_consulta
source: Defining the type of report or query
pt_pt: Definindo o tipo de relatório ou consulta

# WizardDefinicaoLista_deseja_realmente_abandonar_assistente_criacao_relatorio
source: Are you sure you want to abandon the report creation assistant?
pt_pt: Deseja realmente abandonar o assistente para criação de relatório?

# WizardDefinicaoLista_grupo_menu
source: Menu group
pt_pt: Grupo de menu

# WizardDefinicaoLista_grupo_permissao
source: Permission group
pt_pt: Grupo de permissão

# WizardDefinicaoLista_item_menu
source: Menu item
pt_pt: Item de menu

# WizardDefinicaoLista_item_permissao
source: Permission item
pt_pt: Item de permissão

# WizardDefinicaoLista_nome_opcao_aparecer_usuario_final
source: What option name should appear to the end user
pt_pt: Qual o nome da opção deve aparecer para o usuário final

# WizardDefinicaoLista_opcao_menu_disponibilizado_relatorio_consulta
source: In which menu option will the report or query be made available
pt_pt: Em qual opção de menu será disponibilizado o relatório ou consulta

# WizardDefinicaoLista_permissao
source: Permission
pt_pt: Permissão

# WizardDefinicaoLocal_defina_nome_permissao
source: Define the name of the permission (within the group)
pt_pt: Defina o nome da permissão (dentro do grupo)

# WizardDefinicaoLocal_error_text_campo_obrigatorio
source: *Required field
pt_pt: *Campo obrigatório

# WizardDefinicaoLista_consulta_arvore
source: Tree query
pt_pt: Consulta em árvore

# WizardDefinicaoLista_consulta_OLAP
source: OLAP query
pt_pt: Consulta OLAP

# WizardDefinicaoLista_consulta_simples
source: Simple query
pt_pt: Consulta simples

# WizardDefinicaoLista_escolher_um_modelo
source: Choose a model
pt_pt: Escolher um Modelo

# WizardDefinicaoLista_escolher_um_modelo_help_text_escolha_opcao_disponibilizada
source: Select the type of option to be made available. In the next step, you will have the opportunity to specify the specific type
pt_pt: Escolha o tipo de opção a ser disponibilizada. Na próxima etapa você terá a oportunidade de indicar qual o tipo específico

# WizardDefinicaoLista_processo
source: Process
pt_pt: Processo

# WizardDefinicaoLista_relatorio
source: Report
pt_pt: Relatório

# WizardDefinicaoLista_selecione
source: Select
pt_pt: Selecione

source: URL is used when the report has been previously built by CDIS and will only be available to be placed in the menu. When choosing 'Type', the solution will allow you to define if it is a report, simple query, OLAP query, process, or dashboard
pt_pt: URL é utilizada quando o relatório foi previamente construído pela CDIS e estará disponível apenas para ser colocado no menu. Ao escolher &quot;Tipo&quot;, a solução permitirá que se defina se ele é um relatório, consulta simples, consulta OLAP, processo ou painel de bordo

# WizardDefinicaoLista_URL_help_text_escolha_opcao_disponibilizada
source: Choose the type of option to be made available. In the next step, you will have the opportunity to indicate the specific type
pt_pt: Escolha o tipo de opção a ser disponibilizada. Na próxima etapa você terá a oportunidade de indicar qual o tipo específico

# WizardDefinicaoLista_construir_comando
source: Build command
pt_pt: Construir comando

# WizardDefinicaoLista_definindo_formato_geral_apresentacao_fonte_dados_relatorio
source: Defining the overall presentation format and data source (command) of the report
pt_pt: Definindo formato geral de apresentação e fonte de dados (comando) do relatório

source: If the option for pagination has been chosen, please specify the number of items per page. It should be a value between 10 and 200 records
pt_pt: Se escolhida a opção para apresentar paginação foi escolhida, informe aqui a quantidade de itens por página que deve ter um valor entre 10 e 200 registros

# WizardDefinicaoLista_indique_relatorio_apresentado_paginacao_ou_nao
source: Specify whether the report will be displayed with pagination (similar to Google search results) or not
pt_pt: Indique se o relatório será apresentado com paginação (similar ao resultado de pesquisas do Google) ou não

# WizardDefinicaoLista_itens_por_pagina
source: Items per page
pt_pt: Itens por página

# WizardDefinicaoLista_paginacao_itens_pagina
source: Pagination and items per page
pt_pt: Paginação e itens por página
