Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# TarefasToDoList_a_data_de_t_rmino_previsto_deve_ser_informada_
source: Estimated End Date must be informed!
pt_pt: A data de término previsto deve ser informada

source: Estimated End Date cannot be earlier than the Estimated Start Date.
pt_pt: A data de término previsto não pode ser menor do que a data de início previsto

# TarefasToDoList_a_data_de_t_rmino_real_n_o_pode_ser_maior_que_a_data_atual_
source: Actual End Date cannot be greater than the current date!
pt_pt: A data de término Real não pode ser maior que a data atual

source: Actual End Date cannot be earlier than the Actual Start Date!
pt_pt: A data de término real não pode ser menor que a data de início real

# TarefasToDoList_a_descri__o_da_tarefa_deve_ser_informada_
source: Task Description must be informed!
pt_pt: A descrição da tarefa deve ser informada

# TarefasToDoList_a_prioridade_deve_ser_informada_
source: Priority must be informed!
pt_pt: A prioridade deve ser informada

source: Task can only have status equal to Completed if the Actual Completion is informed!
pt_pt: A data de término real deve ser menor ou igual à data atual

# TarefasToDoList_Conclu_da
source: Completed
pt_pt: Concluída

# TarefasToDoList_o_respons_vel_deve_ser_informado_
source: The person responsible must be informed!
pt_pt: O responsável deve ser informado

source: Actual finish date must be entered for this task status
pt_pt: O status da tarefa deve ser igual a ‘Concluído’ se o término real estiver informado

# TarefasToDoList_o_status_deve_ser_informado_
source: Status must be informed!
pt_pt: O status deve ser informado

# TarefasToDoList_possui_anota__es
source: Has annotations
pt_pt: Inclui anotações

# TarefasToDoList_s__indicar_custo_real_se_o_in_cio_real_estiver_preenchido_
source: Only inform actual cost if actual start is completed!
pt_pt: Indicar apenas o custo real se o início real estiver preenchido

# TarefasToDoList_s__indicar_esfor_o_real_se_o_in_cio_real_estiver_preenchido
source: Only inform actual effort if actual start is completed
pt_pt: Indicar aoenas o esforço real se o início real estiver preenchido

# TarefasToDoList_tarefa_alterada_com_sucesso_
source: Task changed successfully!
pt_pt: Tarefa alterada com sucesso

# TarefasToDoList_tarefa_atrasada
source: Late assignment
pt_pt: Tarefa atrasada

# TarefasToDoList_tarefa_conclu_da
source: Task completed
pt_pt: Tarefa concluída

# TarefasToDoList_tarefa_exclu_da_com_sucesso_
source: Task deleted successfully!
pt_pt: Tarefa excluída com sucesso

# TarefasToDoList_tarefa_inclu_da_com_sucesso_
source: Task included successfully!
pt_pt: Tarefa incluída com sucesso

# tarefas_alteradas
source: Changed Tasks
pt_pt: Tarefas Alteradas

# tarefas_inclu_das
source: Tasks Included
pt_pt: Tarefas Incluídas

# tarefas_kanban
source: Kanban tasks
pt_pt: Tarefas Kanban

# tarefa_
source: Task:
pt_pt: Tarefa:

# tarefa_superior
source: Top Task
pt_pt: Tarefa Superior

# TaskboardAgilWrap_reuni_es_realizadas
source: Meetings held
pt_pt: Reuniões Realizadas

# taskboardAgil_edi__o
source: Edition
pt_pt: Edição

# taskboard_reuni_es_realizadas
source: Meetings held
pt_pt: Reuniões Realizadas

# tela_cheia
source: Full screen
pt_pt: Tela cheia

# tela_inicial
source: Home screen
pt_pt: Tela Inicial

# telefone
source: Telephone:
pt_pt: Telefone

# telefone_
source: Telephone:
pt_pt: Telefone:

# telefone_2_
source: Telephone 2:
pt_pt: Telefone 2:

# tele_cheia
source: Full tele
pt_pt: Tele cheia

# tema
source: Theme
pt_pt: Tema

# temas
source: Themes
pt_pt: Temas

# TemasMapa_a_descri__o_do_tema_deve_ser_informada
source: Theme description must be informed
pt_pt: A descrição do Tema deve ser informada

# TemasMapa_a_perspectiva_deve_ser_informada
source: Perspective must be informed
pt_pt: A Perspectiva deve ser informada

# TemasMapa_existem_temas_ou_objetivos_estrat_gicos_diretamente_associados_
source: There are themes or strategic objectives directly associated!
pt_pt: Existem temas ou objetivos estratégicos diretamente associados!

source: It is not allowed to edit perspectives with the same name for the same strategic map!
pt_pt: Não se permite a edição de perspectivas com um mesmo nome para um mesmo mapa estratégico!

source: It is not allowed to include perspectives with the same name for the same strategic map!
pt_pt: Não se permite a inserção de perspectivas com um mesmo nome para um mesmo mapa estratégico!

# TemasMapa_o_mapa_deve_ser_informado
source: Map must be informed
pt_pt: O Mapa deve ser informado

# TemasMapa_o_t_tulo_do_tema_deve_ser_informada
source: Theme Title must be informed
pt_pt: O título do Tema deve ser informado

# TemasMapa_temas
source: Themes
pt_pt: Temas

# TemasMapa_tema_alterado_com_sucesso_
source: Theme updated successfully!
pt_pt: Tema alterado com sucesso!

# TemasMapa_tema_exclu_do_com_sucesso_
source: Theme excluded successfully!
pt_pt: Tema excluído com sucesso!

# TemasMapa_tema_inclu_ido_com_sucesso_
source: Theme included successfully!
pt_pt: Tema incluído com sucesso!

# TemasMapa_usu_rio_n_o_cadastrado
source: User is offline
pt_pt: Utilizador não registado

# tema_1
source: Topic 1
pt_pt: Tema 1

# tema_2
source: Topic 2
pt_pt: Tema 2

# tema_3
source: Topic 3
pt_pt: Tema 3

# tempo_limite_
source: Time Limit:
pt_pt: Tempo Limite:

# tem_aditivo
source: Additive
pt_pt: Tem Aditivo

# tend_ncia
source: Trend
pt_pt: Tendência

# termino
source: Completion
pt_pt: Término

# termino_lb
source: Lb Finish
pt_pt: Término LB

# termino_real
source: Real Finish
pt_pt: Término Real

# ter_a
source: Tuesday
pt_pt: Terça

# texto
source: Text
pt_pt: Texto

# texto_
source: Text:
pt_pt: Texto:

# tipo
source: Type
pt_pt: Tipo

# TipoAtuacao_o_tipo_de_atua__o_deve_ser_informado_
source: Operation Type must be informed.
pt_pt: O Tipo De Atuação Deve Ser Informado.

# tipoobjeto
source: Object Type
pt_pt: TipoObjeto

# tipoObrigacoesContratada_o_tipo_de_obriga__es_contratada_deve_ser_informado_
source: Contracted Obligations Type must be informed.
pt_pt: O tipo de obrigações contratado deve ser informado.

# tipoPagamentos_o_tipo_de_pagamento_deve_ser_informado_
source: Payment Type must be informed.
pt_pt: O tipo de pagamento deve ser informado.

# tipoTarefasTimeSheet_a_descri__o_do_tipo_de_tarefa_deve_ser_informada_
source: Task Type Description must be informed.
pt_pt: A descrição do Tipo de tarefa deve ser informada.

# tipoTarefasTimeSheet_tipo_de_atividade_compartilhada_com_sucesso_
source: Activity Type Shared Successfully!
pt_pt: Tipo de Atividade Partilhada com Sucesso!

# tipo_
source: Type:
pt_pt: Tipo:

# tipo_de_atividade
source: Type of Activity
pt_pt: Tipo de Atividade

# tipo_de_campo
source: Field Type
pt_pt: Tipo de campo

# tipo_de_indicador
source: Indicator Type
pt_pt: Tipo de Indicador

# tipo_de_objeto
source: Object Type
pt_pt: Tipo de Objeto

# tipo_de_reuni_o
source: Type of Meeting
pt_pt: Tipo de Reunião

# tipo_de_tarefa
source: Task Type
pt_pt: Tipo de Tarefa

# tipo_do_campo
source: Field Type
pt_pt: Tipo do Campo

# tipo_do_formulario
source: Form Type
pt_pt: Tipo do Formulario

# tipo_pessoa
source: Type Person
pt_pt: Tipo Pessoa

# tir_
source: IRR:
pt_pt: TIR:

# titulo_do_objetivo
source: Objective's title
pt_pt: Título do Objetivo

# todas
source: All
pt_pt: Todas

# todos
source: All
pt_pt: Todos

# todos_os_direitos_reservados_
source: Permissions
pt_pt: Todos os direitos reservados.

# todos_os_recursos
source: All resources
pt_pt: Todos os recursos

# todo_list
source: All List
pt_pt: Todo List

# total_complexidade
source: Complexity Total
pt_pt: Total Complexidade

# total_conta
source: Total Account
pt_pt: Total Conta

# total_import_ncia
source: Importance Total
pt_pt: Total Importância

# trabalhadores
source: Workers
pt_pt: Trabalhadores

# trabalho
source: Job
pt_pt: Trabalho

# trabalhos
source: Works
pt_pt: Trabalhos

# trabalho_
source: Job:
pt_pt: Trabalho:

# trabalho_h
source: Job (H)
pt_pt: Trabalho (H)

# trabalho_lb
source: Work LB
pt_pt: Trabalho LB

# trabalho_real
source: Real Work
pt_pt: Trabalho Real

# trabalho_real_
source: Real Work:
pt_pt: Trabalho Real:

# trabalho_restante
source: Remaining Work
pt_pt: Trabalho Restante

# trabalho__
source: Work:
pt_pt: Trabalho:

# Tramitacao_a_mensagem_deve_ser_informada_
source: Message must be informed.
pt_pt: A mensagem deve ser informada.

# Tramitacao_o_assunto_deve_ser_informado_
source: Subject must be informed.
pt_pt: O assunto deve ser informado.

# Tramitacao_o_prazo_deve_ser_informado_
source: Deadline must be informed.
pt_pt: O prazo deve ser informado.

# Tramitacao_o_respons_vel_deve_ser_informado_
source: People in charge must be informed.
pt_pt: O responsável deve ser informado.

# transferir
source: transfer
pt_pt: Transferir

# transmitente
source: Transmitter
pt_pt: Transmitente

# transposto
source: Transposed
pt_pt: Transposto

# tratado
source: Treated
pt_pt: Tratado

# tratamento
source: Treatment
pt_pt: Tratamento

# tratamento_
source: Treatment:
pt_pt: Tratamento:

# trimestral
source: Quarterly
pt_pt: Trimestral

# trimestre
source: Quarter
pt_pt: Trimestre

# txt_ind_desemp_atencao
source: In attention
pt_pt: Em Atenção

# txt_ind_desemp_critico
source: Critical
pt_pt: Crítico

# txt_ind_desemp_satisfatorio
source: Good
pt_pt: Satisfatório

# t_rmino
source: Completion
pt_pt: Término

# t_rmino_
source: Completion:
pt_pt: Término:

# t_rmino_1__lb
source: Completion 1st BL
pt_pt: Término 1ª LB

# t_rmino_original
source: Original Term
pt_pt: Término Original

# t_rmino_previsto
source: Estimated Completion
pt_pt: Término previsto

# t_rmino_real
source: Actual Completion
pt_pt: Término Real

# t_rmino_reprogramado
source: Reprogrammed Term
pt_pt: Término Reprogramado

# t_tulo
source: Title
pt_pt: Título

# t_tulo_
source: Title:
pt_pt: Título:

# t_tulo_coluna_agrupadora
source: Title
pt_pt: Título Coluna Agrupadora

# t_tulo_do_tema
source: Theme's title
pt_pt: Título do tema

# t_tulo_mapa
source: Title Map
pt_pt: Título Mapa

# uc_cfg_campoCalculado_a_f_rmula_digitada_cont_m_erros_
source: Formula contains errors.
pt_pt: A fórmula digitada contém erros.

source: Enter the message that will be displayed when the expression is not true.
pt_pt: Informe a mensagem que irá ser apresentada quando a expressão não for verdadeira.

# uc_crud_caminhoCondicional_a_
source: The
pt_pt: A

# uc_crud_caminhoCondicional_caminho_alternativo
source: Alternative path.
pt_pt: Caminho alternativo

# uc_crud_caminhoCondicional_caminho_condicional
source: Conditional Path
pt_pt: Caminho condicional

# uc_crud_caminhoCondicional_condi____o_
source: Condition
pt_pt: Condição

# uc_crud_caminhoCondicional_deseja_excluir_a_condi__o_selecionada_
source: Do you want to delete the selected condition?
pt_pt: Pretende excluir a condição selecionada?

source: To use this option you must have already added at least three steps to the flow (source, alternative path and conditional paths).
pt_pt: Para utilizar esta opção é necessário já ter incluído no fluxo no mínimo três etapas (origem, caminho alternativo e caminhos condicionais).

source: The expression directs the flow to the alternative path step. Change this record so that it directs you to another step or changes the alternative path step.
pt_pt: A expressão direciona o fluxo para a etapa do caminho alternativo. Altere este registo para direcionar para outra etapa ou altere a etapa de caminho alternativo.

# unidade
source: Unit
pt_pt: Unidade

# unidades
source: Units
pt_pt: Unidades

# unidadesDeMedida_a_sigla_deve_ser_informada_
source: Acronym must be informed.
pt_pt: A sigla deve ser informada.

# unidadesDeMedida_a_unidade_deve_ser_informada_
source: Unit must be informed.
pt_pt: A Unidade deve ser informada.

# unidadesDeMedida_erro_ao_salvar_o_registro_
source: Error saving record!
pt_pt: Erro ao guardar o registo!

# unidadesDeMedida_erro_ao_salvar_o_registro__
source: Error saving record!
pt_pt: Erro ao guardar o registo!

# unidadesDeMedida_esta_unidade_de_medida_j__est__cadastrada_no_sistema_
source: This unit of measurement is already registered in the system!
pt_pt: Esta unidade de medida já está registada no sistema!

# unidadesDeMedida_nome_de_unidade_de_medida_j__existe_
source: Unit name already exists!
pt_pt: O nome da unidade de medida já existe!

# unidadesDeMedida_o_fator_multiplicador_deve_ser_informado_
source: Multiplying factor must be informed.
pt_pt: O fator multiplicador deve ser informado.

# unidadesDeMedida_unidade_de_medida_alterada_com_sucesso_
source: Unit of measurement changed successfully!
pt_pt: Unidade de medida alterada com sucesso!

# unidadesDeMedida_unidade_de_medida_exclu_da_com_sucesso_
source: Unit of measure deleted successfully!
pt_pt: Unidade de medida excluída com sucesso!

# unidadesDeMedida_unidade_de_medida_inclu_da_com_sucesso_
source: Unit of measurement successfully included!
pt_pt: Unidade de medida incluída com sucesso!

source: Warning! Empty fields. Name and Acronym fields must be informed to check availability.
pt_pt: Atenção! Campos vazios. Os campos Nome e Sigla devem ser informados para verificar disponibilidade.

# unidadesNegocio_ativa_
source: Active?
pt_pt: Ativa?

# unidadesNegocio_a__0__n_o_pode_ser_exclu_da_pois_ela___a__1__pai_de_todas_
source: The {0} can not be deleted because it is the {1} Father of all!
pt_pt: A {0} não pode ser excluída poerque é a {1} Pai de todas!

# unidadesNegocio_cadastro_de_
source: Registration
pt_pt: Registo de

# unidadesNegocio_campo_nome_deve_ser_informado_
source: Field name must be informed.
pt_pt: O campo nome deve ser informado.

# unidadesNegocio_campo_sigla_deve_ser_informado_
source: Initials field must be informed.
pt_pt: O campo Sigla deve ser informado.

# unidadesNegocio_campo_unidade_superior_deve_ser_informado_
source: Master field must be informed.
pt_pt: O campo Unidade Superior deve ser informado.

# unidadesNegocio_contratos_relacionados
source: Related Contracts
pt_pt: Contratos Relacionados

# unidadesNegocio_contratos_relacionado_a_
source: Contracts related to
pt_pt: Contratos relacionado a

# unidadesNegocio_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# unidadesNegocio_demandass_relacionado_a_
source: Demand related to
pt_pt: Solicitações relacionadas a

# unidadesNegocio_demandas_relacionadas
source: Related Demands
pt_pt: Solicitações Relacionadas

# unidadesNegocio_descri__o_da_
source: Description of the
pt_pt: Descrição da

# unidadesNegocio_detalhes
source: Details
pt_pt: Detalhes

source: Error deleting business unit. This business unit is superior to any existing one as shown in the table.
pt_pt: Erro ao excluir a unidade de negócio. Esta unidade de negócio é superior a alguma já existente, conforme apresentado na tabela.

source: Failed to inactivate die. It was not possible since the unit has references
pt_pt: Erro ao Inativar o dado. Não foi possível porque a unidade já possui referências

# unidadesNegocio_erro_ao_incluir_a_unidade_de_neg_cio_
source: Error adding business unit.
pt_pt: Erro ao incluir a unidade de negócio.

# unidadesNegocio_inativas
source: inactive
pt_pt: inativas

# unidadesNegocio_inferiores_relacionadas_a_
source: related to
pt_pt: inferiores relacionadas a

# unidadesNegocio_j__existe_uma_unidade_de_neg_cio_com_a_sigla_informada_
source: There is already a business unit with the acronym informed!
pt_pt: Já existe uma unidade de negócio com a sigla informada!

source: There is already a business unit with the reserved code informed!
pt_pt: Já existe uma unidade de negócio com o código reservado informado!

# unidadesNegocio_j__existe_uma_unidade_de_neg_cio_com_o_nome_informado_
source: There is already a business unit with the name informed!
pt_pt: Já existe uma unidade de negócio com o nome informado!

# unidadesNegocio_mapas_estrategicos_relacionado_a_
source: Strategic Maps related to
pt_pt: Mapas Estrategicos relacionado a

# unidadesNegocio_mapas_estrat_gicos_relacionados
source: Related Strategic Maps
pt_pt: Mapas Estratégicos Relacionados

# unidadesNegocio_permiss_es
source: Permissions
pt_pt: Permissões

# unidadesNegocio_projetos_ou_programas_relacionados
source: Related Projects or Programs
pt_pt: Projetos ou Programas Relacionados

# unidadesNegocio_projetos_ou_programas_relacionado_a_
source: Projects or Programs related to
pt_pt: Projetos ou Programas relacionados a

# unidadesNegocio_recursos_corporativos_relacionados
source: Related Corporate Resources
pt_pt: Recursos Corporativos Relacionados

# unidadesNegocio_recursos_corporativos_relacionado_a_
source: Corporate Resources related to
pt_pt: Recursos Corporativos relacionados a

# unidadesNegocio_sigla__
source: Initials:*
pt_pt: Sigla:*

# unidadesNegocio_superior
source: Higher
pt_pt: Superior

# unidadesNegocio_superior_
source: Higher:
pt_pt: Superior:

# unidadesNegocio_unidades_relacionadas
source: Related Units
pt_pt: Unidades Relacionadas

# unidadesNegocio_unidade_superior__
source: Unit Higher:*
pt_pt: Unidade Superior:*

# unidadesNegocio__exclu_da_com_sucesso_
source: deleted successfully!
pt_pt: excluída com sucesso!

# unidadesNegocio__inclu_da_com_sucesso_
source: added successfully!
pt_pt: incluída com sucesso!

# unidade_
source: Unit:
pt_pt: Unidade:

# unidade_ativa_
source: Active Unit?
pt_pt: Unidade Ativa?

# unidade_de_medida
source: Unit of measurement
pt_pt: Unidade de Medida

# unidade_de_neg_cio
source: Business Unit
pt_pt: Unidade de Negócio

# unidade_funcional
source: Functional Unit
pt_pt: Unidade Funcional

# unidade_medida
source: Unit Measure
pt_pt: Unidade Medida

# unit_rio_
source: Unit:
pt_pt: Unitário:

# un_
source: BU:
pt_pt: UN:

# UODemanda_u_o__deve_ser_informada_
source: O.U. must be informed.
pt_pt: U.O. deve ser informada.

# UODemanda_valor_inv_lido__dica__complete_com_zeros_a_esquerda_
source: Invalid value, tip: complete with leading zeros.
pt_pt: Valor inválido, dica: complete com zeros à esquerda.

# urg_ncia
source: Urgency
pt_pt: Urgência

# urg_ncia_
source: Urgency:
pt_pt: Urgência:

# urg__234_ncia
source: Urgency
pt_pt: Urg&#234;ncia

# url_licoesAprendidas_li__es_aprendidas
source: Lessons Learned
pt_pt: Lições Aprendidas

# url_logAcessoAoSistema_abril
source: April
pt_pt: Abril

# url_logAcessoAoSistema_agosto
source: August
pt_pt: Agosto

# url_logAcessoAoSistema_dezembro
source: December
pt_pt: Dezembro

source: Error exporting data. Make sure you have not exceeded the maximum number of 256 columns!
pt_pt: Erro ao exportar os dados. Verifique se não foi ultrapassado o número máximo de 256 colunas!

# url_logAcessoAoSistema_fevereiro
source: February
pt_pt: Fevereiro

# url_logAcessoAoSistema_janeiro
source: January
pt_pt: Janeiro

# url_logAcessoAoSistema_julho
source: July
pt_pt: Julho

# url_logAcessoAoSistema_junho
source: June
pt_pt: Junho

# url_logAcessoAoSistema_maio
source: May
pt_pt: Maio

# url_logAcessoAoSistema_mar_o
source: March
pt_pt: Março

# url_logAcessoAoSistema_nenhum
source: none
pt_pt: Nenhum

# url_logAcessoAoSistema_novembro
source: November
pt_pt: Novembro

# url_logAcessoAoSistema_outubro
source: October
pt_pt: Outubro

# url_logAcessoAoSistema_setembro
source: September
pt_pt: Setembro

source: Error exporting data. Make sure you have not exceeded the maximum number of 256 columns!
pt_pt: Erro ao exportar os dados. Verifique se não foi ultrapassado o número máximo de 256 colunas!

source: Error exporting data. Make sure you have not exceeded the maximum number of 256 columns!
pt_pt: Erro ao exportar os dados. Verifique se não foi ultrapassado o número máximo de 256 colunas!

# url_mapaEntregasProjetos_olap_mapa_de_entregas
source: OLAP Map of Deliveries
pt_pt: OLAP Mapa de Entregas

source: Error exporting data. Make sure you have not exceeded the maximum number of 256 columns!
pt_pt: Erro ao exportar os dados. Verifique se não foi ultrapassado o número máximo de 256 colunas!

# url_relAnaliseEtapasObras_olap_etapas_processos_obras
source: OLAP Steps Process Works
pt_pt: OLAP Etapas Processos Obras

# url_relAnaliseProcessosObras_olap_processos_obras
source: OLAP Processes Works
pt_pt: OLAP Processos Obras

source: Error exporting data. Make sure you have not exceeded the maximum number of 256 columns!
pt_pt: Erro ao exportar os dados. Verifique se não foi ultrapassado o número máximo de 256 colunas!

# url_relMatrizSuficienciaProjEstrategicos_olap_matriz_sufici_ncia
source: OLAP Matrix Sufficiency
pt_pt: OLAP Matriz Suficiência

# uso_
source: Use:
pt_pt: Uso:

# usu_rio
source: User
pt_pt: Utilizador

# usu_rios
source: Users
pt_pt: Utilizadores

# usu_rio_
source: User:
pt_pt: Utilizador:

# usu_rio_ativo
source: Active User
pt_pt: Utilizador Ativo

# usu_rio_sem_acesso
source: User without access
pt_pt: Utilizador sem acesso

# validado
source: Validated
pt_pt: Validado

# validar
source: Validate
pt_pt: Validar

# valor
source: Value
pt_pt: Valor

# valores_acumulados
source: Accumulated values
pt_pt: Valores Acumulados

# valor_
source: Value:
pt_pt: Valor:

# valor_aditado
source: Added Value
pt_pt: Valor Aditado

# valor_aditivo
source: Additive Value
pt_pt: Valor Aditivo

# valor_atual_
source: Current value:
pt_pt: Valor Atual:

# valor_contrato
source: Contract Value
pt_pt: Valor Contrato

# valor_hora
source: Value Hour
pt_pt: Valor Hora

# valor_inicial_
source: Initial Value:
pt_pt: Valor inicial:

# valor_medido
source: Measured value
pt_pt: Valor Medido

# valor_original_contrato
source: Original Value Contract
pt_pt: Valor Original Contrato

# valor_padr_o
source: Standard value
pt_pt: Valor Padrão

# valor_pago
source: Amount paid
pt_pt: Valor Pago

# valor_pago_
source: Amount paid:
pt_pt: Valor Pago:

# valor_real
source: Real value
pt_pt: Valor Real

# valor_restante
source: Remaining Value
pt_pt: Valor Restante

# valor__r__
source: Price $)
pt_pt: Valor (€)

# varia__o
source: Variation
pt_pt: Variação

# Vazia
source: Empty
pt_pt: Vazio

# vencimento
source: Maturity
pt_pt: Vencimento

# verde
source: Green
pt_pt: Verde

# vermelho
source: Red
pt_pt: Vermelho

# versao
source: Version
pt_pt: Versao

# vers_es
source: Versions
pt_pt: Versões

# vers_o
source: Version
pt_pt: Versão

# vers_o_
source: Version:
pt_pt: Versão:

# vers_o_atual
source: Current version
pt_pt: Versão atual

# vers_o_do_devexpress
source: DevExpress version
pt_pt: Versão do DevExpress

# vers_o_do_fluxo
source: Flow Version
pt_pt: Versão do Fluxo

# vers_o_lb_
source: BL Version:
pt_pt: Versão LB:

# vers_o__
source: Version:
pt_pt: Versão:

# ver_programas
source: Show programs
pt_pt: Ver programas

# vig_ncia
source: Validity
pt_pt: Validade

# vig_ncia_
source: Validity:
pt_pt: Validade:

# vinculada_a
source: Linked to
pt_pt: Vinculada a

source: Confirming this option will automatically create a new process for this flow. Do you confirm?
pt_pt: Ao confirmar esta opção, será automaticamente criado um novo processo para este fluxo. Confirma?

# VisualizacaoGrid_deseja_iniciar_o_fluxo_de_abertura_do_projeto_
source: Do you want to start the project opening flow?
pt_pt: Pretende iniciar o fluxo de abertura do projeto?

# VisualizacaoGrid_exportar_para_xlsx
source: Export to XLSX
pt_pt: Exportar para XLSX

# VisualizacaoGrid_formul_rio_din_mico
source: Dynamic Form
pt_pt: Formulário Dinâmico

# VisualizacaoGrid_gr_fico_do_processo
source: Process Chart
pt_pt: Gráfico do Processo

# VisualizacaoGrid_hist_rico
source: Historic
pt_pt: Histórico

# VisualizacaoGrid_salvar
source: Save
pt_pt: guardar

# VisualizacaoGrid_visualizar_fluxo_graficamente
source: View Flow Graphically
pt_pt: Visualizar o Fluxo Graficamente

# VisualizacaoOlap_a__rea_informada_n_o___v_lida_
source: The area you have entered is not valid.
pt_pt: A área informada não é válida.
