Repository: thiagocantao/Bryntum
Catalog: Portal/App_GlobalResources/traducao.*.resx
Languages: pt_pt

# reunioes_tipo_de_reuni_o_
source: Type of Meeting:
pt_pt: Tipo de Reunião:

# reunioes_t_rmino
source: Term
pt_pt: Término

# reunioes_t_rmino_previsto
source: Predicted Term
pt_pt: Término Previsto

# reunioes_t_rmino_real
source: Real Term
pt_pt: Término Real

# reunioes_t_rmino_real_
source: Real Term:
pt_pt: Término Real:

source: You have been invited to a meeting scheduled on {0}, as follows:
pt_pt: Recebeu um convite para uma reunião agendada no {0}, com as informações apresentadas a seguir:

source: You have been invited to a scheduled meeting on {0}, as shown below: @!% @
pt_pt: Recebeu um convite para uma reunião agendada no {0}, com as informações apresentadas a seguir:@!%@

# reunioes__0_dd_mm_yyyy_hh_mm_
source: {0:MM/dd/yyyy HH:mm}
pt_pt: {0:dd/MM/yyyy HH:mm}

# reunioes__br____nenhum_plano_de_a__o_
source: <br> - No Action Plan.
pt_pt: <br> - Nenhum Plano de Ação.

# reunioes__pend_ncias_da_reuni_o_anterior
source: * Previous Meeting Pending
pt_pt: *Pendências da Reunião Anterior

# reunioes___obrigat_rio_salvar_as_informa__es_da_op__o
source: you must save option information
pt_pt: é obrigatório guardar as informações da opção

# reuni_es
source: Meetings
pt_pt: Reuniões

# reuni_es_passadas_n_o_finalizadas
source: Previous meetings not concluded
pt_pt: Reuniões passadas não finalizadas

# reuni_es_tecnicas_da_unidade
source: Technical Meetings of the Unit
pt_pt: Reuniões Técnicas da Unidade

# reuni_o
source: Meeting
pt_pt: Reunião

# reuni_o__
source: Meeting:
pt_pt: Reunião:

# reverter
source: Revert
pt_pt: Reverter

# revis_o
source: Review
pt_pt: Revisão

# rh
source: HR
pt_pt: RH

# risco
source: Risk
pt_pt: Risco

# riscos
source: Risks
pt_pt: Riscos

# riscosPadroes_a_descri__o_do_risco_padr_o_deve_ser_informada_
source: Standard Risk description must be informed.
pt_pt: A descrição do Risco Padrão deve ser informada.

# riscos_a
source: the
pt_pt: a

# riscos_aberta
source: Open
pt_pt: Aberta

# riscos_aberto
source: Open
pt_pt: Aberto

# riscos_alta
source: High
pt_pt: Alta

# riscos_as_informa__es_foram_salvas_com_sucesso_
source: Information successfully saved.
pt_pt: As informações foram guardadas com sucesso.

# riscos_atencao
source: Warning
pt_pt: Atencao

# riscos_ativos
source: Active Risks
pt_pt: Riscos Ativos

# riscos_a_
source: the
pt_pt: A

source: The amount of characters in the consequence field is greater than the maximum allowed.
pt_pt: A quantidade de caracteres no campo \"consequência\" está maior do que o máximo permitido.

source: The amount of characters in the strategy for treatment field is greater than the maximum allowed.
pt_pt: A quantidade de caracteres no campo \"Estratégia para tratamento\" está maior do que o máximo permitido.

# riscos_baixa
source: Low
pt_pt: Baixa

# riscos_cancelamento
source: Cancellation
pt_pt: Cancelamento

# riscos_cancelar
source: Cancel
pt_pt: Cancelar

# riscos_cancelar_
source: Cancel
pt_pt: Cancelar

# riscos_cancelar_risco
source: Cancel risk
pt_pt: Cancelar risco

# riscos_coment_rio_sobre
source: Comment on
pt_pt: Comentário sobre

# riscos_coment_rio_sobre_a_elimina__o_do_risco_
source: Comment on the elimination of risk:
pt_pt: Comentário sobre a eliminação do risco:

# riscos_coment_rio_sobre_o_cancelamento_do_risco
source: Comment on the cancellation of risk
pt_pt: Comentário sobre o cancelamento do risco

# riscos_confirma_convers_o_do_risco_em_
source: Confirm risk conversion in
pt_pt: Confirma conversão do risco em

# riscos_consequ_ncia_do_risco
source: Consequence of Risk
pt_pt: Consequência do Risco

# riscos_descri__o_do_risco
source: Risk Description
pt_pt: Descrição do Risco

# riscos_detalhes_do_risco
source: Risk Details
pt_pt: Detalhes do Risco

# riscos_editar
source: Edit
pt_pt: Editar

# riscos_eliminados
source: Eliminated Risks
pt_pt: Riscos Eliminados

# riscos_eliminar
source: Eliminate
pt_pt: Eliminar

# riscos_eliminar_
source: Eliminate:
pt_pt: Eliminar

# riscos_eliminar_risco
source: Eliminate Risk
pt_pt: Eliminar risco

# riscos_elimina__o
source: Elimination
pt_pt: Eliminação

# riscos_excluir
source: Delete
pt_pt: Excluir

# riscos_exclus_o
source: Exclusion
pt_pt: Exclusão

# riscos_falha_ao_atualizar_as_informa__es_
source: Failed to update information.
pt_pt: Falha ao atualizar as informações.

# riscos_falha_interna_no_aplicativo__n_o_foi_poss_vel_localizar_o_identificador_
source: Internal application failure. Could not find identifier
pt_pt: Falha interna no aplicativo. Não foi possível localizar o identificador

# riscos_impacto
source: Impact
pt_pt: Impacto

# riscos_incluir
source: Include
pt_pt: Incluir

# riscos_limite_resolu__o
source: Resolution Limit
pt_pt: Limite Resolução

# riscos_m_dia
source: Medium
pt_pt: Média

# riscos_nome_do_programa__
source: Program name:
pt_pt: Nome do programa:

# riscos_nome_do_projeto__
source: Project name:
pt_pt: Nome do projeto:

# riscos_n_o_foi_poss_vel_encontrar_o_componente_todolist
source: ToDoList component could not be found
pt_pt: Não foi possível encontrar o componente ToDoList

# riscos_o
source: the
pt_pt: o

# riscos_o_
source: the
pt_pt: O

# riscos_o_campo_
source: Field
pt_pt: O campo

# riscos_o_respons_vel_deve_ser_informado_
source: People in charge must be informed.
pt_pt: O responsável deve ser informado.

# riscos_o_tipo_deve_ser_informado_
source: Type must be informed.
pt_pt: O tipo deve ser informado.

# riscos_para_ter_acesso_a_op__o
source: To have access to option
pt_pt: Para ter acesso à opção

# riscos_por_favor__informe_o_coment_rio_
source: Please inform the comment.
pt_pt: Por favor, informe o comentário.

# riscos_prioridade
source: Priority
pt_pt: Prioridade

# riscos_prioridade_
source: Priority:
pt_pt: Prioridade:

# riscos_probabilidade
source: Probability
pt_pt: Probabilidade

# riscos_questoes
source: Risks and Issues
pt_pt: Riscos/Questões

# riscos_resolu__o
source: Resolution
pt_pt: Resolução

# riscos_resolu__o_canc
source: Resolution Cancel
pt_pt: Resolução/Canc

# riscos_resolver
source: Resolve
pt_pt: Resolver

# riscos_selecione_risco__superior_
source: Select Risk (upper)
pt_pt: Selecione Risco (superior)

# riscos_transformar
source: To transform
pt_pt: Transformar

# riscos_transformar_em_
source: Transform in
pt_pt: Transformar em

# riscos_tratamento_do_risco
source: Risk Management
pt_pt: Tratamento do Risco

# riscos_unigest_as_informa__es_foram_salvas_com_sucesso_
source: Information successfully saved.
pt_pt: As informações foram salvas com sucesso.

# riscos_unigest_a_
source: The
pt_pt: A

# riscos_unigest_a_meta_afetada_deve_ser_informada_
source: Affected Goal must be informed.
pt_pt: A meta afetada deve ser informada.

source: The amount of characters in the consequence field is greater than the maximum allowed.
pt_pt: A quantidade de caracteres no campo \"consequência\" está maior do que o máximo permitido.

source: The amount of characters in the \"Strategy for treatment\" field is greater than the maximum allowed.
pt_pt: A quantidade de caracteres no campo \"Estratégia para tratamento\" está maior do que o máximo permitido.

# riscos_unigest_coment_rio_sobre_
source: Comment on
pt_pt: Comentário sobre

# riscos_unigest_confirma_convers_o_do_risco_em_
source: Confirm risk conversion in
pt_pt: Confirma a conversão do risco em

# riscos_unigest_falha_ao_atualizar_as_informa__es_
source: Failed to update information.
pt_pt: Falha ao atualizar as informações.

# riscos_unigest_n_o_foi_poss_vel_encontrar_o_componente_todolist
source: ToDoList component could not be found
pt_pt: Não foi possível encontrar o componente ToDoList

# riscos_unigest_o_
source: The
pt_pt: O

# riscos_unigest_o_campo_
source: Field
pt_pt: O campo

# riscos_unigest_o_respons_vel_deve_ser_informado_
source: People in charge must be informed.
pt_pt: O responsável deve ser informado.

# riscos_unigest_o_tipo_deve_ser_informado_
source: Type must be informed.
pt_pt: O tipo deve ser informado.

# riscos_unigest_o_tipo_de_varia__o_deve_ser_informado_
source: Variation Type must be informed.
pt_pt: O tipo de variação deve ser informado.

# riscos_unigest_o_valor_da_varia__o_deve_ser_informado_
source: Variation Value must be informed.
pt_pt: O Valor da variação deve ser informado.

# riscos_unigest_para_ter_acesso_a_op__o___
source: To have access to option
pt_pt: Para ter acesso à opção \"

# riscos_unigest_por_favor__informe_o_coment_rio_
source: Please inform the comment.
pt_pt: Por favor, informe o comentário.

# riscos_unigest__deve_ser_informada_
source: must be informed.
pt_pt: deve ser informada.

# riscos_unigest__deve_ser_informado_
source: must be informed.
pt_pt: deve ser informado.

# riscos_unigest___obrigat_rio_salvar_as_informa__es_da_op__o
source: you must save option information
pt_pt: é obrigatório guardar as informações da opção

# riscos_urg_ncia
source: Urgency
pt_pt: Urgência

# riscos_urg_ncia_
source: Urgency:
pt_pt: Urgência:

# riscos__deve_ser_informada_
source: must be informed.
pt_pt: deve ser informada.

# riscos__deve_ser_informado_
source: must be informed.
pt_pt: deve ser informado.

# riscos__quest_es
source: Risks and Issues
pt_pt: Riscos/ Questões

# riscos___obrigat_rio_salvar_as_informa__es_da_op__o
source: you must save option information
pt_pt: é obrigatório guardar as informações da opção

# risco_
source: Risk:
pt_pt: Risco:

# risco_a
source: Risk A
pt_pt: Risco A

# risco_do_projeto
source: Project Risk
pt_pt: Risco do projeto

# sair_menu
source: Logout
pt_pt: Sair

# saldo
source: Balance
pt_pt: Saldo

# saldo_
source: Balance:
pt_pt: Saldo:

# salvar
source: Save
pt_pt: Guardar

# salvar_como
source: Save as
pt_pt: Guardar como

# salvar_consulta
source: Save query
pt_pt: Guardar consulta

# salvar_consulta_como
source: Save query as
pt_pt: Guardar consulta como

# salvar_layout
source: Save layout
pt_pt: Guardar layout

# salvar_meta
source: Save goal
pt_pt: Guardar meta

# satisfat_rio
source: Satisfactory
pt_pt: Satisfatório

# sa_da
source: Output
pt_pt: Saída

# scripts_espec_ficos
source: Specific Scripts
pt_pt: Scripts Específicos

# segmento
source: Segment
pt_pt: Segmento

# segmento_
source: Segment:
pt_pt: Segmento:

# segmento_obra
source: Work Segment
pt_pt: Segmento Obra

# segunda
source: Monday
pt_pt: Segunda

# segundo
source: second
pt_pt: segundo

# segundos
source: seconds
pt_pt: segundos

# selecionada_minusculas
source: selected
pt_pt: selecionada

# selecionado
source: Selected
pt_pt: Selecionado

# selecionados
source: Selected
pt_pt: Selecionados

# selecionados_
source: Selected:
pt_pt: Selecionados:

# selecionado_
source: Selected?
pt_pt: Selecionado?

# selecionado_minusculas
source: selected
pt_pt: selecionado

# selecionar
source: Select
pt_pt: Selecionar

# selecione
source: Select
pt_pt: Selecione

# selecione_uma_data
source: Select a date
pt_pt: Selecione uma data

# selecione_um_mes
source: Select a month
pt_pt: Selecione um mes

# seletor_de_colunas
source: Speaker Selector
pt_pt: Seletor de Colunas

# sele__o
source: Selection
pt_pt: Seleção

# semana
source: Week
pt_pt: Semana

# semanas
source: weeks
pt_pt: semanas

# semestral
source: Semester
pt_pt: Semestral

# semestre
source: Half
pt_pt: Semestre

# sem_acompanhamento
source: No Follow Up
pt_pt: Sem Acompanhamento

# sem_faixa
source: Without Range
pt_pt: Sem Faixa

# sem_informa__o
source: No information
pt_pt: Sem informação

# sem_recursos
source: No Resources
pt_pt: Sem Recursos

# SENAR_Consultores_a_regional_deve_ser_informada_
source: Regional must be informed.
pt_pt: A regional deve ser informada.

# SENAR_Consultores_o_cpf_informado___inv_lido_
source: Tax Payer ID is invalid.
pt_pt: O CPF informado é inválido.

# SENAR_Consultores_o_email_informado___inv_lido_
source: Email is invalid.
pt_pt: O email informado é inválido.

# SENAR_Consultores_o_nome_completo_deve_ser_informado_
source: Full Name must be informed.
pt_pt: O nome completo deve ser informado.

# SENAR_Contratos_o_cnpj_informado___inv_lido_
source: Tax Payer ID is invalid.
pt_pt: O CNPJ informado é inválido.

# SENAR_Contratos_o_cpf_informado___inv_lido_
source: Tax Payer ID is invalid.
pt_pt: O CPF informado é inválido.

# SENAR_Contratos_o_email_informado___inv_lido_
source: Email is invalid.
pt_pt: O email informado é inválido.

# SENAR_Contratos_o_nome_do_fornecedor_deve_ser_informado_
source: Supplier Name must be informed.
pt_pt: O nome do fornecedor deve ser informado.

# SENAR_ItemABC_descri__o_deve_ser_informada_
source: Description must be informed.
pt_pt: A descrição deve ser informada.

# SENAR_ItemABC_tipo_deve_ser_informado_
source: Type must be informed.
pt_pt: O tipo deve ser informado.

# SENAR_ItemABC_valor_deve_ser_informado_
source: Value must be informed.
pt_pt: O valor deve ser informado.

# senha
source: Password
pt_pt: Senha

# senha_
source: Password:
pt_pt: Senha:

# senha_atual
source: Current password
pt_pt: Senha Atual

# sequencia
source: Sequence
pt_pt: Sequencia

# sequencial
source: Sequential
pt_pt: Sequencial

# sequ_ncia
source: Sequence
pt_pt: Sequência

# sequ_ncia_
source: Sequence:
pt_pt: Sequência:

# seriesMeta_dados_exclu_dos_com_sucesso_
source: Data excluded successfully!
pt_pt: Dados excluídos com sucesso!

# seriesMeta_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# seriesMeta_dados_inclu_dos_com_sucesso_
source: Data included successfully!
pt_pt: Dados incluídos com sucesso!

# seriesMeta_o_campo_ano_deve_ser_informado_
source: Year field must be informed.
pt_pt: O campo Ano deve ser informado.

# seriesMeta_o_campo_valor_da_meta_deve_ser_informado_
source: Goal Value field must be informed.
pt_pt: O campo Valor da Meta deve ser informado.

# servidor_
source: Server:
pt_pt: Servidor:

# servi_o
source: Service
pt_pt: Serviço

# setembro
source: September
pt_pt: Setembro

# setembro_
source: September:
pt_pt: Setembro:

# severidade
source: Severity
pt_pt: Severidade

# sexta
source: Friday
pt_pt: Sexta

# sigla
source: Initials
pt_pt: Sigla

# sigla_
source: Initials:
pt_pt: Sigla:

# sigla_da_uf
source: Acronyms of the UF
pt_pt: Sigla da UF

# sigla_uf
source: Acronyms UF
pt_pt: Sigla UF

# sigla_un
source: Acronym
pt_pt: Sigla Un

# sim
source: Yes
pt_pt: Sim

# simples
source: Simple
pt_pt: Simples

# sincronismoMSProject_por_favor__forne_a_um_endere_o_de_e_mail_
source: Please provide a email address.
pt_pt: Por favor, forneça um endereço de email.

# sincronismoMSProject_por_favor__forne_a_um_endere_o_de_e_mail_v_lido_
source: Please provide a valid email.
pt_pt: Por favor, forneça um endereço de email válido.

# sincronizado
source: Synced
pt_pt: Sincronizado

# sistema
source: System
pt_pt: Sistema

# situa__o
source: Situation
pt_pt: Situação

# situa__o_
source: Situation:
pt_pt: Situação:

# sobre
source: About
pt_pt: Sobre

# Solicitacao_Enviada_Verifique_Seu_Email
source: Request sent. Check your Email
pt_pt: Solicitação enviada. Verifique o seu e-mail.

# solicitante
source: Requester
pt_pt: Solicitante

# solicitante_
source: Requester:
pt_pt: Solicitante:

# solicita__o_
source: Solicitation:
pt_pt: Solicitação:

# Solicite_Nova_Chave
source: Request a new key
pt_pt: Solicite uma nova chave.

# solteiro
source: Not married
pt_pt: Solteiro

# solucionar
source: Solve
pt_pt: Solucionar

# soma
source: Sum
pt_pt: Soma

# somente_atrasadas
source: Only Delayed
pt_pt: Apenas Atrasadas

# somente_s_o_apresentadas_informa__es_de_projetos_em_execu__o
source: Showing only information of running projects
pt_pt: São apenas apresentadas informações de projetos em execução

# sprint_antigo_excluir
source: Delete
pt_pt: Excluir

# sprint_antigo_n_o___permitido_excluir_uma_sprint_em_andamento_
source: Deleting a sprint in progress is not allowed.
pt_pt: Não é permitido excluir uma sprint em andamento.

# sprint_associar_itens_de_backlog
source: Associate Backlog Items
pt_pt: Associar Itens de Backlog

# sprint_associar__tens_de_backlog
source: Associate Backlog Items
pt_pt: Associar Ítens de Backlog

# sprint_a_data_de_in_cio_deve_ser_informada_
source: Start Date must be informed.
pt_pt: A Data de Início deve ser informada.

# sprint_a_data_de_in_cio_e_a_data_de_t_rmino_devem_ser_informadas
source: Start and End Dates must be informed.
pt_pt: A Data de Início e a Data de Término devem ser informadas

# sprint_a_data_de_in_cio_e_a_data_de_t_rmino_devem_ser_informadas_
source: Start and End Dates must be informed.
pt_pt: A Data de Início e a Data de Término devem ser informadas.

# sprint_a_data_de_in_cio_n_o_pode_ser_maior_que_a_data_de_t_rmino_
source: Start Date cannot be later than the End Date!
pt_pt: A Data de Início não pode ser maior que a Data de Término!

# sprint_a_data_de_t_rmino_deve_ser_informada_
source: End Date must be informed.
pt_pt: A Data de Término deve ser informada.

# sprint_copiar_raias_do_sprint_anterior___0__
source: Copy previous sprint streaks ({0})
pt_pt: Copiar raias do sprint anterior ({0})

# sprint_editar_sprint
source: Edit Sprint
pt_pt: Editar Sprint

# sprint_erro_de_valida__o__
source: Validation error:
pt_pt: Erro de validação:

# sprint_incluir_sprint
source: Include Sprint
pt_pt: Incluir Sprint

# sprint_item_alterado_com_sucesso_
source: Item successfully changed!
pt_pt: Item alterado com sucesso!

# sprint_item_exclu_do_com_sucesso_
source: Item deleted successfully!
pt_pt: Item excluído com sucesso!

# sprint_item_inclu_do_com_sucesso_
source: Item successfully added!
pt_pt: Item incluído com sucesso!

# sprint_itens_de_backlog_exclu_dos_com_sucesso
source: Successfully deleted backlog items
pt_pt: Itens de backlog excluídos com sucesso

# sprint_n_o_iniciado
source: Not Started
pt_pt: Não Iniciado

# sprint_o_respons_vel_pelo_sprint_deve_ser_informado_
source: People in charge of the sprint must be informed!
pt_pt: O responsável pelo sprint deve ser informado!

# sprint_o_t_tulo_do_sprint_deve_ser_informado_
source: Sprint Title must be informed!
pt_pt: O título do sprint deve ser informado!

source: To be able to exclude this sprint, first delete all members of the agile team
pt_pt: Para ser possível excluir este sprint exclua primeiro todos os membros da equipa ágil

source: To be able to exclude this sprint, access the sprint and first delete all members of the agile team.
pt_pt: Para ser possível excluir este sprint, aceda ao sprint e exclua primeiro todos os membros da equipa ágil.

# StatusReport_anual
source: Yearly
pt_pt: Anual

source: Attention, the value informed in the 'Wait (d)' field must be lower than the number of days of the selected periodicity!
pt_pt: Atenção, o valor informado no campo 'Espera ( d )' deve ser menor do que a quantidade de dias da periodicidade escolhida!

# StatusReport_a_periodicidade_deve_ser_informada
source: Periodicity must be informed
pt_pt: A Periodicidade deve ser informada

# StatusReport_bianual
source: Bi-annually
pt_pt: Bianual

# StatusReport_bimestral
source: Bimonthly
pt_pt: Bimestral

# StatusReport_dados_gravados_com_sucesso_
source: Data saved successfully!
pt_pt: Dados gravados com sucesso!

# StatusReport_deseja_excluir_a_associa__o_do_modelo_ao_objeto_
source: Do you want to exclude the association of the template to the object?
pt_pt: Deseja excluir a associação do modelo ao objeto?

# StatusReport_di_ria
source: Daily
pt_pt: Diária

# StatusReport_espera__d_
source: Wait (d)
pt_pt: Espera (d)

# StatusReport_f_sico
source: Physicist
pt_pt: Físico

# StatusReport_mensal
source: Monthly
pt_pt: Mensal

# StatusReport_metas
source: Goals
pt_pt: Metas

# StatusReport_modelo_de_status_report_inclu_do_com_sucesso_
source: Status Report Template added successfully!
pt_pt: Modelo de Status Report incluído com sucesso!

# StatusReport_nome_do_relat_rio
source: Report Name
pt_pt: Nome do Relatório

# StatusReport_outros_t_picos
source: Other Topics
pt_pt: Outros Tópicos

# StatusReport_o_nome_do_modelo_de_status_report_deve_ser_informado
source: Status Report Template Name must be informed
pt_pt: O Nome do modelo de Status Report deve ser informado

# StatusReport_periodicidade
source: Frequency
pt_pt: Periodicidade

# StatusReport_quinzenal
source: Fortnightly
pt_pt: Quinzenal

# StatusReport_riscos
source: Scratchs
pt_pt: Riscos

# StatusReport_semanal
source: Weekly
pt_pt: Semanal

# StatusReport_semestral
source: Semester
pt_pt: Semestral

# StatusReport_trimestral
source: Quarterly
pt_pt: Trimestral

# status_do_processo
source: Process Status
pt_pt: Status do Processo

# status_do_risco
source: Risk Status
pt_pt: Status do Risco

# status_per_odo
source: Status Period
pt_pt: Status do Período

# status_projeto
source: Status Project
pt_pt: Status do Projeto

# suba__o
source: SubAction
pt_pt: SubAção

# SubstituicaoRecursos_informe_qual_usu_rio_receber__as_atribui__es_de_
source: Tell which user will receive the
pt_pt: Informe qual utilizador que receberá as atribuições de

# SubstituicaoRecursos_nomeusuario
source: UserName
pt_pt: NomeUtilizador

# SubstituicaoRecursos_substitui__o_conclu_da_com_sucesso_
source: Replacement completed successfully!
pt_pt: Substituição concluída com sucesso!

# SubstituicaoRecursos__0__erro_na_execu__o_da_p_substituicaorecurso_
source: {0} An error occurred while executing the ResourceSubstitution.
pt_pt: {0} Erro na execução da p_SubstituicaoRecurso.

source: * After choosing the users of origin and destination, choose from the list below the responsibilities of the originating user that will be passed on to the destination user. Then click the Replace button.
pt_pt: * Após escolher os ugtilizadores de origem e destino, escolher na lista abaixo as responsabilidades do utilizador de origem que serão passadas ao utilizador de destino. De seguida clique no botão Substituir.

# substituir
source: Replace
pt_pt: Substituir

# sub_a__o_
source: Sub-Action:
pt_pt: Sub-Ação:

# sub_contratada
source: Sub Contractor
pt_pt: Sub Contratada

# sub_lista
source: Sub-List
pt_pt: Sub-Lista

# succ_MenuPrincipal_permiss_es
source: Permissions
pt_pt: Permissões

# sucessoras
source: Successors
pt_pt: Sucessoras

# sugest_es_
source: Suggestions:
pt_pt: Sugestões:

# suplementado
source: Supplementary
pt_pt: Suplementado

# s_bado
source: Saturday
pt_pt: Sábado

# tabela
source: Table
pt_pt: Tabela

# tabelas
source: Tables
pt_pt: Tabelas

# tabela_
source: Table:
pt_pt: Tabela:

# tachados_
source: Strikethroughs:
pt_pt: Tachados:

# tamanho
source: Size
pt_pt: Tamanho

# tarefa
source: Task
pt_pt: Tarefa

# tarefas
source: Tasks
pt_pt: Tarefas

# TarefasAtualizacao_detalhes
source: Details
pt_pt: Detalhes

# TarefasAtualizacao_tarefas_da_equipe
source: Team Tasks
pt_pt: Tarefas da Equipa

# TarefasItemBacklog_a_estimativa_deve_ser_informada_
source: Estimate must be informed.
pt_pt: A estimativa deve ser informada.

# TarefasItemBacklog_o_da_tarefa_deve_ser_informado_
source: The of the task must be informed.
pt_pt: O da tarefa deve ser informado.

# TarefasObjetivo_conclu_do
source: completed
pt_pt: Concluído

# TarefasObjetivo_in_cio
source: Start
pt_pt: Início

# TarefasObjetivo_tarefa
source: Assignment
pt_pt: Tarefa

# TarefasObjetivo_t_rmino
source: Term
pt_pt: Término

# TarefasToDoList_atencao
source: Warning
pt_pt: Atencao

# TarefasToDoList_a_data_de_in_cio_previsto_deve_ser_informada_
source: Estimated Start Date must be informed!
pt_pt: A data de início previsto deve ser informada

source: Actual start date must be informed if the actual completion has been completed!
pt_pt: A data de início real deve ser informada se o término real foi preenchido

# TarefasToDoList_a_data_de_in_cio_real_n_o_pode_ser_maior_que_a_data_atual_
source: Actual Start Date cannot be later than the current date!
pt_pt: A data de início real não pode ser maior que a data atual
